Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Change the maximum angular speed when moving the object
de_de: Die Maximale Drehzahl eines Objektes während der bewegung
fi_fi: Muuta maksimikulmanopeutta objektia siirrettäessä
nl_nl: Wijzig de maximale hoeksnelheid bij het verplaatsen van het object wijzigen
pt_pt: Alterar a velocidade angular máxima ao mover o objeto

source: Do _PARAM2__PARAM3_ to the max. angular speed of _PARAM0_ on the path
de_de: _PARAM2__PARAM3_ zu der maximalen Winkelgeschwindigkeit von _PARAM0_ auf dem Pfad hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n maksimikulmanopeudelle polulla
nl_nl: Pas _PARAM2__PARAM3_ toe op de max. hoeksnelheid van _PARAM0_ op het pad
pt_pt: Fazer _PARAM2__PARAM3_ ao máximo. velocidade angular de _PARAM0_ no caminho

source: Compare the maximum angular speed when moving the object
de_de: Vergleiche die Maximale Drehzahl wenn das Objekt sich bewegt
fi_fi: Vertaile maksimikulmanopeutta objektia siirrettäessä
nl_nl: Vergelijk de maximale hoeksnelheid bij het verplaatsen van het object
pt_pt: Comparar a velocidade angular máxima ao mover o objeto

source: Max. angular speed of _PARAM0_ is _PARAM2__PARAM3_
de_de: Max. Winkelgeschwindigkeit von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n maksimikulmanopeus on _PARAM2__PARAM3_
nl_nl: Max. hoeksnelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A velocidade angular máx. de _PARAM0_ é _PARAM2__PARAM3_

source: Rotation offset
de_de: Drehungs-Offset
fi_fi: Kierron siirtymä
nl_nl: Rotatieverschuiving
pt_pt: Deslocamento de rotação
zh_cn: 旋转偏移量

source: Change the rotation offset applied when moving the object
de_de: Ändere die Drehungsabweichung während der Bewegung des Objekts
fi_fi: Muuta kierron siirtymää objektia siirrettäessä
nl_nl: De rotatie verschuiving veranderen bij het verplaatsen van het object
pt_pt: Alterar o deslocamento de rotação aplicado ao mover o objeto

source: Do _PARAM2__PARAM3_ to the rotation offset of _PARAM0_ on the path
de_de: _PARAM2__PARAM3_ zu der Drehungsabweichung von _PARAM0_ auf dem Pfad hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n kierron siirtymälle polulla
nl_nl: Pas _PARAM2__PARAM3_ toe op de rotatie verschuiving van _PARAM0_ op het pad
pt_pt: Fazer _PARAM2__PARAM3_ para o deslocamento de rotação de _PARAM0_ no caminho

source: Compare the rotation offset when moving the object
de_de: Vergleiche die Drehungsabweichung während der Bewegung des Objekts
fi_fi: Vertaile kierron siirtymää objektia siirrettäessä
nl_nl: Vergelijk de rotatieverschuiving bij het verplaatsen van het object
pt_pt: Comparar o deslocamento de rotação ao mover o objeto

source: Rotation offset of _PARAM0_ is _PARAM2__PARAM3_
de_de: Drehversatz von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n kierron siirtymä on _PARAM2__PARAM3_
nl_nl: Rotatieverschuiving van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Deslocamento de rotação de _PARAM0_ é _PARAM2__PARAM3_

source: Extra border
de_de: Zusätzliche Grenze
fi_fi: Lisäreuna
nl_nl: Extra rand
pt_pt: Borda extra
zh_cn: 额外边框

source: Change the size of the extra border applied to the object when planning a path
de_de: Ändern Sie die Größe des zusätzlichen Rahmens, welche auf das Objekt bei der Pfadplanung angewandt wird
fi_fi: Muuta objektin lisäreunan kokoa polkua suunnitellessa
nl_nl: De grootte van de extra rand op het object toegepast bij het plannen van een pad wijzigen
pt_pt: Alterar o tamanho da borda extra aplicada ao objeto, ao planear um caminho

source: Do _PARAM2__PARAM3_ to the extra border of _PARAM0_ on the path
de_de: _PARAM2__PARAM3_ zu dem zusätzlichen Rahmen von _PARAM0_ auf dem Pfad hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n lisäreunalle polulla
nl_nl: Pas _PARAM2__PARAM3_ toe op de extra rand van _PARAM0_ op het pad
pt_pt: Fazer _PARAM2__PARAM3_ para a borda extra de _PARAM0_ no caminho

source: Value (in pixels)
de_de: Wert (in Pixel)
fi_fi: Arvo (kuvapisteinä)
nl_nl: De waarde (in pixels)
pt_pt: Valor (em pixels)
zh_cn: 值 （以像素为单位）

source: Compare the size of the extra border applied to the object when planning a path
de_de: Vergleichen Sie die Größe des zusätzlichen Rahmens, welche auf das Objekt bei der Pfadplanung angewandt wird
fi_fi: Vertaile objektin lisäreunan kokoa polkua suunnitellessa
nl_nl: Vergelijk de grootte van de extra rand op het object toegepast bij het plannen van een pad
pt_pt: Compare o tamanho da borda extra aplicada ao objeto, ao planear um caminho

source: Size of the extra border applied to _PARAM0_ is _PARAM2__PARAM3_
de_de: Der zusätzlichen Rahmen, welcher an _PARAM0_ angewandt ist, entspricht _PARAM2__PARAM3_
fi_fi: _PARAM0_:n lisäreunan koko on _PARAM2__PARAM3_
nl_nl: Grootte van de extra rand toegepast op _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Tamanho da borda extra aplicada a _PARAM0_ é _PARAM2__PARAM3_

source: Diagonals moves
de_de: Diagonale Bewegungen
fi_fi: Diagonaaliset liikkeet
nl_nl: Diagonalen beweegt
pt_pt: Movimentos diagonais
zh_cn: 对角线移动

source: Allow?
de_de: Zulassen?
fi_fi: Salli?
nl_nl: Toestaan?
pt_pt: Permitir?
zh_cn: 是否允许？

source: Diagonal moves allowed for _PARAM0_
de_de: Diagonale Bewegungen erlaubt für _PARAM0_
fi_fi: Diagonaaliset liikkeet sallittu _PARAM0_:lle
nl_nl: Diagonale bewegingen toegestaan voor _PARAM0_
pt_pt: Movimentos diagunais permitidos para _PARAM0_

source: Rotate the object
de_de: Objekt drehen
fi_fi: Objektin kierto
nl_nl: Het object roteren
pt_pt: Girar o objeto
zh_cn: 旋转对象

source: Enable or disable rotation of the object on the path
de_de: Aktivieren Sie oder deaktivieren Sie die Drehung des Objekts auf dem Weg
fi_fi: Ota käyttöön tai poista käytöstä objektin kierto polulla
nl_nl: In- of uitschakelen van de rotatie van het object op het pad
pt_pt: Habilitar ou desabilitar a rotação do objeto no caminho

source: Enable rotation of _PARAM0_ on the path: _PARAM2_
de_de: Aktiviere Drehung von _PARAM0_ auf dem Pfad: _PARAM2_
fi_fi: Ota käyttöön kierto _PARAM0_:lle polulla: _PARAM2_
nl_nl: Maak rotatie mogelijk van _PARAM0_ op het pad: _PARAM2_
pt_pt: Ativar a rotação de _PARAM0_ no caminho: _PARAM2_

source: Rotate object?
de_de: Objekt drehen?
fi_fi: Kierretäänkö objektia?
nl_nl: Roteer object?
pt_pt: Girar o objeto?
zh_cn: 旋转物体?

source: Object rotated
de_de: Objekt gedreht
fi_fi: Objekti kierretty
nl_nl: Object geroteert
pt_pt: Objeto rodado
zh_cn: 对象被旋转

source: Return true if the object is rotated when traveling on its path.
de_de: Meldet "Wahr" (true) zurück wenn das Objekt auf dem Pfad rotiert wurde.
fi_fi: Palauta tosi, jos objekti kiertyy liikkuessaan polulla.
nl_nl: Is waar als het object wordt geroteerd wanneer het op het pad beweegt.
pt_pt: Retorne true se o objeto for rotacionar enquanto viaja em seu caminho.

source: _PARAM0_ is rotated when traveling on its path
de_de: _PARAM0_ wird gedreht, wenn es auf seinem Pfad ist
fi_fi: _PARAM0_ kiertyy liikkuessaan polulla
nl_nl: _PARAM0_ is geroteert wanneer ze op het pad bewegen
pt_pt: _PARAM0_ é rotacionado quando viaja em seu caminho

source: Get a waypoint X position
de_de: Eine Position von Wegpunkt X erhalten
fi_fi: Hae reittipisteen X-sijainti
nl_nl: Haal de X-positie van een routepunt op
pt_pt: Obter uma posição de waypoint X
zh_cn: 取一个路径点的X坐标

source: Get next waypoint X position
de_de: Nächsten Wegpunkt X Position
fi_fi: Hae seuraavan reittipisteen X-sijainti
nl_nl: Haal de X-positie van een volgend routepunt op
pt_pt: Obter a próxima posição waypoint X
zh_cn: 取下一个路径点的X坐标

source: Node index (start at 0!)
de_de: Knotenindex (Start bei 0!)
fi_fi: Solmun indeksi (alkaa nollasta!)
nl_nl: Knooppunt index (beginnen bij 0!)
pt_pt: Índice do nó (inicia em 0!)
zh_cn: 节点索引(0开始)

source: Get a waypoint Y position
de_de: Eine Position von Wegpunkt X erhalten
fi_fi: Hae reittipisteen Y-sijainti
nl_nl: Haal de Y-positie van een routepunt op
pt_pt: Obter uma posição de waypoint Y
zh_cn: 取一个路径点的Y坐标

source: Get next waypoint Y position
de_de: Nächsten Wegpunkt Y Position
fi_fi: Hae seuraavan reittipisteen Y-sijainti
nl_nl: Haal de Y-positie van een volgend routepunt op
pt_pt: Obter a próxima posição waypoint Y
zh_cn: 取下一个路径点的Y坐标

source: Index of the next waypoint
de_de: Index des nächsten Wegpunktes
fi_fi: Seuraavan reittipisteen indeksi
nl_nl: Index van het volgende routepunt
pt_pt: Índice do próximo waypoint
zh_cn: 下一个路径点的索引

source: Get the index of the next waypoint to reach
de_de: Den Index des nächsten Wegpunkts ermitteln
fi_fi: Hae seuraavan reittipisteen indeksi
nl_nl: Haal de index op van het volgende te bereiken routepunt
pt_pt: Obter o índice do próximo waypoint a ser alcançado

source: Waypoint count
de_de: Wegpunkt-Zähler
fi_fi: Reittipisteiden määrä
nl_nl: Routepunt telling
pt_pt: Contagem de waypoint
zh_cn: 路径点计数

source: Get the number of waypoints on the path
de_de: Die Anzahl der Wegpunkte auf dem Pfad bekommen
fi_fi: Hae polun reittipisteiden määrä
nl_nl: Haal het aantal routepunten op het pad op
pt_pt: Obter o número de waypoints no caminho

source: Last waypoint X position
de_de: Letzten Wegpunkt X Position
fi_fi: Viimeisimmän reittipisteen X-sijainti
nl_nl: Laatste routepunt X-positie
pt_pt: Última posição de waypoint X

source: Last waypoint Y position
de_de: Letzten Wegpunkt Y Position
fi_fi: Viimeisimmän reittipisteen Y-sijainti
nl_nl: Laatste routepunt Y-positie
pt_pt: Última posição de waypoint Y

source: Acceleration of the object on the path
de_de: Beschleunigung des Objekts auf dem Pfad
fi_fi: Objektin kiihtyvyys polulla
nl_nl: Versnelling van het object op het pad
pt_pt: Aceleração do objeto no caminho

source: Maximum speed of the object on the path
de_de: Maximale Geschwindigkeit des Objekts auf dem Weg
fi_fi: Objektin maksiminopeus polulla
nl_nl: Maximumsnelheid van het object op het pad
pt_pt: Velocidade máxima do objeto no caminho

source: Speed of the object on the path
de_de: Geschwindigkeit des Objekts auf dem Weg
fi_fi: Objektin nopeus polulla
nl_nl: Snelheid van het object op het pad
pt_pt: Velocidade do objeto no caminho

source: Angular maximum speed of the object on the path
de_de: Maximale Drehzahl des Objekts auf dem Weg
fi_fi: Objektin maksimikulmanopeus polulla
nl_nl: Maximale hoeksnelheid van het object op het pad
pt_pt: Velocidade angular máxima do objeto no caminho

source: Rotation offset applied the object on the path
de_de: Rotations-Offset wird auf dem Pfad des Objekts angewendet
fi_fi: Objektin kierron siirtymä polulla
nl_nl: Rotatie verschuiving toegepast het object op het pad
pt_pt: Deslocamento de rotação aplicado ao objeto no caminho

source: Extra border size
de_de: Größe des zusätzlichen Rahmens
fi_fi: Lisäreunan koko
nl_nl: Extra randgrootte
pt_pt: Tamanho da borda extra
zh_cn: 额外边框大小

source: Extra border applied the object on the path
de_de: Zusätzlicher Rahmen wird auf das Objekt auf dem Pfad angewendet
fi_fi: Objektin lisäreuna polulla
nl_nl: Extra rand toegepast op het object op het pad
pt_pt: Borda extra aplicada ao objeto no caminho

source: Width of a cell
de_de: Breite einer Zelle
fi_fi: Solun leveys
nl_nl: Breedte van een cel
pt_pt: Largura de uma célula
zh_cn: 单元的宽度

source: Height of a cell
de_de: Höhe einer Zelle
fi_fi: Solun korkeus
nl_nl: Hoogte van een cel
pt_pt: Altura de uma célula
zh_cn: 单元的高度

source: Obstacle for pathfinding
de_de: Hindernis für die Pfadfindung
fi_fi: Polun löytämisen este
nl_nl: Belemmering voor pad zoeken
pt_pt: Obstáculo para o encontrar caminho
zh_cn: 寻路障碍

source: Flag the object as being an obstacle for pathfinding.
de_de: Markiert das Objekt als Hindernis für die Pfadsuche.
fi_fi: Merkitse objekti polun löytämisen esteeksi.
nl_nl: Signaleer het object als een belemmering voor pad zoeken.
pt_pt: Sinalizar o objeto como sendo um obstáculo para pathfinding.
zh_cn: 标记对象作为寻路的障碍。

source: Cost
de_de: Kosten
fi_fi: Kustannus
nl_nl: Kosten
pt_pt: Custo
zh_cn: 开销

source: Change the cost of going through the object.
de_de: Ändern Sie den Preis für das Passieren des Objekts.
fi_fi: Muuta objektin läpikäynnin kustannukset.
nl_nl: De kosten wijzigen van het raken van het object.
pt_pt: Alterar o custo de passar pelo objeto.

source: Do _PARAM2__PARAM3_ to the cost of _PARAM0_
de_de: Macht _PARAM2__PARAM3_ zum Preis von _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n kustannukselle
nl_nl: Pas _PARAM2__PARAM3_ toe op de kosten van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ ao custo de _PARAM0_
zh_cn: _PARAM0_ 的开销 _PARAM2_ _PARAM3_

source: Obstacles
de_de: Hindernisse
fi_fi: Esteet
nl_nl: Obstakels
pt_pt: Obstáculos
zh_cn: 障碍

source: Difficulty
de_de: Schwierigkeit
fi_fi: Vaikeusaste
nl_nl: Moeilijkheidsgraad
pt_pt: Dificuldade

source: Compare the cost of going through the object
de_de: Vergleiche den Preis für das Passieren des Objekts
fi_fi: Vertaile objektin läpikäynnin kustannuksia
nl_nl: Vergelijk de kosten om door het object te gaan
pt_pt: Comparar o custo de passar pelo objeto

source: Cost of _PARAM0_ is _PARAM2__PARAM3_
de_de: Kosten von _PARAM0_ sind _PARAM2__PARAM3_
fi_fi: _PARAM0_:n kustannus on _PARAM2__PARAM3_
nl_nl: Kosten van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Custo de _PARAM0_ é _PARAM2__PARAM3_

source: Set _PARAM0_ as an impassable obstacle: _PARAM2_
de_de: Markiere _PARAM0_ als ein unpassierbares Hindernis: _PARAM2_
fi_fi: Aseta _PARAM0_ ylitsepääsemättömäksi esteeksi: _PARAM2_
nl_nl: _PARAM0_ instellen als onbegaanbaar obstakel: _PARAM2_
pt_pt: Definir _PARAM0_ como um obstáculo intransponível: _PARAM2_
zh_cn: 将 _PARAM0_ 设置为无法通行的障碍： _PARAM2_

source: Impassable?
de_de: Unpassierbar?
fi_fi: Ylitsepääsemätön?
nl_nl: Onbegaanbaar?
pt_pt: Intransponível?
zh_cn: 无法通行？

source: Return true if the obstacle is impassable
de_de: Meldet "Wahr" (true) zurück wenn ein Hindernis unpassierbar ist
fi_fi: Palauta tosi, jos objekti on ylitsepääsemätön
nl_nl: Is waar als het obstakel niet passeerbaar is
pt_pt: Retornar verdade (true) se o obstáculo é intransponível
zh_cn: 如果是不可通行的障碍，则返回 true

source: _PARAM0_ is impassable
de_de: _PARAM0_ ist unpassierbar
fi_fi: _PARAM0_ on ylitsepääsemätön
nl_nl: _PARAM0_ is onbegaanbaar
pt_pt: _PARAM0_ é intransponível
zh_cn: _PARAM0_ 是无法通行的

source: Obstacle cost
de_de: Hindernis-Preis
fi_fi: Esteen kustannus
nl_nl: Belemmeringskosten
pt_pt: Custo de obstáculo
zh_cn: 障碍开销

source: Allows diagonals
de_de: Erlaubt Diagonalen
fi_fi: Salli diagonaalit
nl_nl: Diagonalen toestaan
pt_pt: Permite diagonais
zh_cn: 允许对角线

source: Max. speed
de_de: Max. Geschwindigkeit
fi_fi: Maksiminopeus
nl_nl: Max. snelheid
pt_pt: Max. velocidade
zh_cn: 最大速度

source: Rotate speed
de_de: Rotationsgeschwindigkeit
fi_fi: Kiertonopeus
nl_nl: Rotatiesnelheid
pt_pt: Velocidade de rotação
zh_cn: 旋转速度

source: Rotate object
de_de: Objekt drehen
fi_fi: Kierrä objektia
nl_nl: Roteer object
pt_pt: Girar o objeto
zh_cn: 旋转对象

source: Virtual cell width
de_de: Virtuelle Zellenbreite
fi_fi: Virtuaalisolun leveys
nl_nl: Virtuele celbreedte
pt_pt: Largura da célula virtual
zh_cn: 虚拟单元格宽度

source: Virtual cell height
de_de: Virtuelle Zellenhöhe
fi_fi: Virtuaalisolun korkeus
nl_nl: Virtuele celhoogte
pt_pt: Altura da célula virtual
zh_cn: 虚拟单元格高度

source: Impassable obstacle
de_de: Unpassierbares Hindernis
fi_fi: Ylitsepääsemätön este
nl_nl: Onbegaanbaar belemmering
pt_pt: Obstáculo intransponível
zh_cn: 不可通行的障碍

source: Cost (if not impassable)
de_de: Kosten (wenn nicht unpassierbar)
fi_fi: Kustannus (jos ei ylitsepääsemätön)
nl_nl: Kosten (indien niet onbegaanbaar)
pt_pt: Custo (se não intransponível)
zh_cn: 损失(如果不可通行)

source: Collision polygon coordinates
de_de: Koordinaten des Kollision-Polygons
fi_fi: Törmäyspolygonin koordinaatit
nl_nl: Botsing veelhoek coördinaten
pt_pt: Coordenadas de polígono de colisão
zh_cn: 碰撞多边形坐标

source: Enter each coordinates of the polygon : ( Each line must have a point x;y )
de_de: Gib die jeweilige Koordinate für den Polygon : ein ( Jede Zeile muss einen Punkt haben x;y )
fi_fi: Anna polygonin kaikki koordinaatit: (kullakin rivillä on oltava piste x;y)
nl_nl: Voer alle coördinaten van de veelhoek in: (elke regel moet een punt x, y bevatten)
pt_pt: Inserir cada coordenada do polígono: (cada linha deve ter um ponto x;y)

source: Coordinates must be entered clockwise.
de_de: Koordinaten müssen im Uhrzeigersinn eingegeben werden.
nl_nl: Coördinaten moeten worden ingevoerd met de klok mee.
pt_pt: Coordenadas precisam ser colocadas em sentido horário.

source: Positioning
de_de: Positionierung
fi_fi: Sijoittelu
nl_nl: Positionering
pt_pt: Posicionamento

source: Position according to object's center
de_de: Position laut dem Mittelpunkt des Objektes
fi_fi: Objektin keskustan mukainen sijoittelu
nl_nl: Positie volgens object middelpunt
pt_pt: Posição de acordo com o centro do objeto

source: Position according to object's origin
de_de: Position laut dem Ursprungspunkt des Objektes
fi_fi: Objektin alkupisteen mukainen sijoittelu
nl_nl: Positie volgens de oorsprong van het object
pt_pt: Posição de acordo com a origem do objeto

source: Resizing
de_de: Ändern der Größe
fi_fi: Koon muuttaminen
nl_nl: Vergroten/verkleinen
pt_pt: Redimensionamento
zh_cn: 调整大小

source: Resize automatically according to object size
de_de: Je nach Größe automatisch anpassen
fi_fi: Muuta kokoa automaattisesti objektin koon mukaan
nl_nl: Grootte automatisch aanpassen aan de grootte van het object
pt_pt: Redimensionar automaticamente de acordo com o tamanho do objeto

source: So as to let the polygon resize itself according to the object size, you must define the initial size of the object.
de_de: Damit das Polygon seine Größe ändern abhängig der Objekt-Größe ändern kann, muss die ursprüngliche Größe des Objekts definiert sein.
fi_fi: Jotta polygoni voidaan muuttaa objektin koon mukaan, objektin alkuperäinen koko täytyy ensin määrittää.
nl_nl: Om de veelhoek zichzelf te laten schalen naar de object grootte, moet de initiële grootte van het object ingesteld worden.
pt_pt: A fim de deixar o polígono ser redimensionado automaticamente de acordo com o tamanho do objeto, você deve definir o tamanho inicial do objeto.

source: Width:
de_de: Breite:
fi_fi: Leveys:
nl_nl: Breedte:
pt_pt: Largura:
zh_cn: 宽度：

source: Height:
de_de: Höhe:
fi_fi: Korkeus:
nl_nl: Hoogte:
pt_pt: Altura:
zh_cn: 高度：

source: Move...
de_de: Bewegen...
fi_fi: Siirrä...
nl_nl: Verplaatsen...
pt_pt: Mover...
zh_cn: 移动...

source: Move the shape
de_de: Verschieben der Form
fi_fi: Siirrä muotoa
nl_nl: De vorm verplaatsen
pt_pt: Mover a forma
zh_cn: 移动形状

source: Resize...
de_de: Ändern der Größe...
fi_fi: Muuta kokoa...
nl_nl: Pas de grootte aan...
pt_pt: Redimensione...
zh_cn: 调整大小...

source: Resize the shape
de_de: Verändern der Größe der Form
fi_fi: Muuta muodon kokoa
nl_nl: Het formaat van de vorm wijzigen
pt_pt: Redimensione a forma
zh_cn: 图形重置大小

source: Rotation...
de_de: Drehung...
fi_fi: Kierto...
nl_nl: Rotatie...
pt_pt: Rotação...
zh_cn: 旋转...

source: Turn the polygon around a point
de_de: Dreht den Polygon um einen Punkt
fi_fi: Käännä polygonia pisteen ympärillä
nl_nl: Draai de veelhoek rond een punt
pt_pt: Vire o polígono em torno de um ponto

source: Round...
de_de: Runde...
fi_fi: Kierros...
nl_nl: Ronde...
pt_pt: Arredondar...

source: Round coordinates
de_de: Runde Koordinaten
fi_fi: Kierroksen koordinaatit
nl_nl: Ronde coördinaten
pt_pt: Coordenadas arredondadas

source: Preview of the collision polygon:
de_de: Vorschau der Kollision Polygon:
fi_fi: Törmäyspolygonin esikatselu:
nl_nl: Voorbeeld van de botsing veelhoek:
pt_pt: Visualização do polígono de colisão:

source: The point indicates the origin of the object.
de_de: Der Punkt gibt den Ursprung des Objekts an.
fi_fi: Piste ilmaisee objektin alkupisteen.
nl_nl: Het punt geeft aan de oorsprong van het object weer.
pt_pt: O ponto indica a origem do objeto.
zh_cn: 对象的原点

source: Cursor position:
de_de: Mauszeiger-Position:
fi_fi: Kohdistimen sijainti:
nl_nl: De positie van de cursor:
pt_pt: Posição do cursor:
zh_cn: 光标位置：

source: X offset
de_de: X-Versatz
fi_fi: X-siirtymä
nl_nl: X-verschuiving
pt_pt: Deslocamento em x
zh_cn: X 偏移：

source: Y offset
de_de: Y-Versatz
fi_fi: Y-siirtymä
nl_nl: Y-verschuiving
pt_pt: Deslocamento em Y
zh_cn: Y 偏移：

source: X scale
de_de: X-Skalierung
fi_fi: X-skaala
nl_nl: X-schaal
pt_pt: Escala de X
zh_cn: X 缩放

source: Y scale
de_de: Y-Skalierung
fi_fi: Y-skaala
nl_nl: Y-schaal
pt_pt: Escala de Y
zh_cn: Y 缩放

source: Rotation angle
de_de: Drehwinkel
fi_fi: Kiertokulma
nl_nl: Rotatiehoek
pt_pt: Ângulo de rotação
zh_cn: 旋转角度

source: Point around which the rotation should be made. Point 0;0 is the point draw on the polygon preview.
de_de: Punkt, worum die Drehung erfolgen soll. Punkt 0;0 ist das Zentrum der Polygon-Vorschau.
fi_fi: Piste, jonka ympäri kierto tehdään. Piste 0;0 on piirretty polygonin esikatselussa.
nl_nl: Rotatiepunt. Punt 0;0 is het getekende punt in het polygoon voorbeeld.
pt_pt: Ponto em torno do qual deve ser feita a rotação. Point 0; 0 é o ponto desenhado na visualização dos polígonos.

source: Precision allow to choose the number of decimal digits of the result
de_de: Präzision, welche ermöglicht die Anzahl der Dezimalstellen des Ergebnisses zu bestimmen
fi_fi: Tarkkuus salli tuloksen desimaaliosan tarkkuuden valinta
nl_nl: Precisie toestaan om het aantal decimalen van het resultaat te kiezen
pt_pt: Precisão permite escolher o número de dígitos decimais do resultado

source: Precision
de_de: Präzision
fi_fi: Tarkkuus
nl_nl: Precisie
pt_pt: Precisão
zh_cn: 精度

source: ( There may be a loss of precision beyond 8 decimal digits )
de_de: ( Möglicherweise ein Verlust an Genauigkeit über 8 Dezimalstellen )
fi_fi: (Tarkkuutta saatetaan menettää, jos desimaaleja on enemmän kuin 8)
nl_nl: (Er kan een verlies van precisie optreden na 8 decimalen)
pt_pt: (Pode haver uma perda de precisão, além de 8 dígitos decimais)

source: Precision ( Number of decimal digits )
de_de: Präzision ( Number von Dezimalstellen )
fi_fi: Tarkkuus (desimaalien lukumäärä)
nl_nl: Precisie (het aantal decimalen)
pt_pt: Precisão (número de dígitos decimais)

source: Physics behavior
de_de: Physik-Verhalten
fi_fi: Fysiikan käytös
nl_nl: Natuurkundig gedrag
pt_pt: Comportamento de física
zh_cn: 物理行为

source: Physics engine
de_de: Physik-Engine
fi_fi: Fysiikkamoottori
nl_nl: Natuurkundige simulaties
pt_pt: Motor de física
zh_cn: 物理引擎

source: Physics
de_de: Physik
fi_fi: Fysiikka
nl_nl: Natuurkundig
pt_pt: Física
zh_cn: 物理

source: Make the object static
de_de: Macht ein Objekt statisch
fi_fi: Aseta objekti staattiseksi
nl_nl: Het object statisch maken
pt_pt: Establecer como objeto estático
zh_cn: 使此对象静态

source: Make _PARAM0_ static
de_de: _PARAM0_ statisch machen
fi_fi: Aseta _PARAM0_ staattiseksi
nl_nl: _PARAM0_ statisch maken
pt_pt: Fazer _PARAM0_ estático
zh_cn: 使 _PARAM0_ 静态

source: Make the object dynamic
de_de: Macht das Objekt dynamisch
fi_fi: Aseta objekti dynaamiseksi
nl_nl: Het object dynamisch maken
pt_pt: Establecer como objeto dinâmico
zh_cn: 使此对象动态

source: Make _PARAM0_ dynamic
de_de: _PARAM0_ dynamisch machen
fi_fi: Aseta _PARAM0_ dynaamiseksi
nl_nl: _PARAM0_ dynamisch maken
pt_pt: Fazer _PARAM0_ dinâmico
zh_cn: 使 _PARAM0_ 动态

source: The object is dynamic
de_de: Das Objekt ist dynamisch
fi_fi: Objekti on dynaaminen
nl_nl: Het object is dynamisch
pt_pt: O objeto é dinâmico
zh_cn: 此对象是动态的

source: _PARAM0_ is dynamic
de_de: _PARAM0_ ist dynamisch
fi_fi: _PARAM0_ on dynaaminen
nl_nl: _PARAM0_ is dynamisch
pt_pt: _PARAM0_ é dinâmico
zh_cn: _PARAM0_ 是动态的

source: Fix rotation
de_de: Rotation fixieren
fi_fi: Kiinnitä kierto
nl_nl: Rotatie fixeren
pt_pt: Fixar a rotação
zh_cn: 固定旋转

source: Prevent the object from rotating
de_de: Objekt vor Rotation hindern
fi_fi: Estä objektin kiertäminen
nl_nl: Voorkom rotatie van het object
pt_pt: Impedir que o objeto rode

source: Fix rotation of _PARAM0_
de_de: Rotation von _PARAM0_ fixieren
fi_fi: Kiinnitä _PARAM0_:n kierto
nl_nl: Rotatie fixeren van _PARAM0_
pt_pt: Fixar a rotação de _PARAM0_
zh_cn: _PARAM0_ 固定旋转
