Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: The size of the outline of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Größe der Kontur des _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n ääriviivan koko on _PARAM1__PARAM2_
nl_nl: De grootte van de omtrek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O tamanho do contorno de _PARAM0_ é _PARAM1__PARAM2_

source: Size to test
de_de: Größe zum Testen
fi_fi: Testattava koko
nl_nl: Grootte om te testen
pt_pt: Teste a espessura
zh_cn: 要测试的大小

source: Fill opacity
de_de: Füllt die Deckkraft
fi_fi: Täytön peittävyys
nl_nl: Vul opaciteit
pt_pt: Preencha a opacidade
zh_cn: 填充不透明度

source: Do _PARAM1__PARAM2_ to the opacity of filling of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n täytön peittävyydelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de dekking van het vullen van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a opacidade de preenchimento de _PARAM0_

source: Outline opacity
de_de: Deckkraft der Kontur
fi_fi: Ääriviivan peittävyys
nl_nl: Omtrek opaciteit
pt_pt: Opacidade do contorno
zh_cn: 外框不透明度

source: Modify the opacity of the outline of future drawings.
de_de: Ändern Sie die Deckkraft der Gliederung des zukünftigen Zeichnungen.
fi_fi: Muuta ääriviivan peittävyyttä jatkossa.
nl_nl: Wijzig de opaciteit van de omtrek van toekomstige tekeningen.
pt_pt: Modifica a opacidade do contorno dos desenhos futuros.

source: Do _PARAM1__PARAM2_ to the opacity of the outline of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n ääriviivan peittävyydelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de dekking van de omtrek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a opacidade do contorno de _PARAM0_

source: Test the opacity of the outline.
de_de: Teste die Deckkraft des Umrisses.
fi_fi: Testaa ääriviivan peittävyyden arvoa.
nl_nl: Test de opaciteit van de omtrek.
pt_pt: Teste a opacidade do contorno.

source: The opacity of the outline of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Durchsichtigkeit der Außenlinie von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n ääriviivan peittävyys on _PARAM1__PARAM2_
nl_nl: De opaciteit van de omtrek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A opacidade do contorno de _PARAM0_ é _PARAM1__PARAM2_

source: Copy an image on another
de_de: Kopiere ein Bild auf ein anderes
fi_fi: Kopioi kuva toisen päälle
nl_nl: Een afbeelding op een andere kopiëren
pt_pt: Copie uma imagem em outro
zh_cn: 复制另一个图像

source: Copy an image on another. Note that the source image must be preferably kept loaded in memory.
de_de: Kopiere ein Bild auf ein anderes. Beachte, dass das Quellbild im Speichern geladen bleiben muss.
fi_fi: Kopioi kuva toisen päälle. Huomaa, että lähdekuvan täytyy pysyä muistiin ladattuna.
nl_nl: Een afbeelding op een ander kopiëren. Let op dat de bronafbeelding bij voorkeur in het geheugen geladen moet worden.
pt_pt: Copie uma imagem em outro. Note que a imagem fonte deve ser mantida carregada e de preferência na memória.

source: Copy the image _PARAM1_ on _PARAM0_ at _PARAM2_;_PARAM3_
de_de: Kopieren Sie das Bild _PARAM1_ auf _PARAM0_ bei _PARAM2_; _PARAM3_
fi_fi: Kopioi kuva _PARAM1_ _PARAM0_ päälle kohtaan _PARAM2_;_PARAM3_
nl_nl: Kopieer de afbeelding _PARAM1_ op _PARAM0_ op _PARAM2_; _PARAM3_
pt_pt: Copie a imagem _PARAM1_ em _PARAM0_ em _PARAM2_; _PARAM3_

source: Name of the image to modify
de_de: Name des zu ändernden Bildes
fi_fi: Muutettavan kuvan nimi
nl_nl: Naam van de te wijzigen afbeelding
pt_pt: Nome da imagem a modificar
zh_cn: 要修改的图像的名称

source: Name of the source image
de_de: Name des Quellbildes
fi_fi: Lähdekuvan nimi
nl_nl: Naam van de bronafbeelding
pt_pt: Nome da imagem de origem
zh_cn: 源图像的名称

source: Should the copy take in account the source transparency?
de_de: Soll bei der Kopie die Quellentransparenz beachtet werden?
fi_fi: Tuleeko kopion ottaa huomioon lähteen läpinäkyvyys?
nl_nl: Moet de kopie rekening houden met de transparantie van de bron?
pt_pt: A cópia deve considerar a transparência do original?

source: Capture the screen
de_de: Aufnehmen des Bildschirms
fi_fi: Ota ruutukaappaus
nl_nl: Het scherm vastleggen
pt_pt: Capturar o écran
zh_cn: 捕获屏幕

source: Capture the screen and save it into the specified folder and/or in the specified image.
fi_fi: Ota ruutukaappaus ja tallenna kuva määritettyyn kansioon tai määritettyyn kuvaan.
nl_nl: Het scherm vastleggen en opslaan in de opgegeven map en/of in de opgegeven afbeelding.
pt_pt: Capture o écran e salve para a pasta especificada e/ou a imagem especificada.

source: Capture the screen ( Save it in file _PARAM1_ and/or in image _PARAM2_ )
fi_fi: Ota ruutukaappaus (tallenna tiedostoon _PARAM1_ ja/tai kuvaan _PARAM2_)
nl_nl: Vastleggen van het scherm (opslaan in bestand _PARAM1_ en/of afbeelding _PARAM2_)
pt_pt: Capture o écran (salve no arquivo _PARAM1_ e/ou em imagem _PARAM2_)

source: File where save capture
de_de: Datei in der die Aufnahme gespeichert werden soll
fi_fi: Ruutukaappauksen tallennustiedosto
nl_nl: Bestand waar de opname in wordt opgeslagen
pt_pt: Nome do arquivo para salvar a captura

source: Name of the image where capture must be saved
fi_fi: Kuvan nimi, johon ruutukaappaus tallennetaan
nl_nl: Naam van de afbeelding waar de opname in moet worden opgeslagen
pt_pt: Nome da imagem onde captura deve ser salva

source: Create an image in memory
de_de: Erstellt ein Bild im Speicher
fi_fi: Luo kuva muistiin
nl_nl: Een afbeelding in het geheugen maken
pt_pt: Criar uma imagem na memória

source: Create an image in memory.
de_de: Erstellt ein Bild im Speicher.
fi_fi: Luo kuva muistiin.
nl_nl: Maak een afbeelding in het geheugen.
pt_pt: Criar uma imagem na memória, armazenados no banco de imagens do jogo.

source: Create image _PARAM1_ in memory ( Width: _PARAM2_, Height: _PARAM3_, Color: _PARAM4_ )
de_de: Erstellt Bild _PARAM1_ im Speicher (Breite: _PARAM2_, Höhe: _PARAM3_, Farbe: _PARAM4_ )
fi_fi: Luo kuva _PARAM1_ muistiin (leveys: _PARAM2_, korkeus: _PARAM3_, väri: _PARAM4_)
nl_nl: Afbeelding _PARAM1_ in het geheugen maken (breedte: _PARAM2_, hoogte: _PARAM3_, kleur: _PARAM4_)
pt_pt: Criar imagem _PARAM1_ na memória (largura: _PARAM2_, altura: _PARAM3_, cor: _PARAM4_)

source: Name of the image
de_de: Name des Bildes
fi_fi: Kuvan nimi
nl_nl: Naam van de afbeelding
pt_pt: Nome da imagem
zh_cn: 图像的名称

source: Open an image from a file
de_de: Öffnet ein Bild aus einer Datei
fi_fi: Avaa kuva tiedostosta
nl_nl: Open een afbeelding uit een bestand
pt_pt: Abrir uma imagem apartir do arquivo
zh_cn: 从文件打开图像

source: Load in memory an image from a file.
de_de: Ein Bild aus einer Datei in den Speicher laden.
fi_fi: Lataa muistiin kuva tiedostosta.
nl_nl: Laad een afbeelding uit een bestand in het geheugen.
pt_pt: Carrega na memória uma imagem de um arquivo.

source: Load in memory file _PARAM1_ inside image _PARAM2_
fi_fi: Lataa muistiin tiedosto _PARAM1_ kuvan _PARAM2_ sisään
nl_nl: Laden in het geheugen bestand _PARAM1_ binnen de afbeelding _PARAM2_
pt_pt: Carregar na memória arquivo _PARAM1_ dentro _PARAM2_ de imagem

source: Save an image to a file
de_de: Ein Bild in einer Datei speichern
fi_fi: Kuvan tallentaminen tiedostoon
nl_nl: Een afbeelding opslaan naar een bestand
pt_pt: Salvar uma imagem num arquivo
zh_cn: 将图像保存到文件

source: Save image _PARAM2_ to file _PARAM1_
de_de: Speichern Sie Bild _PARAM2_ in _PARAM1_
fi_fi: Tallenna kuva _PARAM2_ tiedostoon _PARAM1_
nl_nl: Opslaan van de afbeelding _PARAM2_ naar bestand _PARAM1_
pt_pt: Salvar imagem _PARAM2_ para o arquivo _PARAM1_
zh_cn: 保存图像 _PARAM2_ 到文件 _PARAM1_

source: Edit the Shape Painter object
de_de: Das Form-Zeichnende-Objekt bearbeiten
fi_fi: Muokkaa muotojen maalausobjektia
nl_nl: Bewerk het Vorm Teken object
pt_pt: Editar o objeto Pintor de Forma

source: Filling
de_de: Füllung
fi_fi: Täyttö
nl_nl: Vullen
pt_pt: Enchimento
zh_cn: 填充

source: Color :
de_de: Farbe :
fi_fi: Väri:
nl_nl: Kleur :
pt_pt: Côr :
zh_cn: 颜色：

source: Choose the color
de_de: Wählt die Farbe
fi_fi: Valitse väri
nl_nl: Kies de kleur
pt_pt: Escolha a cor
zh_cn: 选择颜色

source: Opacity :
de_de: Deckkraft :
fi_fi: Peittävyys:
nl_nl: Dekking :
pt_pt: Opacidade:
zh_cn: 不透明度：

source: Outline
de_de: Umrandung
fi_fi: Ääriviiva
nl_nl: Omlijning
pt_pt: Contorno

source: Size :
de_de: Größe :
fi_fi: Koko:
nl_nl: Grootte :
pt_pt: Tamanho :
zh_cn: 大小：

source: Absolute
de_de: Absolut
fi_fi: Absoluuttinen
nl_nl: Absoluut
pt_pt: Absoluto

source: Relative to the position of the Shape Painter object
de_de: Bezogen auf die Position der Form-Zeichnendes-Objekts
fi_fi: Suhteessa muotojen maalausobjektin sijaintiin
nl_nl: Ten opzichte van de positie van het Vorm Teken object
pt_pt: Relativo à posição do objeto Pintor de Formas

source: Drawing coordinates
de_de: Koordinaten zeichnen
fi_fi: Piirtokoordinaatit
nl_nl: Tekencoördinaten
pt_pt: Coordenadas do desenho

source: Sound object
de_de: Ton-Objekt
fi_fi: Ääniobjekti
nl_nl: Geluidsobject
pt_pt: Objeto Som
zh_cn: 声音对象

source: Sound
de_de: Ton
fi_fi: Ääni
nl_nl: Geluid
pt_pt: Som
zh_cn: 声音

source: Sound level
de_de: Lautstärke
fi_fi: Äänitaso
nl_nl: Geluidsniveau
pt_pt: Volume

source: Modify the sound level of a Sound object.
de_de: Ändere die Lautstärke eines Sound-Objekts.
fi_fi: Muuta ääniobjektin äänitasoa.
nl_nl: Het geluidsniveau van een geluidsobject wijzigen.
pt_pt: Modifica o volume de um objeto Som.

source: Do _PARAM1__PARAM2_ to the sound level of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n äänitasolle
nl_nl: Pas _PARAM1__PARAM2_ toe op het geluidsvolume van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o volume do _PARAM0_

source: Parameters
de_de: Parameter
fi_fi: Parametrit
pt_pt: Parâmetros

source: Change the pitch of a sound object.
de_de: Ändern der Tonhöhe eines Sound-Objekts.
fi_fi: Muuta ääniobjektin äänen korkeutta.
nl_nl: De toonhoogte van een geluidsobject wijzigen.
pt_pt: Mude o tom de um objeto de som.

source: Do _PARAM1__PARAM2_ to Pitch of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Neigung von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kallistukselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de Pitch van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o tom de _PARAM0_

source: Attenuation
de_de: Dämpfung
fi_fi: Vaimennus
nl_nl: Demping
pt_pt: Atenuação

source: Change the attenuation of a sound object.
de_de: Ändere die Dämpfung eines Sound Objects.
fi_fi: Muuta ääniobjektin vaimennusta.
nl_nl: De demping van een geluidsobject wijzigen.
pt_pt: Mude a atenuação de um objeto som.

source: Do _PARAM1__PARAM2_ to the attenuation of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n vaimennukselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de demping van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ à atenuação de _PARAM0_

source: Automatic restart
de_de: Automatischer Neustart
fi_fi: Automaattinen uudelleenkäynnistys
nl_nl: Automatisch opnieuw starten
pt_pt: Reinício automático

source: Activate looping for _PARAM0_: _PARAM1_
fi_fi: Aktivoi silmukointi _PARAM0_: _PARAM1_
nl_nl: Activeer herhalen voor _PARAM0_: _PARAM1_
pt_pt: Ativar loop para _PARAM0_: _PARAM1_

source: Loop
de_de: Schleife
fi_fi: Silmukka
nl_nl: Herhaal
pt_pt: Loop (Repetição)
zh_cn: 循环

source: Listener relation
de_de: Zuhörer Beziehung
fi_fi: Kuuntelija suhde
nl_nl: Luisteraar relatie
pt_pt: Relação de ouvinte

source: Set _PARAM0_ as relative to the listener position: _PARAM1_
fi_fi: Aseta _PARAM0_ suhteeseen kuuntelijan sijaintiin: _PARAM1_
nl_nl: Stel _PARAM0_ in als relatief ten opzichte van de luisterpositie: _PARAM1_
pt_pt: Defina _PARAM0_ como em relação à posição de ouvinte: _PARAM1_

source: Relative to the listener
de_de: Im Verhältnis zu den Zuhörern
fi_fi: Suhteessa kuuntelijaan
nl_nl: Ten opzichte van de luisteraar
pt_pt: Em relação ao ouvinte

source: Play a sound.
de_de: Wiedergeben eines Tons.
fi_fi: Toista ääni.
nl_nl: Een geluid afspelen.
pt_pt: Tocar um som.
zh_cn: 播放声音

source: Play sound _PARAM0_
de_de: Spielt Ton _PARAM0_
fi_fi: Toista ääni _PARAM0_
nl_nl: Speel geluid _PARAM0_
pt_pt: Tocar o som _PARAM0_
zh_cn: 播放声音 _PARAM0_

source: Stop
de_de: Stopp
fi_fi: Pysäytä
pt_pt: Parar
zh_cn: 停止

source: Stop a sound.
de_de: Stoppt den Ton.
fi_fi: Pysäytä äänen toistaminen.
nl_nl: Stop een geluid.
pt_pt: Pare um som.
zh_cn: 停止声音。

source: Stop _PARAM0_
de_de: Stopp _PARAM0_
fi_fi: Pysäytä _PARAM0_
pt_pt: Parar _PARAM0_
zh_cn: 停止 _PARAM0_

source: Pause a sound.
de_de: Pausiert den Ton.
fi_fi: Keskeytä äänen toistaminen.
nl_nl: Een geluid onderbreken.
pt_pt: Pause o som.
zh_cn: 暂停声音。

source: Pause _PARAM0_
fi_fi: Keskeytä _PARAM0_
nl_nl: Onderbreek _PARAM0_
pt_pt: Pausa _PARAM0_
zh_cn: 暂停 _PARAM0_

source: Test the sound level of a Sound object.
de_de: Teste die Lautstärke eines Klang-Objekts.
fi_fi: Testaa ääniobjektin äänentaso.
nl_nl: Test het geluidsniveau van een geluidsobject.
pt_pt: Teste o nível sonoro de um objeto de Som.

source: Th sound level of _PARAM0_ is _PARAM2_ _PARAM1_
fi_fi: _PARAM0_:n äänentaso on _PARAM2_ _PARAM1_
nl_nl: Het geluidsniveau van _PARAM0_ is _PARAM2_ _PARAM1_
pt_pt: Nível de som do th de _PARAM0_ é _PARAM2_ _PARAM1_

source: Test the pitch value of a sound.
de_de: Tonhöhe eines Sounds testen.
fi_fi: Testaa äänen korkeus.
nl_nl: Test de toonhoogte van een geluid.
pt_pt: Avalia o pitch (velocidade) de um som.

source: Test the attenuation of a sound.
de_de: Testen Sie die Dämpfung eines Klanges.
fi_fi: Testaa äänen vaimennus.
nl_nl: Test de demping van een geluid.
pt_pt: Teste a atenuação de um som.

source: The attenuation of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n vaimennus on _PARAM1__PARAM2_
nl_nl: De demping van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A atenuação de _PARAM0_ é _PARAM1__PARAM2_

source: Minimal distance
de_de: Minimaler Abstand
fi_fi: Minimietäisyys
nl_nl: Minimale afstand
pt_pt: Distância mínima
zh_cn: 最小距离

source: Test the minimal distance of a sound
de_de: Teste die minimale Entfernung eines Klangs
fi_fi: Testaa äänen minimietäisyys
nl_nl: De minimale afstand van een geluid testen
pt_pt: Teste a distância mínima dum som

source: The minimal distance of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die kleinste Entfernung von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n minimietäisyys on _PARAM1__PARAM2_
nl_nl: De minimale afstand van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A distância mínima de _PARAM0_ é _PARAM1__PARAM2_

source: Test Z position of a sound.
de_de: Teste die Z Position eines Sounds.
fi_fi: Testaa äänen Z-sijainti.
nl_nl: Test Z positie van een geluid.
pt_pt: Teste a posição Z de um som.

source: The Z position of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Z-Position von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n Z-sijainti on _PARAM1__PARAM2_
nl_nl: Z-Positie van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A posição Z de _PARAM0_ é _PARAM1__PARAM2_

source: _PARAM0_ is looping
de_de: _PARAM0_ loopen
fi_fi: _PARAM0_ on silmukassa
nl_nl: _PARAM0_ wordt herhaald
pt_pt: _PARAM0_ é looping
zh_cn: _PARAM0_ 是循环的

source: Being played
de_de: Wird abgespielt
fi_fi: Toistetaan
nl_nl: Wordt afgespeeld
pt_pt: Em reprodução
zh_cn: 正在播放

source: Test if a sound is being played.
de_de: Teste, ob ein Sound abgespielt wird.
fi_fi: Testaa toistetaanko ääntä.
nl_nl: Testen of een geluid wordt afgespeeld.
pt_pt: Teste se o som está sendo tocado.
zh_cn: 测试声音是否播放。

source: _PARAM0_ is being played
de_de: _PARAM0_ wird abgespielt
fi_fi: _PARAM0_ toistetaan
nl_nl: _PARAM0_ wordt afgespeeld
pt_pt: _PARAM0_ está sendo tocado
zh_cn: _PARAM0_ 正在播放

source: Paused
de_de: Pausiert
fi_fi: Keskeytetty
nl_nl: Onderbroken
pt_pt: Em pausa
zh_cn: 暂停

source: A sound is paused
de_de: Ein Ton ist pausiert
fi_fi: Äänen toistaminen on keskeytetty
nl_nl: Een geluid is onderbroken
pt_pt: O som está em pausa
zh_cn: 声音是暂停的

source: _PARAM0_ is paused
de_de: _PARAM0_ wurde angehalte
fi_fi: _PARAM0_ on keskeytetty
nl_nl: _PARAM0_ is onderbroken
pt_pt: _PARAM0_ está em pausa
zh_cn: _PARAM0_ 已暂停

source: Stopped
de_de: Gestoppt
fi_fi: Pysäytetty
nl_nl: Gestopt
pt_pt: Parado
zh_cn: 已停止

source: Test if a sound is stopped.
de_de: Teste, ob ein Sound gestoppt ist.
fi_fi: Testaa, onko äänen toistaminen pysäytetty.
nl_nl: Testen of een geluid is gestopt.
pt_pt: Teste se o som parou.
zh_cn: 测试声音是否停止

source: _PARAM0_ is stopped
de_de: _PARAM0_ stoppen
fi_fi: _PARAM0_ on pysäytetty
nl_nl: _PARAM0_ is gestopt
pt_pt: _PARAM0_ está parado
zh_cn: _PARAM0_ 已停止

source: Test if a sound is relative to the listener.
fi_fi: Testaa, onko ääni suhteessa kuuntelijaan.
nl_nl: Testen of een geluid relatief is ten opzichte van de luisteraar.
pt_pt: Teste se um som é relativo para o ouvinte.

source: _PARAM0_ is relative to the listener
fi_fi: _PARAM0_ on suhteessa kuuntelijaan
nl_nl: _PARAM0_ is relatief ten opzichte van de luisteraar
pt_pt: _PARAM0_ é relativo o ouvinte

source: Modify the X position of the listener.
de_de: Die X-Position des Listeners ändern.
fi_fi: Muuta kuuntelijan X-sijaintia.
nl_nl: Wijzig de X-positie van de luisteraar.
pt_pt: Modifica a posição X do ouvinte.

source: Do _PARAM0__PARAM1_ to the X position of the listener
fi_fi: Tee _PARAM0__PARAM1_ kuuntelijan X-sijannille
nl_nl: Pas _PARAM1__PARAM2_ toe op de X-positie van de volger
pt_pt: Fazer _PARAM0__PARAM1_ para a posição X do ouvinte

source: Listener
de_de: Zuhörer
fi_fi: Kuuntelija
nl_nl: Luisteraar
pt_pt: Ouvinte

source: Modify the Y position of the listener.
de_de: Die Y-Position des Listeners ändern.
fi_fi: Muuta kuuntelijan Y-sijaintia.
nl_nl: Wijzig de Y-positie van de luisteraar.
pt_pt: Modifica a posição Y do ouvinte.

source: Do _PARAM0__PARAM1_ to the Y position of the listener
fi_fi: Tee _PARAM0__PARAM1_ kuuntelijan Y-sijannille
nl_nl: Pas _PARAM1__PARAM2_ toe op de Y-positie van de volger
pt_pt: Fazer _PARAM0__PARAM1_ para a posição Y do ouvinte

source: Z position
fi_fi: Z-sijainti
nl_nl: Z-positie
pt_pt: Posição Z
zh_cn: Z位置

source: Modify the Z position of the listener.
de_de: Die Z-Position des Listeners ändern.
fi_fi: Muuta kuuntelijan Z-sijaintia.
nl_nl: Wijzigen positie op de Z van de luisteraar.
pt_pt: Modifica a posição Z do ouvinte.

source: Do _PARAM0__PARAM1_ to the Z position of the listener
fi_fi: Tee _PARAM0__PARAM1_ kuuntelijan Z-sijannille
nl_nl: Pas _PARAM1__PARAM2_ toe op de Z-positie van de volger
pt_pt: Fazer _PARAM0__PARAM1_ para a posição de Z do ouvinte

source: Direction on X axis
de_de: Richtung auf die X-Achse
fi_fi: Suunta X-akselilla
nl_nl: Richting op X-as
pt_pt: Direção no eixo X

source: Direction on Y axis
de_de: Richtung auf der Y-Achse
fi_fi: Suunta Y-akselilla
nl_nl: Richting op de Y-as
pt_pt: Direção no eixo Y

source: Direction on Z axis
de_de: Richtung auf der Z-Achse
fi_fi: Suunta Z-akselilla
nl_nl: Richting op de Z-as
pt_pt: Direção no eixo Z

source: The listener X position is _PARAM1__PARAM0_
de_de: Die Hörer X-Position ist bei _PARAM1__PARAM0_
fi_fi: Kuuntelijan X-sijainti on _PARAM1__PARAM0_
nl_nl: De luisteraar X-positie is _PARAM1__PARAM0_
pt_pt: A posição X do ouvinte é _PARAM1__PARAM0_

source: The listener Y position is _PARAM1__PARAM0_
de_de: Die Hörer Y-Position ist bei _PARAM1__PARAM0_
fi_fi: Kuuntelijan Y-sijainti on _PARAM1__PARAM0_
nl_nl: De luisteraar Y-positie is _PARAM1__PARAM0_
pt_pt: A posição Y do ouvinte é _PARAM1__PARAM0_

source: The listener Z position is _PARAM1__PARAM0_
de_de: Die Hörer Z-Position ist bei _PARAM1__PARAM0_
fi_fi: Kuuntelijan Z-sijainti on _PARAM1__PARAM0_
nl_nl: De luisteraar Z-positie is _PARAM1__PARAM0_
pt_pt: A posição Z do ouvinte é _PARAM1__PARAM0_

source: X direction
de_de: X-Richtung
fi_fi: X-suunta
nl_nl: X richting
pt_pt: Direção X
zh_cn: X 方向

source: The listener X direction is _PARAM1__PARAM0_
de_de: Die Hörer X-Richtung ist _PARAM1__PARAM0_
fi_fi: Kuuntelijan X-suunta on _PARAM1__PARAM0_
nl_nl: De luisteraar X-richting is _PARAM1__PARAM0_
pt_pt: A direção X do ouvinte é _PARAM1__PARAM0_

source: Y direction
de_de: Y-Richtung
fi_fi: Y-suunta
nl_nl: Y-richting
pt_pt: Direção Y
zh_cn: Y 方向

source: The listener Y direction is _PARAM1__PARAM0_
de_de: Die Hörer Y-Richtung ist _PARAM1__PARAM0_
fi_fi: Kuuntelijan Y-suunta on _PARAM1__PARAM0_
nl_nl: De luisteraar Y-richting is _PARAM1__PARAM0_
pt_pt: A direção Y do ouvinte é _PARAM1__PARAM0_

source: Z direction
de_de: Z-Richtung
fi_fi: Z-suunta
nl_nl: Z-richting
pt_pt: Direção Z
zh_cn: Z 方向

source: The listener Z direction is _PARAM1__PARAM0_
de_de: Die Hörer Z-Richtung ist _PARAM1__PARAM0_
fi_fi: Kuuntelijan Z-suunta on _PARAM1__PARAM0_
nl_nl: De luisteraar Z-richting is _PARAM1__PARAM0_
pt_pt: A direção Z do ouvinte é _PARAM1__PARAM0_

source: Listener X position
de_de: Hörer X-Position
fi_fi: Kuuntelijan X-sijainti
nl_nl: Luisteraar X-positie
pt_pt: Posição X de ouvinte

source: Listener Y position
de_de: Hörer Y-Position
fi_fi: Kuuntelijan Y-sijainti
nl_nl: Luisteraar Y-positie
pt_pt: Posição Y de ouvinte

source: Listener Z position
de_de: Hörer Z-Position
fi_fi: Kuuntelijan Z-sijainti
nl_nl: Luisteraar Z-positie
pt_pt: Posição Z de ouvinte

source: Listener x direction
de_de: Hörer X-Richtung
fi_fi: Kuuntelijan X-suunta
nl_nl: Luisteraar x richting
pt_pt: Direção x do ouvinte

source: Listener y direction
de_de: Hörer Y-Richtung
fi_fi: Kuuntelijan Y-suunta
nl_nl: Luisteraar y-richting
pt_pt: Direção y do ouvinte

source: Listener z direction
de_de: Hörer Z-Richtung
fi_fi: Kuuntelijan Z-suunta
nl_nl: Luisteraar x richting
pt_pt: Direção z do ouvinte

source: Yes
de_de: Ja
fi_fi: Kyllä
nl_nl: Ja
pt_pt: SIm
zh_cn: 是

source: No
de_de: Nein
fi_fi: Ei
nl_nl: Nee
pt_pt: Não
zh_cn: 否

source: Edit the Sound object
de_de: Bearbeitete das Ton-Objekt
fi_fi: Muokkaa ääniobjektia
nl_nl: Het geluidsobject bewerken
pt_pt: Editar o objeto Sound
zh_cn: 编辑声音对象

source: Sound type
de_de: Tontyp
fi_fi: Äänen tyyppi
nl_nl: Geluidstype
pt_pt: Tipo de som
zh_cn: 声音类型

source: Music
de_de: Musik
fi_fi: Musiikki
nl_nl: Muziek
pt_pt: Música
zh_cn: 音乐

source: Load the content of the sound file only partially when the sound is played. Useful for long sounds and musics.
fi_fi: Lataa äänitiedoston sisältöä vain sitä mukaa, kun ääntä toistetaan. Hyödyllinen pitkille äänille ja musiikille.
nl_nl: Laad de inhoud van het geluidsbestand slechts gedeeltelijk in wanneer het geluid wordt afgespeeld. Handig voor lange geluiden en muziek.
pt_pt: Carregar o conteúdo do arquivo de som apenas parcialmente, quando o som é reproduzido. Útil para músicas e sons longos.

source: The sound file is entirely loaded into memory so as to be quicly played. Adapted to small sounds and noises.
de_de: Die Sound-Datei ist vollständig in den Speicher geladen, um schnell abgespielt zu werden. Angepasst für kurze Sounds und Geräusche.
fi_fi: Äänitiedosto on ladattu muistiin kokonaan, jotta se voidaan toistaa nopeasti. Sopii lyhyiin ääniin.
nl_nl: Het geluidsbestand is volledig geladen in het geheugen om snel te worden afgespeeld. Aangepast aan korte klanken en geluiden.
pt_pt: O arquivo de som é totalmente carregado na memória a fim de ser reproduzido rapidamente. Adaptado para pequenos sons e ruídos.
