Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Something bad happened!
de_de: Etwas Schlimmes ist passiert!
fi_fi: Jotain pahaa tapahtui!
nl_nl: Er is iets ergs gebeurd!
pt_pt: Algo ruim aconteceu!
zh_cn: 出现错误!

source: It seems that GDevelop has closed abruptly after an error. GDevelop should never freeze or crash whatever the user make. You can help us correct the problem by filling the error report.
de_de: Es scheint so, dass sich GDevelop nach einem Fehler beendet hat. GDevelop sollte sich niemals stoppen, egal was der Benutzer macht. Sie können uns helfen das Problem zu beheben, indem Sie unseren Fehlerbericht ausfüllen.
fi_fi: Näyttää siltä, että GDevelop on suljettu äkillisesti jälkeen an error. GDevelop olisi koskaan lukita tai kaatuu, mitä the käyttäjä. Voit auttaa meitä korjata ongelma filling the virheraportin.
nl_nl: Het lijkt erop dat GDevelop abrupt na een fout is afgesloten. GDevelop zou nooit mogen bevriezen of crashen ongeacht wat de gebruiker maakt. U kunt ons helpen om het probleem op te lossen door het invullen van een foutenrapport.
pt_pt: Parece que o GDevelop fechou inesperadamente após um erro. O GDevelop não deveria congelar ou travar, não importa o que aconteça. Você pode nos ajudar a corrigir o problema preenchendo o relatório de erro.
zh_cn: GDevelop因为内部错误停止运行. GDevelop不应由于用户操作导致程序终止, 您可以填写下面信息帮助开发团队修正问题。

source: Known bugs for this version of GDevelop
de_de: Bekannte Fehler für diese Version von GDevelop
fi_fi: Tiedettyjä ongelmia tässä Gdevelop versiossa
nl_nl: Gekende bugs voor deze versie van GDevelop
pt_pt: Bugs conhecidos para esta versão do GDevelop
zh_cn: 当前版本已知问题

source: You can visit a page on our website which can contain known bugs for this version of GDevelop:
de_de: Auf unserer Website können Sie sich eine Seite ansehen, welche alle Fehler für diese Version von GDevelop auflistet:
fi_fi: Voit käydä sivuillamme jossa voi olla tunnettuja vikoja tähän GDevelop versioon
nl_nl: U kunt een pagina bezoeken op onze website die de bekende bugs voor deze versie van GDevelop bevat:
pt_pt: Você pode visitar uma página em nosso site que pode conter erros conhecidos para esta versão do GDevelop:
zh_cn: 访问此页面了解当前版本已知问题:

source: View the known bugs for this version
de_de: Bekannte Fehler für diese Version ansehen
fi_fi: Katso tämän version tunnettuja vikoja
nl_nl: De bekende bugs voor deze versie weergeven.
pt_pt: Exibir os erros conhecidos para esta versão
zh_cn: 查看当前版本已知问题

source: Next
de_de: Weiter
fi_fi: Seuraava
nl_nl: Volgende
pt_pt: Próximo
zh_cn: 下一步

source: To help us solve the problem, try to describe the error as precisely as you can. Indicate if possible: -How did the error happened (Click on a button ...) -In which part of program (Scene editor, events editor...)
de_de: Damit wir das Problem lösen können, beschreiben Sie das Problem so präzise wie möglich. Beschreiben Sie wenn möglich: -Wie der Fehler passiert ist (Klick auf einen Button ...) -In welchem Bereich des Programmes (Szenen Editor, Event Editor...)
fi_fi: Auttaaksesi meitä ratkaisemaan ongelman, yritä kuvata virhe niin tarkasti kuin osaat. Jos mahdollista: kuvaile miten virhe tapahtui (klikkasin painiketta...) ja missä ohjelman osassa (kenttäeditori, tapahtumaeditori...) virhe tapahtui
nl_nl: Om ons te helpen het probleem op te lossen, probeer de fout zo precies mogelijk te beschrijven. Indien mogelijk beschrijf: -Hoe heeft de fout zich voorgedaan (Klik op een knop...) -In welk deel van het programma (scène bewerker, evenementen bewerker...)
pt_pt: Para nos ajudar a resolver o problema, tente descrever o erro da forma mais detalhada que você puder. Indicar se possível: -como é que o erro aconteceu (clique em um botão...) -Em que parte do programa (editor de cena, editor de eventos...)
zh_cn: 为了帮助我们解决问题，请尝试尽可能精确地描述 这个错误。如果可行的话请指出： -这个错误是如何产生(在点击一个按钮後...) -在程式的哪个部分出现(场景编辑器，事件编辑器...)

source: You can enter your email: (optional, so as to contact you if we need more information)
de_de: Sie können Ihre E-Mail Adresse angeben: (optional, damit wir Sie bei weiteren Fragen kontaktieren können)
fi_fi: Voit syöttää sähköpostiosoitteesi: (Valinnainen, Että voimme ottaa yhteyttä sinuun jos tarvitsemme lisätietoja)
nl_nl: U kunt uw e-mailadres invoeren: (optioneel, om contact met u op te kunnen nemen als wij meer informatie nodig hebben)
pt_pt: Você pode inserir o seu e-mail: (opcional, a fim de entrar em contato com você se precisarmos de mais informações)
zh_cn: 您可以输入您的电子邮件： (可选，以便与您联系如果我们需要更多的信息)

source: When you've described the error, click on the button to automatically send the report. Thanks!
de_de: Wenn Sie den Fehler beschrieben haben, drücken sie auf den Button um den Bereicht automatisch zu versenden. Danke!
fi_fi: Kun olet täyttänyt virhekuvauksen, klikkaa painiketta lähettääksesi sen. Kiitos!
nl_nl: Wanneer u de fout hebt beschreven, klikt op de knop om automatisch het rapport te verzenden. Dank U!
pt_pt: Quando você terminar de descrever o erro, clique em sobre o botão para automaticamente enviar o relatório. Obrigado!
zh_cn: 当您已经发现错误时，请点击按钮以发送错误报告。 谢谢!

source: Send my report!
de_de: Bericht senden!
fi_fi: Lähetä raporttini!
nl_nl: Stuur mijn verslag!
pt_pt: Envie meu relatório!
zh_cn: 发送我的回报 ！

source: Here is a list of the projects opened during the last session:
de_de: Hier ist eine Liste der bei der letzten Sitzung geöffneten Projekte:
fi_fi: Tässä lista projekteista jotka avattiin viime sessiossa:
nl_nl: Hier is een lijst van de projecten die tijdens de laatste sessie werden geopend:
pt_pt: Aqui está uma lista dos projetos abertos durante a última sessão:
zh_cn: 这是一个在上次会话中浏览过的项目的列表:

source: GDevelop may have made automatic backups of these projects. When you'll close this window, the backups will be opened. If these backup are not corrupted, you can save them over the original project files.
de_de: GDevelop könnte automatisch Sicherungen dieser Projekte gemacht haben. Wenn Sie dieses Fenster schließen, werden die Sicherungen geöffnet werden. Wenn diese Sicherungen nicht beschädigt sind, können Sie die ursprünglichen Projektdateien überschreiben.
fi_fi: GDevelop on voinut luoda automaattisia varmuuskopioita näistä projekteista. Kun suljet tämän ikkunan, varmuuskopiot avataan. Jos varmuuskopiot eivät ole vioittuneet, voit korvata alkuperäiset projektitiedostot niillä.
nl_nl: GDevelop kan automatische reserve kopieën van deze projecten hebben gemaakt. Wanneer u dit venster sluit zullen de reserve kopieën worden geopend. Als deze kopieën niet beschadigd zijn, kan je ze over de oorspronkelijke projectbestanden opslaan.
pt_pt: GDevelop pode ter feito backups automáticos destes projectos. Quando você for fechar esta janela, os backups serão abertos. Se estes backups não estiverem corrompidos, Você pode salvá-los sobre os arquivos do projeto original.
zh_cn: GDevelop可能已经自动保存过这些项目。当您关闭窗口时，这些保存内容会被打开。如果保存没有损坏，您可以用它们覆盖原有的项目文件。

source: Close but don't open the autosave(s)
de_de: Schließen aber nicht die automatische Speicherung öffnen
fi_fi: Sulje, mutta älä avaa automaattitallennu(ksia)
nl_nl: Sluiten zonder de automatisch opgeslagen bestand(en) te openen
pt_pt: Feche, mas não abra o autosave(s)
zh_cn: 关闭但不打开( 多个 )自动保存

source: Close
de_de: Schließen
fi_fi: Sulje
nl_nl: Sluiten
pt_pt: Fechar
zh_cn: 关闭

source: Oops...
de_de: Hoppla...
fi_fi: Voi ei...
nl_nl: Oeps...
pt_pt: Opa...
zh_cn: 糟糕...

source: Report the error
de_de: Melden Sie den Fehler
fi_fi: Raportoi virheestä
nl_nl: Meld de fout
pt_pt: Relatório de erro
zh_cn: 回报错误

source: Load autosaves
de_de: Automatischen Speicherstand laden
fi_fi: Avaa automaattitallennukset
nl_nl: Laad automatisch bewaard bestand
pt_pt: Carregar autosaves
zh_cn: 载入自动存档

source: (Autosave not found!)
de_de: (Automatischen Speicherstand nicht gefunden!)
fi_fi: (Automaattitallennusta ei löydy!)
nl_nl: Automatisch bewaard bestand niet gevonden
pt_pt: (Autosave não encontrado!)
zh_cn: (不能找到自动保存﹗)

source: Thanks for reporting the error!
de_de: Danke, dass der Fehler meldet wurde!
fi_fi: Kiitos virheen ilmoittamisesta!
nl_nl: Bedankt voor het melden van de fout!
pt_pt: Obrigado por relatar o erro!
zh_cn: 感谢您报告错误 ！

source: File
de_de: Datei
fi_fi: Tiedosto
nl_nl: Bestand
pt_pt: Arquivo
zh_cn: 文件

source: Line
de_de: Linie
fi_fi: Rivi
nl_nl: Regel
pt_pt: Linha
zh_cn: 线状

source: Column
de_de: Spalte
fi_fi: Sarake
nl_nl: Kolom
pt_pt: Coluna
zh_cn: 队列

source: Message
de_de: Nachricht
fi_fi: Viesti
nl_nl: Bericht
pt_pt: Mensagem
zh_cn: 信息

source: Task in progress:
de_de: Aufgabe in Bearbeitung:
fi_fi: Tehtävä käynnissä:
nl_nl: Taak in uitvoering:
pt_pt: Tarefa em andamento:
zh_cn: 正在处理的任务

source: The task
de_de: Die Aufgabe
fi_fi: Tehtävä
nl_nl: De taak
pt_pt: A tarefa
zh_cn: 这项任务

source: failed.
de_de: Fehlgeschlagen.
fi_fi: epäonnistui.
nl_nl: mislukt.
pt_pt: Falhou.
zh_cn: 失败。

source: Some tasks failed.
de_de: Einige Aufgaben sind fehlgeschlagen.
fi_fi: Jotkin tehtävät epäonnistuivat.
nl_nl: Sommige taken zijn mislukt.
pt_pt: Algumas tarefas falharam.
zh_cn: 有一些任务处理失败

source: ( %ld seconds )
de_de: (%ld Sekunden)
fi_fi: (%ld sekuntia)
nl_nl: ( %ld seconden)
pt_pt: (%ld segundos)
zh_cn: (%ld 秒)

source: Compilation finished
de_de: Erstellung abgeschlossen
fi_fi: Käännös valmis
nl_nl: Compilatie afgewerkt
pt_pt: Compilação concluída
zh_cn: 编译完成

source: , but
de_de: , aber
fi_fi: , mutta
nl_nl: , maar
pt_pt: , mas
zh_cn: ，但

source: task(s) are waiting.
de_de: Aufgabe(n) warte(t/n).
fi_fi: tehtäv(i)ä odottaa.
nl_nl: taken wachten.
pt_pt: tarefa (s) está esperando.
zh_cn: 一些任务已被列入队列

source: Tasks finished
de_de: Aufgaben abgeschlossen
fi_fi: Tehtävät valmistuivat
nl_nl: Taken zijn afgewerkt
pt_pt: Tarefas terminadas
zh_cn: 任务完成

source: Compilation finished.
de_de: Erstellung abgeschlossen.
fi_fi: Kääntäminen valmistui.
nl_nl: Compilatie afgerond.
pt_pt: Compilação concluída.
zh_cn: 编译完成

source: All tasks have been completed.
de_de: Alle Aufgaben wurden abgeschlossen.
fi_fi: Kaikki tehtävät on suoritettu.
nl_nl: Alle taken zijn voltooid.
pt_pt: Todas as tarefas foram concluídas.
zh_cn: 所有的任务都已完成

source: Compilation
de_de: Erstellung
fi_fi: Käännös
nl_nl: Compilatie
pt_pt: Compilação
zh_cn: 编译

source: Compilation messages
de_de: Erstellungs Nachricht
fi_fi: Käännöksen viestit
nl_nl: Compilatie berichten
pt_pt: Mensagens de compilação
zh_cn: 编译信息

source: Choose a file
de_de: Datei auswählen
fi_fi: Valitse tiedosto
nl_nl: Kies een bestand
pt_pt: Escolha um arquivo
zh_cn: 请选择文件

source: Enter a file name :
de_de: Geben Sie einen Dateinamen ein:
fi_fi: Kirjoita tiedostonimi:
nl_nl: Voer een bestandsnaam in:
pt_pt: Digite um nome de arquivo:
zh_cn: 请输入文件名称

source: The file is relative to the directory of the .gdg file.
de_de: Die Datei ist relativ zum Verzeichnis der .gdg Datei.
fi_fi: Tiedoston sijainti on suhteessa projektikansion (jossa .gdg-tiedosto on) sijaintiin.
nl_nl: Het bestand is relatief ten opzichte van de map van het .gdg bestand.
pt_pt: O arquivo é relativo ao diretório do arquivo .gdg.
zh_cn: 该文件是 关于.gdg 文件的目录。

source: Help
de_de: Hilfe
fi_fi: Apua
pt_pt: Ajuda
zh_cn: 帮助

source: Display help about this window
de_de: Hilfe über dieses Fenster anzeigen
fi_fi: Näytä ikkunan ohje
nl_nl: Help-informatie over dit venster weergeven
pt_pt: Exibir a ajuda sobre esta janela
zh_cn: 显示有关此窗口的帮助

source: Cancel
de_de: Abbrechen
fi_fi: Peruuta
nl_nl: Annuleren
pt_pt: Cancelar
zh_cn: 取消

source: Advanced
de_de: Erweitert
fi_fi: Kehittynyt
nl_nl: Geavanceerd
pt_pt: Avançado
zh_cn: 进阶

source: Choose joystick's axis
de_de: Wählen Sie die Joystick Achse
fi_fi: Valitse peliohjaimen akseli
nl_nl: Kies de joystick as
pt_pt: Escolher eixo do joystick
zh_cn: 选择游戏杆的轴

source: Choose directly Joystick axis :
de_de: Wählen Sie direkt Joystick Achse:
fi_fi: Valitse suoraan peliohjaimen akseli:
nl_nl: Kies rechtstreeks de Joystick as:
pt_pt: Escolha o eixo do Joystick diretamente:
zh_cn: 请选择控制摇杆轴

source: Choose a mouse button
de_de: Wählen Sie eine Maustaste
fi_fi: Valitse hiiren painike
nl_nl: Kies een muisknop
pt_pt: Escolha um botão do mouse
zh_cn: 选择一个鼠标按钮

source: Left button
de_de: Linke Maustaste
fi_fi: Vasen painike
nl_nl: Linkerknop
pt_pt: Botão esquerdo
zh_cn: 左键

source: Right button
de_de: Rechte Maustaste
fi_fi: Oikea painike
nl_nl: Rechterknop
pt_pt: Botão direito
zh_cn: 右键

source: Center button
de_de: Mittlere Maustaste
fi_fi: Keskipainike
nl_nl: Middelknop
pt_pt: Botão central
zh_cn: 中间按钮

source: Special button 1
de_de: Spezielle Taste 1
fi_fi: Erikoispainike 1
nl_nl: Speciale knop 1
pt_pt: Botão especial 1
zh_cn: 特殊按钮 1

source: Special button 2
de_de: Spezielle Taste 2
fi_fi: Erikoispainike 2
nl_nl: Speciale knop 2
pt_pt: Botão especial 2
zh_cn: 特殊按钮 2

source: Choose the button :
de_de: Wählen Sie die Schaltfläche:
fi_fi: Valitse painike:
nl_nl: Kies de knop:
pt_pt: Escolha o botão:
zh_cn: 选择按钮：

source: Click with a button to automatically select this latter from the list
de_de: Klicken Sie mit einer Schaltfläche um automatisch den letzten Eintrag der Liste auszuwählen
fi_fi: Klikkaa valitaksesi listan viimeinen automaattisesti
nl_nl: Klik op een knop om automatisch de laatstgenoemde te selecteren uit de lijst
pt_pt: Clique com o botão para selecionar automaticamente este último da lista
zh_cn: 点击一个按钮以自动选择队列中的后续文件

source: Choose a key
de_de: Wählen Sie eine Taste
fi_fi: Valitse näppäin
nl_nl: Kies een toets
pt_pt: Escolha uma tecla
zh_cn: 选择键

source: Press a key
de_de: Drücken Sie eine Taste
fi_fi: Paina näppäintä
nl_nl: Druk op een toets
pt_pt: Pressione uma tecla
zh_cn: 按下一个键

source: Right Control : No Left Control : Yes
de_de: STRG Rechts : Nein STRG Links : Ja
fi_fi: Oikea Ctrl: Ei Vasen Ctrl: Kyllä
nl_nl: Rechter Control : Nee Linkerbesturing : Ja
pt_pt: Botão Direito:Não Botão Esquerdo: Sim
zh_cn: 右部控制:否 左部控制:是

source: Choose the key
de_de: Wählen Sie die Taste
fi_fi: Valitse näppäin
nl_nl: Kies de toets
pt_pt: Escolher a chave
zh_cn: 选择一个按键

source: Right Alt : No Left alt : Yes
de_de: Alt Rechts : Nein Alt Links: Ja
fi_fi: Oikea Alt: Ei Vasen Alt: Kyllä
nl_nl: Rechter Alt : Nee Linker Alt : Ja
pt_pt: Alt Direito: Não Alt Esquerdo: Sim
zh_cn: 右部分alt:否 左部alt:是

source: Right Shift : No Left Shift : Yes
de_de: Umschalttaste Rechts : Nein Umschalttaste Links : Ja
fi_fi: Oikea vaihtonäppäin: Ei Vasen vaihtonäppäin: Kyllä
nl_nl: Rechter Shift : Nee Linker Shift: Ja
pt_pt: Shift Direito: Não Shift Esquerdo: Sim
zh_cn: 右部Shift:否 左部Shift:是

source: Copy
de_de: Kopieren
fi_fi: Kopioi
nl_nl: Kopiëren
pt_pt: Copiar
zh_cn: 拷贝

source: Cut
de_de: Ausschneiden
fi_fi: Leikkaa
nl_nl: Knippen
pt_pt: Recortar
zh_cn: 剪切

source: Paste
de_de: Einfügen
fi_fi: Liitä
nl_nl: Plakken
pt_pt: Colar
zh_cn: 粘贴

source: Redo
de_de: Wiederholen
fi_fi: Tee uudelleen
nl_nl: Opnieuw uitvoeren
pt_pt: Refazer
zh_cn: 重做

source: Save
de_de: Speichern
fi_fi: Tallenna
nl_nl: Opslaan
pt_pt: Salvar
zh_cn: 保存

source: Clipboard
de_de: Zwischenablage
fi_fi: Leikepöytä
nl_nl: Klembord
pt_pt: Área de Transferência
zh_cn: 剪贴板

source: History
de_de: Verlauf
fi_fi: Historia
nl_nl: Geschiedenis
pt_pt: História
zh_cn: 历史

source: Tools
de_de: Werkzeuge
fi_fi: Työkalut
nl_nl: Gereedschappen
pt_pt: Ferramentas
zh_cn: 工具

source: Search / Replace
de_de: Suchen / Ersetzen
fi_fi: Etsi / korvaa
nl_nl: Zoeken / vervangen
pt_pt: Procurar / substituir
zh_cn: 搜索/重置

source: Go to...
de_de: Gehe zu...
fi_fi: Siirry...
nl_nl: Ga naar...
pt_pt: Ir para...
zh_cn: 转到...

source: Options
de_de: Einstellungen
fi_fi: Asetukset
nl_nl: Opties
pt_pt: Opções
zh_cn: 选项/设置

source: GDL doc.
pt_pt: Doc. GDL
zh_cn: GDL文档

source: SFML doc.
pt_pt: Doc. SFML
zh_cn: SFML文档

source: wxWidgets doc.
pt_pt: Doc. wxWidgets
zh_cn: WxWidgets文档

source: Boost doc.
pt_pt: Doc. Boost
zh_cn: 启动文档

source: Editor Preferences
de_de: Editor Einstellungen
fi_fi: Editorin asetukset
nl_nl: Voorkeuren voor bewerker
pt_pt: Preferências do editor
zh_cn: 编辑器首选项

source: Code
fi_fi: Koodi
pt_pt: Código
zh_cn: 代码

source: About GDevelop
de_de: Über GDevelop
fi_fi: Tietoja GDevelopista
nl_nl: Over GDevelop
pt_pt: Sobre o GDevelop
zh_cn: 关于GDevelop

source: was created by
de_de: wurde erstellt von
fi_fi: luotiin
nl_nl: werd gemaakt door
pt_pt: foi criado por
zh_cn: 作者是

source: Contribute and get help on:
de_de: Beitragen und Hilfe erhalten:
fi_fi: Edistä ja hanki apua:
nl_nl: Bijdragen en hulp krijgen via:
pt_pt: Contribuir e obter ajuda em:
zh_cn: 做出贡献或获得帮助:

source: GDevelop is an open source software: * The Core library, the native and HTML5 platforms and all extensions (respectively Core, GDCpp, GDJS and Extensions folders) are under the MIT license. * The IDE (in the IDE folder) is licensed with GPL v3. * The name, GDevelop, and its logo are the exclusive property of Florian Rival. About games created with GDevelop Games exported with GDevelop are based on the native and/or HTML5 platforms: these platforms are distributed under the MIT license, so that you can distribute, sell or do anything with the games you created with GDevelop. In particular, you are not forced to make your game open source.
de_de: GDevelop ist Open-Source-Software: * Die Core-Bibliothek, die nativen und HTML5-Plattformen und alle Erweiterungen (bzw. Core GDCpp, GDJS und Erweiterungs Ordner) stehen unter der MIT-Lizenz. * Die IDE (im IDE Ordner) sind GPL v3 lizensiert. * Der Name GDevelop, und das Logo sind ausschließliches Eigentum von Florian Rival. Über Spiele die mit GDevelop erstellt wurden Spiele die mit GDevelop exportiert wurden basieren auf nativen und / oder HTML5-Plattformen: Diese Plattformen werden unter der MIT-Lizenz veröffentlicht, so dass Sie verteilt, verkauft oder ganz frei entscheiden können was Sie mit den von Ihnen mit GDevelop erstellten Spielen machen wollen. Insbesondere sind Sie nicht gezwungen, Ihr Spiel als Open Source zu veröffentlichen.
fi_fi: GDevelop on avoimen lähdekoodin ohjelma: * Ytimen kirjasto, natiivi- ja HTML5-alustat sekä kaikki laajennukset (Core, GDCpp, GDJS ja Extensions-kansiot) kuuluvat MIT-lisenssin piiriin. * Kehitysympäristö (IDE-kansio) kuuluu GPL v3 -lisenssin piiriin. * GDevelop-nimi ja logo ovat yksinomaan Florian Rivalin omaisuutta. GDevelopilla kehitetyistä peleistä GDevelopilla tuotetut, natiivi- tai HTML5-pohjaiset pelit: alustat ovat jaettu MIT-lisenssillä, jotta voisit julkaista, myydä tai tehdä mitä vaan GDevelopilla tehdyillä peleilläsi. Sinun ei siis ole pakko julkaista omia pelejäsi avoimena lähdekoodina.
nl_nl: GDevelop is open source software: De Core library, de native en HTML5 platformen en alle extensies (respectievelijk Core, GDCpp, GDJS en de extensies mappen) zijn onder de MIT licentie. De IDE (in de map IDE) wordt in licentie gegeven met GPL v3. De naam, GDevelop, en haar logo zijn het exclusieve eigendom van Florian Rival. Over spellen gemaakt met GDevelop: Games geëxporteerd met GDevelop zijn gebaseerd op de native en/of HTML5 platformen: deze platforms zijn gedistribueerd onder de MIT-licentie, zodat u kunt distribueren, verkopen of alles doen met de spelletjes die u hebt gemaakt met GDevelop. In het bijzonder, u bent niet gedwongen uw spel open source te maken.
pt_pt: GDevelop é um software de código aberto: * a biblioteca, o nativo e plataformas de HTML5 e todas as extensões (respectivamente pastas Core, GDCpp, GDJS e extensões) estão sob a licença MIT. * A IDE (na pasta IDE) é licenciado com a GPL v3. * GDevelop, o nome e seu logotipo são de propriedade exclusiva de Florian Rival. Sobre os jogos criados com GDevelop Jogos exportados com GDevelop baseiam-se os nativos e/ou plataformas de HTML5: essas plataformas são distribuídas sob a licença MIT, assim você pode distribuir, vender ou fazer qualquer coisa com os jogos que você criou com o GDevelop. Em particular, você não é forçado a liberar o código-fonte do seu jogo.
zh_cn: GDevelop 是开放源码软件： * 核心库丶 本机和 HTML5 平台和所有扩展 (分别为核心丶 GDCpp丶 GDJS 和扩展文件夹) 采用 MIT 许可 * IDE (IDE 文件夹中) 授权於 GPL v3. * GDevelop 的名称和它的标志是Florian Rival的独有财产。 关於使用 GDevelop 创作的游戏 基于本机和/或 HTML5 平台使用 GDevelop 导出的游戏的独有财产： 这些平台是在 MIT 许可下发布，所以你可以发布丶出售或做任何事情於你使用 GDevelop 创造的游戏。尤其是，你不必被强迫开放你的游戏源码。

source: Programmed in C++, compiled with GCC, written with Sublime Text
de_de: Programmiert in C++, kompiliert mit TDM-GCC, geschrieben mit Sublime Text
nl_nl: Geprogrammeerd in C++, gecompileerd met GCC, geschreven met Sublime Text
pt_pt: Programado em C++, compilado com GCC, escrito com Sublime Text
zh_cn: 程序使用 C++编写，编辑器使用 GCC，文本编辑器使用 Sublime Text

source: Use SFML, wxWidgets and TinyXml libraries.
de_de: Verwendet SFML, WxWidgets und TinyXml-Bibliotheken.
nl_nl: Gebruik SFML, wxWidgets and TinyXml bibliotheken.
pt_pt: Usar bibliotecas SMFL, wxWidgets e TinyXml.
zh_cn: 使用SFML，wxWidgets和TinyXml库。

source: The Web platform is written in Javascript and uses Pixi.js
de_de: Die Web-Plattform ist in Javascript geschrieben und verwendet Pixi.js
fi_fi: Web-alusta on ohjelmoitu Javascriptillä ja käyttää Pixi.js-kirjastoja
nl_nl: Het web platform is geschreven in Javascript en maakt gebruik van Pixi.js
pt_pt: A plataforma Web escrita em Javascript e usa Pixi.js
zh_cn: Web 平台使用 Pixi.js ，以 Javascript 编写

source: About
de_de: Über
fi_fi: Tietoja
nl_nl: Over
pt_pt: Sobre
zh_cn: 关于

source: Licence
de_de: Lizenz
fi_fi: Lisenssi
nl_nl: Licentie
pt_pt: Licença
zh_cn: 授权

source: Thanks
de_de: Dank
fi_fi: Kiitos
nl_nl: Bedankt
pt_pt: Obrigado
zh_cn: 感谢

source: Used technologies
de_de: Eingesetzte Technologien
fi_fi: Käytetyt tekniikat
nl_nl: Gebruikte technologieën
pt_pt: Tecnologias utilizadas
zh_cn: 所使用技术

source: Contributors: (No special order)
de_de: Beitragende: (Ohne besondere Reihenfolge)
fi_fi: Osallistujat: (ei järjestyksessä)
nl_nl: Medewerkers: (Geen speciale volgorde)
pt_pt: Colaboradores: (Nenhuma ordem especial)
zh_cn: 贡献者： (没有特别的顺序)

source: François Dumortier : GDevelop logo design and website conception.
de_de: François Dumortier: GDevelop Logodesign und Webseitenkonzeption.
fi_fi: François Dumortier: GDevelop-logon suunnittelu ja www-sivuston konsepti.
nl_nl: François Dumortier: GDevelop logo ontwerp en website concept.
pt_pt: François Dumortier: Designer da logo do GDevelop e concepção do Web site.
zh_cn: 弗朗索瓦 · Dumortier: GDevelop 标志设计和网站的概念。

source: Victor Levasseur: Advanced XML, Tiled Sprite and Tile Map extensions and contributions to Physics Engine, Text object, Video object, Path behavior and Sound object extension.
de_de: Victor Levasseur: Widgets, erweitertes XML, kachelbare Sprite- sowie Tile Map Erweiterungen und Beiträge zur Physik-Engine, Text-Objekt, Video-Objekt, Pfad Automatismus und Erweiterung des Sound-Objekts.
nl_nl: Victor Levasseur: Advanced XML, Tiled Sprite en Tile Map extensies en contributies aan Physics Engine, Tekstobject, Video-object, Weggedrag en geluidsobject extensie.
pt_pt: Victor Levasseur: Extensões XML avançado, Sprite Tiled e Mapa Tiled e contribuições para o Physics Engine, extensão de objeto Texto, objeto Vídeo, objeto Caminho e objeto Som.
zh_cn: Victor Levasseur：高级XML，Tiled Sprite和Tile Map扩展以及对物理引擎，文本对象，视频对象，路径行为和声音对象扩展的贡献。

source: Constantine Shvetsov: Awesome design of icons
de_de: Constantine Shvetsov: Fantastisches Design der Icons
fi_fi: Constantine Shvetsov: kuvakkeiden mahtava muotoilu
nl_nl: Constantine Shvetsov: geweldige icoon ontwerpen
pt_pt: Constantine Shvetsov: Impressionante design de ícones
zh_cn: Constantine Shvetsov: 很棒的图标设计

source: Airvikar: Russian translation
de_de: Airvikar: Russische Übersetzung
fi_fi: Airvikar: Venäjänkielinen käännös
nl_nl: Airvikar: Russische Vertaling
pt_pt: Airvikar: Responsável pela tradução para russo
zh_cn: Airvikar： 俄语版本翻译

source: Franco Maciel: Spanish translation
de_de: Franco Maciel: Spanische Übersetzung
fi_fi: Franco Maciel: Espanjankielinen käännös
nl_nl: Franco Maciel: Spaanse Vertaling
pt_pt: Franco Maciel: Tradução espanhola
zh_cn: Franco Maciel： 西班牙语版本翻译
