Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Length of the password to create :
de_de: Länge des zu erstellenden Kennworts :
fi_fi: Luotavan salasanan pituus:
nl_nl: Lengte van het te maken wachtwoord :
pt_pt: Comprimento da senha para criar:
zh_cn: 要创建的密码长度:

source: caracters
de_de: Zeichen
fi_fi: merkkiä
nl_nl: tekens
pt_pt: caracteres
zh_cn: 字符

source: Create
de_de: Erstellen
fi_fi: Luo
nl_nl: Maken
pt_pt: Criar
zh_cn: 创建

source: Generated password
de_de: Generiertes Passwort
fi_fi: Luotu salasana
nl_nl: Gegenereerd wachtwoord
pt_pt: Senha gerada
zh_cn: 生成的密码

source: Import images
de_de: Bilder importieren
fi_fi: Tuo kuvat
nl_nl: Afbeeldingen importeren
pt_pt: Importar imagens
zh_cn: 导入图像

source: Animated GIF :
de_de: Animierte GIF-Datei :
fi_fi: Animoitu GIF:
nl_nl: Geanimeerd GIF-bestand:
pt_pt: GIF animado:
zh_cn: GIF 动画：

source: Browse...
de_de: Durchsuchen...
fi_fi: Selaa...
nl_nl: Blader...
pt_pt: Procurar...
zh_cn: 浏览...

source: Decomposed into several images named:
de_de: Zerlegen in mehrere Bilder mit den Namen:
fi_fi: Hajoitettu useisiin kuviin nimiltään:
nl_nl: Opsplitsen in verschillende afbeeldingen met de naam:
pt_pt: Decomposto em várias imagens chamadas:
zh_cn: 分解成几个命名的图像：

source: Preview
de_de: Vorschau
fi_fi: Esikatselu
nl_nl: Voorbeeld
pt_pt: Previsualização
zh_cn: 预览

source: Number of images:
de_de: Anzahl der Bilder:
fi_fi: Kuvien määrä:
nl_nl: Aantal afbeeldingen:
pt_pt: Número de imagens:
zh_cn: 图像的数目：

source: Decompose
de_de: Zerlegen
fi_fi: Hajoita
nl_nl: Ontleden
pt_pt: Decompor
zh_cn: 分解

source: GDevelop decompose spritesheets of characters with 4 directions with 4 images.
de_de: GDevelop zerlegt Spritesheets von Figuren in 4 Richtungen mit 4 Bildern.
fi_fi: GDevelop hajoittaa merkkejä sisältäviä spritesheetejä, joissa on 4 suuntaa ja 4 kuvaa.
nl_nl: GDevelop split de spritesheets van personages op in 4 richtingen met 4 beelden.
pt_pt: O GDevelop decompõe spritesheets de personagens com 4 direções e 4 imagens.
zh_cn: GDevelop 分解 spritesheets 角色 成 4个 方向的 4 个图像。

source: Image :
de_de: Bild :
fi_fi: Kuva:
nl_nl: Afbeelding:
pt_pt: Imagem :
zh_cn: 图像:

source: Size of an image :
de_de: Größe eines Bildes:
fi_fi: Kuvan koko:
nl_nl: Grootte van een afbeelding:
pt_pt: Tamanho de uma imagem:
zh_cn: 图像大小：

source: Size of an image
de_de: Größe eines Bildes
fi_fi: Kuvan koko
nl_nl: Grootte van een afbeelding
pt_pt: Tamanho de uma imagem
zh_cn: 图像大小

source: Size (pixels):
de_de: Größe (Pixel):
fi_fi: Koko (kuvapistettä):
nl_nl: Grootte (pixels):
pt_pt: Tamanho (pixels):
zh_cn: 大小 ( 像素 )：

source: Number of images
de_de: Anzahl der Bilder
fi_fi: Kuvien lukumäärä
nl_nl: Aantal afbeeldingen
pt_pt: Número de imagens
zh_cn: 图像数目

source: Number of columns of images:
de_de: Anzahl der Spalten mit Bildern:
fi_fi: Kuvasarakkeiden lukumäärä:
nl_nl: Aantal kolommen van afbeeldingen:
pt_pt: Número de colunas de imagens:
zh_cn: 图像列数:

source: Number of rows of images:
de_de: Anzahl der Zeilen mit Bildern:
fi_fi: Kuvarivien lukumäärä:
nl_nl: Aantal rijen van afbeeldingen:
pt_pt: Número de linhas de imagens:
zh_cn: 图像行数：

source: Origin of the decomposition
de_de: Ursprung der Zerlegung
fi_fi: Hajoittamisen alkupiste
nl_nl: Oorsprong van de decompositie
pt_pt: Origem da decomposição
zh_cn: 分解的源点

source: Origin ( pixels):
de_de: Ursprung (Pixel):
fi_fi: Alkuperä (pikseliä):
nl_nl: Oorsprong (pixels):
pt_pt: Origem (pixels):
zh_cn: 源点 ( 像素 )：

source: Spacing between each image
de_de: Abstand zwischen jedem Bild
fi_fi: Kuvien välistys
nl_nl: Afstand tussen elke afbeelding
pt_pt: Espaçamento entre cada imagem
zh_cn: 每个图像之间的间距

source: Horizontal spacing (pixels):
de_de: Horizontaler Abstand (Pixel):
fi_fi: Vaakasuora välistys (kuvapistettä):
nl_nl: Horizontale afstand (pixels):
pt_pt: Espaçamento horizontal (pixels):
zh_cn: 水平间距 (像素):

source: Vertical spacing (pixels):
de_de: Vertikaler Abstand (Pixel):
fi_fi: Pystysuora välistys (kuvapistettä):
nl_nl: Verticale afstand (pixels):
pt_pt: Espaçamento vertical (pixels):
zh_cn: 垂直间距 (像素):

source: Make a color transparent
de_de: Eine Farbe transparent machen
fi_fi: Muuta väri läpinäkyväksi
nl_nl: Een kleur transparant maken
pt_pt: Fazer uma cor transparente
zh_cn: 使一种颜色变成透明

source: Make a color transparent:
de_de: Eine Farbe transparent machen:
fi_fi: Muuta väri läpinäkyväksi:
nl_nl: Een kleur transparant maken:
pt_pt: Fazer uma cor transparente:
zh_cn: 使一种颜色变成透明：

source: Choose
de_de: Auswählen
fi_fi: Valitse
nl_nl: Kies
pt_pt: Escolha
zh_cn: 选择

source: Decompose in :
de_de: Zerlegt in:
fi_fi: Hajoita:
nl_nl: Opsplitsen in:
pt_pt: Decompor-se em:
zh_cn: 分解成：

source: Animated GIF
de_de: Animierte GIF-Datei
fi_fi: Animoitu GIF
nl_nl: GIF-animatie
pt_pt: GIF animado
zh_cn: GIF 动画

source: RPG Maker spritesheet
pt_pt: Spritesheet do RPG Maker

source: Generic spritesheet
de_de: Generisches spritesheet
fi_fi: Yleinen spritesheet
nl_nl: Algemeen spritesheet
pt_pt: Spritesheet genérico
zh_cn: 通用 spritesheet

source: Choose the animated GIF to decompose
de_de: Wählt das animierte GIF zum Zerlegen
fi_fi: Valitse hajoitettava GIF-animaatio
nl_nl: Kies de geanimeerde GIF om op te splitsen
pt_pt: Escolha o GIF animado para ser decomposto
zh_cn: 选择 GIF 动画进行分解

source: Number of images :
de_de: Anzahl der Bilder :
fi_fi: Kuvien määrä:
nl_nl: Aantal afbeeldingen :
pt_pt: Número de imagens :
zh_cn: 图像数目：

source: Number of images : ?
de_de: Anzahl der Bilder : ?
fi_fi: Kuvien määrä : ?
nl_nl: Aantal afbeeldingen : ?
pt_pt: Número de imagens : ?
zh_cn: 图像数目： ?

source: Unable to open the GIF file!
de_de: Nicht in der Lage, die GIF-Datei zu öffnen!
fi_fi: GIF-tiedosta ei voi avata!
nl_nl: Kan GIF-bestand niet openen!
pt_pt: Não é possível abrir o arquivo GIF!
zh_cn: 无法打开 GIF 文件 ！

source: Decomposition of the GIF completed!
de_de: Zerlegung des GIF abgeschlossen!
fi_fi: GIF-tiedoston hajoitus valmis!
nl_nl: Opsplitsen van de GIF voltooid!
pt_pt: Decomposição do GIF concluída!
zh_cn: 分解 GIF 图像完成 ！

source: Choose the RPG Maker Spritesheet to decompose
de_de: Wählt das RPG-Maker-Spritesheet zum zerlegen
fi_fi: Valitse hajoitettava RPB Maker Spritesheet
nl_nl: Kies de RPG Maker Spritesheet om op te splitsen
pt_pt: Escolher Spritesheet do RPG Maker para decompor
zh_cn: 选择要分解的 RPG Maker Spritesheet

source: Choose the spritesheet to decompose
de_de: Wählt das Spritesheet zum Zerlegen
fi_fi: Valitse hajoitettava spritesheet
nl_nl: Kies de Spritesheet om op te splitsen
pt_pt: Escolha o spritesheet para decompor
zh_cn: 选择耍分解的 spritesheet

source: Size of an image :
de_de: Größe eines Bildes :
fi_fi: Kuvan koko:
nl_nl: Grootte van een afbeelding :
pt_pt: Tamanho de uma imagem :
zh_cn: 单张图像大小：

source: Size of an image : ?x?
de_de: Größe eines Bildes:? X?
fi_fi: Kuvan koko: ?x?
nl_nl: Grootte van een afbeelding:? x?
pt_pt: Tamanho de uma imagem:? x?
zh_cn: 单张图像大小： ? x ?

source: Unable to open the file !
de_de: Nicht möglich die Datei zu öffnen!
fi_fi: Tiedoston avaaminen ei onnistunut.
nl_nl: niet in staat om het bestand te openen!
pt_pt: Não é possível abrir o arquivo!
zh_cn: 无法打开该文件 ！

source: The decomposition of the image is completed !
de_de: Die Zerlegung des Bildes ist abgeschlossen!
fi_fi: Kuvan hajoittaminen valmis!
nl_nl: Het decompositie van de afbeelding is voltooid !
pt_pt: A decomposição da imagem terminou!
zh_cn: 图像的分解完成！

source: The number of lines is invalid: The minimum is one line.
de_de: Die Anzahl der Zeilen ist ungültig: Das Minimum ist eine Zeile.
fi_fi: Rivien määrä ei kelpaa: minimi on yksi rivi.
nl_nl: Het aantal van regels is ongeldig: het minimum is èèn regel.
pt_pt: O número de linhas é inválido: O mínimo é de uma linha.
zh_cn: 无效行数： 最小值是一行。

source: The number of columns is invalid: The minimum is one column.
de_de: Die Anzahl der Spalten ist ungültig: Das Minimum ist eine Spalte.
fi_fi: Sarakkeiden määrä ei kelpaa: minimi on yksi sarake.
nl_nl: Het aantal kolommen is ongeldig:het minimum is èèn kolom.
pt_pt: O número de colunas é inválido: O mínimo é de uma coluna.
zh_cn: 列数无效： 最小值是一列。

source: The size of a sprite is invalid.
de_de: Die Größe eines Sprites ist ungültig.
fi_fi: Spriten koko ei kelpaa.
nl_nl: De grootte van de sprite is ongeldig.
pt_pt: O tamanho de um sprite é inválido.
zh_cn: 精灵的大小无效。

source: The horizontal spacing is invalid (must be greater than or equal to 0).
de_de: Der horizontale Abstand ist ungültig (Muss größer oder gleich 0 sein).
fi_fi: Vaakasuora välistys on virheellinen (on oltava suurempi tai yhtä suuri kuin 0).
nl_nl: De horizontale afstand is ongeldig (moet groter of gelijk zijn aan 0).
pt_pt: O espaçamento horizontal é inválido (deve ser maior ou igual a 0).
zh_cn: 水平间距无效 ( 必须大于或等于 0 )。

source: The vertical spacing is invalid (must be greater than or equal to 0).
de_de: Der vertikale Abstand ist ungültig (Muss größer oder gleich 0 sein).
fi_fi: Pystysuora välistys on virheellinen (on oltava suurempi tai yhtä suuri kuin 0).
nl_nl: De verticale afstand is ongeldig (moet groter of gelijk zijn aan 0).
pt_pt: O espaçamento vertical é inválido (deve ser maior ou igual a 0).
zh_cn: 垂直间距无效 ( 必须大于或等于 0 )。

source: Object
de_de: Objekt
fi_fi: Objekti
pt_pt: Objeto
zh_cn: 对象

source: Locked?
de_de: Gesperrt?
fi_fi: Lukittu?
nl_nl: Vergrendeld?
pt_pt: Bloqueado?
zh_cn: 锁定?

source: Angle
de_de: Winkel
fi_fi: Kulma
nl_nl: Hoek
pt_pt: Ângulo
zh_cn: 角度

source: Z order
de_de: Z-Reihenfolge
fi_fi: Z-järjestys
nl_nl: Z volgorde
pt_pt: Posição Z
zh_cn: Z 顺序

source: Edit the action
de_de: Aktion bearbeiten
fi_fi: Muokkaa toimintoa
nl_nl: De actie bewerken
pt_pt: Editar a ação
zh_cn: 编辑动作

source: Edit the condition
de_de: Bedingung bearbeiten
fi_fi: Muokkaa ehtoa
nl_nl: De voorwaarden bewerken
pt_pt: Editar a condição
zh_cn: 编辑条件

source: Choose the action to use
de_de: Wählt die zu benutzende Aktion
fi_fi: Valitse käytettävä toiminto
nl_nl: Kies de actie om te gebruiken
pt_pt: Escolha a ação para usar
zh_cn: 选择要使用的动作

source: Choose the condition to use
de_de: Wählt die zu benutzende Bedingung
fi_fi: Valitse käytettävä ehto
nl_nl: Kies de voorwaarden om te gebruiken
pt_pt: Escolher a condição para usar
zh_cn: 选择要使用的条件

source: No action chosen
de_de: Keine Aktion ausgewählt
fi_fi: Ei toimintoa valittuna
nl_nl: Geen actie gekozen
pt_pt: Nenhuma ação escolhida
zh_cn: 沒有动作被选

source: No condition chosen
de_de: Keine Bedingung ausgewählt
fi_fi: Ei ehtoa valittuna
nl_nl: Geen voorwaarden gekozen
pt_pt: Não há condição escolhida
zh_cn: 沒有条件被选

source: Choose an action in the list
de_de: Wählen Sie eine Aktion aus der Liste
fi_fi: Valitse toiminto luettelosta
nl_nl: Kies een actie in de lijst
pt_pt: Escolha uma ação na lista
zh_cn: 在列表中选择一项动作

source: Choose a condition in the list
de_de: Wählen Sie eine Bedingung aus der Liste
fi_fi: Valitse ehto luettelosta
nl_nl: Kies een voorwaarde uit de lijst
pt_pt: Escolha uma condição na lista
zh_cn: 在列表中选择一个条件

source: Help on this
de_de: Hilfe zu diesem Thema
nl_nl: Help met dit
pt_pt: Ajuda sobre isso
zh_cn: 帮助这个

source: action
de_de: Aktion
nl_nl: actie
pt_pt: ação
zh_cn: 行为

source: condition
de_de: Bedingung
nl_nl: voorwaarde
pt_pt: condição
zh_cn: 条件

source: Invert the condition
de_de: Umkehrung der Bedingung
fi_fi: Käänteinen ehto
nl_nl: de voorwaarde omkeren
pt_pt: Inverter a condição
zh_cn: 反转条件

source: When inverted, a condition will check the negation of what it normally does.
de_de: Wenn invertiert, überprüft eine Bedingung die Negation dessen, was normalerweise passiert.
fi_fi: Käänteisenä ehto toimii päinvastoin, kun normaalisti.
nl_nl: Wanneer omgekeerd, een voorwaarde zal de ontkenning controleren van wat het normaal doet.
pt_pt: Quando invertido, uma condição irá verificar a negação do que normalmente acontece.
zh_cn: 當反转时，条件将检查它本身条件的相反。

source: More actions
de_de: Weitere Aktionen
fi_fi: Lisää toimintoja
nl_nl: Meer acties
pt_pt: Mais ações
zh_cn: 更多动作

source: More conditions
de_de: Weitere Bedingungen
fi_fi: Lisää ehtoja
nl_nl: Meer voorwaarden
pt_pt: Mais condições
zh_cn: 更多条件

source: All actions
de_de: Alle Aktionen
fi_fi: Kaikki toiminnot
nl_nl: alle acties
pt_pt: Todas as ações
zh_cn: 所有动作

source: All conditions
de_de: Alle Bedingungen
fi_fi: Kaikki ehdot
nl_nl: alle voorwaarden
pt_pt: Todas as condições
zh_cn: 所有条件

source: All objects
de_de: Alle Objekte
fi_fi: Kaikki objektit
nl_nl: alle objecten
pt_pt: Todos os objetos
zh_cn: 所有对象

source: The instruction has to many parameters. This can be a bug of GDevelop. Read Help to know how report a bug.
de_de: Die Anweisung hat zu viele Parameter. Dies kann ein Fehler von GDevelop sein. Lesen Sie bitte die Hilfe, um zu wissen wie Sie einen Fehler melden.
fi_fi: Käskyllä on liian monta parametriä. Tämä voi olla GDevelopin bugi. Lue ohjeista kuinka ilmoittaa bugista.
nl_nl: De instructie heeft teveel parameters. Dit kan een fout zijn van GDevelop. Lees de Hulp om te weten hoe je een fout rapporteert.
pt_pt: A instrução tem muitos parâmetros. Isto pode ser um bug do GDevelop. Leia a ajuda para saber como relatar um bug.
zh_cn: 指令具有多个参数。这可以是 GDevelop 的一个 bug。 阅读帮助，了解如何报告 bug。

source: Error in parameter #%i: %s You should correct it before closing this dialog. Close the dialog anyway?
de_de: Fehler bei Parameter #%i: %s Sie sollten ihn korrigieren bevor Sie diesen Dialog schließen. Den Dialog trotzdem schließen?
fi_fi: Virhe parametrissä #%i: %s Korjaa se ennen kuin suljet valintaikkunan. Suljetaanko valintaikkuna joka tapauksessa?
nl_nl: Fout in de parameter #%i: %s Je zou het moeten corrigeren voordat u dit dialoogvenster sluit. Het dialoogvenster toch sluiten?
pt_pt: Erro no parâmetro #%i: %s Você deve corrigi-lo antes de fechar esta caixa de diálogo. Fechar a caixa de diálogo mesmo assim?
zh_cn: 参数 #%i 中的错误： %s 你应该在关闭该对话框前将它更正。 Close 不管如何也要关闭对话框？

source: The instruction contains one or more errors.
de_de: Die Anweisung enthält einen oder mehrere Fehler.
fi_fi: Käsky sisältää yhden tai useamman virheen.
nl_nl: De instructies bevatten èèn of meer fouten.
pt_pt: A instrução contém um ou mais erros.
zh_cn: 该指令包含一个或多个错误。

source: Open an example
de_de: Beispiel öffnen
fi_fi: Avaa esimerkki
nl_nl: Open een voorbeeld
pt_pt: Abrir um exemplo
zh_cn: 打开示例

source: Save as...
de_de: Speichern unter...
fi_fi: Tallenna nimellä...
nl_nl: Opslaan als...
pt_pt: Salvar como...
zh_cn: 另存为...

source: Decompose an animated GIF
de_de: Zerlegen eines animierten GIF-Bilds
fi_fi: Hajoita animoitu GIF
nl_nl: Opsplitsen van een geanimeerde GIF
pt_pt: Decompor um GIF animado
zh_cn: 分解 GIF 动画

source: Decompose a spritesheet
de_de: Zerlegen eines Spritesheets
fi_fi: Hajoita spritesheet
nl_nl: Opsplitsen van een spritesheet
pt_pt: Decompor um spritesheet
zh_cn: 分解 spritesheet

source: New Ctrl+N
de_de: Neu Ctrl + N
fi_fi: Uusi Ctrl + N
nl_nl: Nieuw Ctrl+N
pt_pt: Novo Ctrl+N
zh_cn: 新建 Ctrl + N

source: Open Ctrl+O
de_de: Öffnen Ctrl + O
fi_fi: Avaa Ctrl + O
pt_pt: Abrir Ctrl+O
zh_cn: 打开 Ctrl + O

source: useless
de_de: nutzlos
fi_fi: hyödytön
nl_nl: nutteloos
pt_pt: inútil
zh_cn: 无用

source: Recently opened
de_de: Vor kurzem geöffnet
fi_fi: Hiljattain avattu
nl_nl: Onlangs geopend
pt_pt: Recentemente aberto
zh_cn: 最近打开

source: Save Ctrl+S
de_de: Speichern Strg + S
fi_fi: Tallenna Ctrl + S
nl_nl: Opslaan Ctrl + S
pt_pt: Salva Ctrl+S
zh_cn: 保存 Ctrl + S

source: Save as folder project
de_de: Als Ordnerprojekt speichern
fi_fi: Tallenna kansio projektina
nl_nl: Opslaan als map project
pt_pt: Salve o projeto como pasta
zh_cn: 另存为文件夹项目

source: Save all Ctrl+Shift+S
de_de: Alle speichern Strg + Umschalt + S
fi_fi: Tallenna kaikki Ctrl + vaihto + S
nl_nl: Alles opslaan Ctrl+Shift+S
pt_pt: Salvar tudo Ctrl+Shift+S
zh_cn: 保存所有 Ctrl + Shift + S

source: Close the current project
de_de: Schließen des aktuellen Projekts
fi_fi: Sulje nykyinen projekti
nl_nl: Sluit het huidige project
pt_pt: Fechar o projeto atual
zh_cn: 关闭当前项目

source: Help F1
de_de: Hilfe F1
fi_fi: Apua F1
pt_pt: Ajuda F1
zh_cn: 帮助 f1

source: Quit
de_de: Beenden
fi_fi: Lopeta
nl_nl: Stoppen
pt_pt: Fechar
zh_cn: 退出

source: Quit GDevelop
de_de: GDevelop beenden
fi_fi: Lopeta GDevelop
nl_nl: Stoppen met GDevelop
pt_pt: Sair do GDevelop
zh_cn: 退出 GDevelop

source: Check for updates
de_de: Nach Aktualisierungen suchen
fi_fi: Tarkista päivitykset
nl_nl: Op updates controleren
pt_pt: Procurar atualizações
zh_cn: 检查更新

source: Official web site
de_de: Offizielle Internetseite
fi_fi: Virallinen www-sivusto
nl_nl: Officiële website
pt_pt: Web site oficial
zh_cn: 官方网站

source: About...
de_de: Über...
fi_fi: Tietoja...
nl_nl: Over...
pt_pt: Sobre...
zh_cn: 关于...

source: Please stop the preview before continuing
de_de: Bitte beenden Sie die Vorschau, bevor Sie fortfahren
fi_fi: Lopeta esikatselu ennen jatkamista
nl_nl: Gelieve de preview te stoppen voordat u verdergaat
pt_pt: Por favor, pare a visualização antes de continuar
zh_cn: 请再继续之前停止预览

source: Projects
de_de: Projekte
fi_fi: Projektit
nl_nl: Projecten
pt_pt: Projetos
zh_cn: 项目

source: Images bank
de_de: Bilderdatenbank
fi_fi: Kuvapankki
nl_nl: AfBeeldingen bank
pt_pt: Banco de imagens
zh_cn: 图像庫

source: Adding resources
de_de: Hinzufügen von Ressourcen
fi_fi: Resurssien lisääminen
nl_nl: Bronnen toevoegen
pt_pt: Adição de recursos
zh_cn: 添加资源

source: Add an image
de_de: Hinzufügen eines Bilds
fi_fi: Kuvan lisääminen
nl_nl: Voeg een afbeelding toe
pt_pt: Adicionar uma imagem
zh_cn: 添加图像

source: Add an image to the resources
de_de: Hinzufügen eines Bilds zu den Ressourcen
fi_fi: Kuvan lisääminen resursseihin
nl_nl: Een afbeelding toevoegen aan de bronnen
pt_pt: Adicionar uma imagem para os recursos
zh_cn: 添加图像到资源

source: Add from the library
de_de: Aus der Bibliothek hinzufügen
fi_fi: Lisää kirjastosta
nl_nl: Uit de bibliotheek toevoegen
pt_pt: Adicionar da biblioteca
zh_cn: 从库中添加

source: Add an image from a library of images
de_de: Hinzufügen eines Bilds aus einer Bibliothek von Bildern
fi_fi: Lisää kuva kuvakirjastosta
nl_nl: Een afbeelding toevoegen vanuit een bibliotheek met afbeeldingen
pt_pt: Adicionar uma imagem de uma biblioteca de imagens
zh_cn: 从图片库中添加图像

source: Add a virtual folder
de_de: Einen virtuellen Ordner hinzufügen
fi_fi: Lisää virtuaalikansio
nl_nl: Een virtuele map toevoegen
pt_pt: Adicionar uma pasta virtual
zh_cn: 添加一个虚拟文件夹

source: Add a virtual folder to organize resources
de_de: Hinzufügen eines virtuellen Ordners um Ressourcen zu organisieren
fi_fi: Lisää virtuaalikansio resurssien järjestämiseksi
nl_nl: Een virtuele map toevoegen om bronnen te organiseren
pt_pt: Adicione uma pasta virtual para organizar recursos
zh_cn: 添加虚拟文件夹以组织资源

source: List management
de_de: Listenverwaltung
fi_fi: Luettelonhallinta
nl_nl: Lijstbeheer
pt_pt: Gerenciamento de listas
zh_cn: 列表管理

source: Delete the selected resource
de_de: Löschen der ausgewählten Ressource
fi_fi: Poista valittu resurssi
nl_nl: Verwijder de geselecteerde resource
pt_pt: Excluir o recurso selecionado
zh_cn: 删除所选资源

source: Remove useless resources
de_de: Entfernen von ungenutzten Ressourcen
fi_fi: Poista turhat resurssit
nl_nl: Nutteloze bronnen verwijderen
pt_pt: Remover recursos inúteis
zh_cn: 删除无用资源

source: Check if there are useless resources that can be removed
de_de: Überprüft, ob es ungebrauchte Ressourcen gibt, die entfernt werden können
fi_fi: Tarkista löytyykö turhia resursseja poistettavaksi
nl_nl: Controleren of er nutteloze bronnen zijn die kunnen worden verwijderd
pt_pt: Verificar se existem recursos inúteis que podem ser removidos
zh_cn: 检查是否有可以删除的无用资源

source: Move up
de_de: Nach oben
fi_fi: Siirrä ylös
nl_nl: Verplaats naar boven
pt_pt: Subir
zh_cn: 向上移

source: Move down
de_de: Nach unten
fi_fi: Siirrä alas
nl_nl: Verplaats omlaag
pt_pt: Descer
zh_cn: 向下移

source: Refresh
de_de: Aktualisieren
fi_fi: Päivitä
nl_nl: Vernieuwen
pt_pt: Recarregar
zh_cn: 刷新

source: Refresh the list, if you've done changes in another window
de_de: Die Liste aktualisieren, wenn Sie Änderungen in einem anderen Fenster durchgeführt haben
fi_fi: Päivitä luettelo, jos olet tehnyt muutoksia toisessa ikkunassa
nl_nl: Vernieuw de lijst als u wijzigingen in een ander venster hebt gedaan
pt_pt: Atualize a lista, se você fez alterações em outra janela
zh_cn: 刷新列表，如果你在另一个窗口中改变了什麽

source: Show a panel with the image displayed inside
de_de: Zeigt ein Tafel in dem das Bild angezeigt wird
fi_fi: Näytä paneeli, jonka sisällä kuva näkyy
nl_nl: een paneel laten zien met de afbeelding vanbinnen weergegeven
pt_pt: Mostrar um painel com a imagem exibida dentro
zh_cn: 显示面板与其内显示的图像

source: Show the properties of the resource
de_de: Zeigt die Eigenschaften der Ressource
fi_fi: Näytä resurssin ominaisuudet
nl_nl: De eigenschappen van de bron weergeven
pt_pt: Mostrar as propriedades do recurso
zh_cn: 显示资源的属性

source: Open the online help
de_de: Öffnen Sie die Online-Hilfe
fi_fi: Avaa online-ohje
nl_nl: open de online hulp
pt_pt: Abrir a ajuda online
zh_cn: 打开线上帮助

source: Objects
de_de: Objekte
fi_fi: Objektit
nl_nl: objecten
pt_pt: Objetos
zh_cn: 对象

source: Project manager
de_de: Projektmanager
fi_fi: Projektinhallinta
pt_pt: Gerenciador de projetos
zh_cn: 项目管理

source: Main editor
de_de: Haupt-Editor
fi_fi: Pääeditori
nl_nl: Hoofd bewerker
pt_pt: Editor principal
zh_cn: 主编辑器

source: Ribbon
de_de: Multifunktionsleiste
fi_fi: Nauha
nl_nl: Lint
pt_pt: Faixa de opções
zh_cn: 功能区

source: Compilation tools
de_de: Kompilierungswerkzeug
fi_fi: Käännöstyökalut
nl_nl: Complicatie programma's
pt_pt: Ferramentas de compilação
zh_cn: 编译工具

source: Project properties
de_de: Projekteigenschaften
fi_fi: Projektin ominaisuudet
nl_nl: project eigenschappen
pt_pt: Propriedades do projeto
zh_cn: 项目属性

source: Project "%s" has been changed.
de_de: Projekt "%s" wurde geändert.
fi_fi: Projektia "%s" on muutettu.
nl_nl: project "%s" is veranderd.
pt_pt: Projeto "%s" tem sido modificado.
zh_cn: 项目「%s」已被改变。

source: Do you want to save it in %s?
de_de: Möchten Sie es in %s speichern?
fi_fi: Haluatko tallentaa sen kansioon %s?
nl_nl: wilt u het opslaan in %s?
pt_pt: Você quer salvá-lo em %s?
zh_cn: 你要把它保存在 %s 吗？

source: Project not saved
de_de: Projekt nicht gespeichert
fi_fi: Projektia ei tallennettu
nl_nl: Project niet opgeslagen
pt_pt: Projeto não salvo
zh_cn: 未保存的项目

source: Save failed!
de_de: Speichern fehlgeschlagen!
fi_fi: Tallennus epäonnistui!
nl_nl: opslaan mislukt!
pt_pt: Ocorreu um erro ao salvar!
zh_cn: 保存失败 ！

source: Project properly saved.
de_de: Projekt ordnungsgemäß gespeichert.
fi_fi: Projekti tallentui oikein.
nl_nl: project correct opgeslagen.
pt_pt: Projeto devidamente salvo.
zh_cn: 项目已保存。

source: Please close the preview before closing the editor.
de_de: Bitte schließen Sie die Vorschau bevor Sie den Editor schließen.
fi_fi: Sulje esikatselu ennen editorin sulkemista.
nl_nl: Sluit a.u.b de voorvertoning voordat u de bewerker sluit.
pt_pt: Por favor, feche a visualização antes de fechar o editor.
zh_cn: 请在关闭编辑器之前关闭预览。

source: Autosave failed!
de_de: Automatisches Speichern fehlgeschlagen!
fi_fi: Automaattinen tallennus epäonnistui.
nl_nl: Automatisch opslaan mislukt!
pt_pt: Autosave falhou!
zh_cn: 自动保存失败 ！

source: New scene
de_de: Neue Szene
fi_fi: Uusi kenttä
nl_nl: Nieuwe scene
pt_pt: Nova cena
zh_cn: 新场景

source: Unable to find the platform associated with the template. Please report this error to GDevelop developer.
de_de: Nicht in der Lage, die Plattform mit der die Vorlage verknüpft ist zu finden. Bitte melden Sie diesen Fehler den GDevelop-Entwicklern.
fi_fi: Malliin liittyvää alustaa ei löydy. Ole hyvä ja ilmoita tämä virhe GDevelop-kehittäjille.
nl_nl: kan het platform niet vinden die gekoppeld zijn met het sjabloon a.u.b verstuur deze fout naar de ontwikkelaar.
pt_pt: Incapaz de encontrar a plataforma associada com o relatório do template. Por-favor envie este erro para o desenvolvedor GDevelop.
zh_cn: 无法找到与模版关联的平台。 请报告此错误给 GDevelop 的开发人员。
