Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: The speed of _PARAM0_ on the path is _PARAM2__PARAM3_
de_de: Die Geschwindigkeit von _PARAM0_ auf dem Pfad ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n nopeus polulla on _PARAM2__PARAM3_
nl_nl: De snelheid van de _PARAM0_ op de weg is _PARAM2__PARAM3_
pt_pt: A velocidade de _PARAM0_, no caminho é _PARAM2__PARAM3_

source: Change the speed
de_de: Ändern der Geschwindigkeit
fi_fi: Muuta nopeutta
nl_nl: De snelheid wijzigen
pt_pt: Alterar a velocidade
zh_cn: 改变速度

source: Change the speed of the object on the path.
de_de: Ändern Sie die Geschwindigkeit des Objekts auf dem Pfad.
fi_fi: Muuta polulla olevan objektin nopeutta.
nl_nl: De snelheid van het object op het pad wijzigen.
pt_pt: Altere a velocidade do objeto no caminho.
zh_cn: 改变路径上对象的速度

source: Do _PARAM1__PARAM2_ to the speed of _PARAM0_ on the path
de_de: _PARAM1__PARAM2_ zu der Geschwindigkeit von _PARAM0_ auf dem Pfad hinzufügen
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n nopeudelle polulla
nl_nl: Pas _PARAM1__PARAM2_ toe op de snelheidi van _PARAM0_ op het pad
pt_pt: Fazer _PARAM1__PARAM2_ para a velocidade de _PARAM0_ no caminho

source: Moving speed on the path
de_de: Bewegungsgeschwindigkeit auf dem Pfad
fi_fi: Liikkumisnopeus polulla
nl_nl: Verplaatsingsnelheid op het pad
pt_pt: Velocidade de movimento no caminho
zh_cn: 路径上移动速度

source: Paths:
de_de: Pfade:
fi_fi: Polut:
nl_nl: Paden:
pt_pt: Caminhos:
zh_cn: 路径:

source: Object main path
de_de: Objekt Hauptpfad
fi_fi: Objektin pääpolku
nl_nl: Belangrijkste objectpad
pt_pt: Caminho do objeto principal
zh_cn: 对象主要路径

source: Create a path
de_de: Erstellt einen Pfad
fi_fi: Luo polku
nl_nl: Een pad maken
pt_pt: Criar um caminho
zh_cn: 创建路径

source: Delete this path
de_de: Diesen Pfad löschen
fi_fi: Poista tämä polku
nl_nl: Dit pad verwijderen
pt_pt: Apagar este caminho
zh_cn: 删除此路径

source: Change the name
de_de: Ändert den Namen
fi_fi: Muuta nimeä
nl_nl: De naam wijzigen
pt_pt: Mudar o nome
zh_cn: 更改名称

source: Paths editor
de_de: Pfad-Editor
fi_fi: Polkueditori
nl_nl: Paden bewerker
pt_pt: Editor de caminhos
zh_cn: 路径编辑器

source: Add a point
de_de: Einen Punkt hinzufügen
fi_fi: Lisää piste
nl_nl: Een punt toevoegen
pt_pt: Adicionar um ponto
zh_cn: 添加点

source: Delete a point
de_de: Einen Punkt löschen
fi_fi: Poista piste
nl_nl: Een punt verwijderen
pt_pt: Excluir um ponto
zh_cn: 删除一个点

source: Display an image on the background
de_de: Ein Bild im Hintergrund anzeigen
fi_fi: Näytä kuva taustalla
nl_nl: Een afbeelding op de achtergrond weergeven
pt_pt: Exibir uma imagem em segundo plano
zh_cn: 在背景上显示图像

source: Position of the path relative to the scene origin.
de_de: Position des Pfads relativ zum Ursprung der Szene.
fi_fi: Polun sijainti suhteessa kentän origoon.
nl_nl: Positie van de path in relatie naar de oorsprong van de scène.
pt_pt: Posição do cminho relativo à origem da cena.

source: Object orientation
de_de: Objektorientierung
fi_fi: Objektin suunta
nl_nl: Objectoriëntatie
pt_pt: Orientação do objeto
zh_cn: 对象定位

source: Automatically update object's angle
de_de: Automatische Aktualisierung des Objekts Winkels
fi_fi: Päivitä objektin kulma automaattisesti
nl_nl: Automatisch bijwerken van object hoek
pt_pt: Atualizar automaticamente o ângulo do objeto
zh_cn: 自动更新对象的角度

source: Angle offset:
de_de: Winkelabstand:
fi_fi: Kulman siirtymä:
nl_nl: Hoekverschuiving:
pt_pt: Deslocamento angular:
zh_cn: 角的偏移量:

source: This angle will be added to the angle the object must take when following the path
de_de: Dieser Winkel wird dem Winkel hinzugefügt, welchen das Objekt benutzen muss, wenn es dem Pfad folgt
fi_fi: Tämä kulma lisätään kulmaan, jossa objektin on liikuttava polulla
nl_nl: Deze hoek zal worden toegevoegd aan de hoek dat het object moet nemen wanneer het het pad te volgt
pt_pt: Este ângulo será adicionado para o ângulo do objeto que deve tomar quanto ao caminho a seguir

source: Movement and speed
de_de: Bewegung und Geschwindigkeit
fi_fi: Liike ja nopeus
nl_nl: Beweging en snelheid
pt_pt: Movimento e velocidade
zh_cn: 运动和速度

source: Speed:
de_de: Geschwindigkeit:
fi_fi: Nopeus:
nl_nl: Snelheid:
pt_pt: Velocidade:
zh_cn: 速度:

source: Options:
de_de: Einstellungen:
fi_fi: Asetukset:
nl_nl: Opties:
pt_pt: Opções:
zh_cn: 选项:

source: Reverse movement at the end
de_de: Umgekehrte Bewegung zum Ende
fi_fi: Käännä liike lopussa
nl_nl: Omgekeerde beweging aan het eind
pt_pt: Inverter o movimento no final

source: These parameters are independent from the path.
de_de: Diese Parameter sind unabhängig vom Pfad.
fi_fi: Nämä parametrit eivät riipu polusta.
nl_nl: Deze parameters zijn onafhankelijk van het pad.
pt_pt: Esses parâmetros são independentes do caminho.

source: See coordinates
de_de: Siehe Koordinaten
fi_fi: Katso koordinaatit
nl_nl: Zie coördinaten
pt_pt: Ver as coordenadas
zh_cn: 面向坐标

source: Enter manually coordinates
de_de: Koordinaten manuell eingeben
fi_fi: Syötä koordinaatit manuaalisesti
nl_nl: Handmatig coördinaten invoeren
pt_pt: Inserir manualmente as coordenadas
zh_cn: 手动输入坐标

source: Add a point after another
de_de: Fügt einen Punkt nach dem anderen hinzu
fi_fi: Lisää piste toisen jälkeen
nl_nl: Een punt toevoegen na een andere
pt_pt: Adicionar um ponto depois de outro
zh_cn: 在一点后添加点

source: Delete this point
de_de: Diesen Punkt löschen
fi_fi: Poista tämä piste
nl_nl: Dit punt verwijderen
pt_pt: Apagar este ponto
zh_cn: 删除这个点

source: Add a point before another
de_de: Fügt einen Punkt vor einem anderen hinzu
fi_fi: Lisää piste toisen eteen
nl_nl: Toevoegen van een punt voor een andere
pt_pt: Adicionar um ponto antes de outro
zh_cn: 在一点前添加点

source: Unable to access to shared datas.
de_de: Nicht möglich auf gemeinsam genutze Daten zuzugreifen.
fi_fi: Ei voi käyttää jaettua dataa.
nl_nl: Kan geen toegang tot gedeelde data verkrijgen.
pt_pt: Impossível aceder aos dados compartilhados.
zh_cn: 无法访问共享数据。

source: Unable to access to shared datas : Bad data type.
de_de: Nicht in der Lage auf gemeinsam genutzte Daten zuzugreifen: Schlechter Datentyp.
fi_fi: Ei voi käyttää jaettua dataa: virheellinen datatyyppi.
nl_nl: Geen toegang tot gedeelde data: verkeerd gegevenstype.
pt_pt: Impossível ter acesso aos dados compartilhados: tipo de dados inválidos.
zh_cn: 无法访问共享数据 ︰ 错误的数据类型。

source: A global path with the same name already exists. To avoid name conflict, please rename the local path:
de_de: Ein globaler Pfad mit demselben Name existiert bereits. Um einen Namenskonflikt vorzubeugen, benennen Sie bitte den lokalen Pfad um:
fi_fi: Samanniminen globaali polku on jo olemassa. Välttääksesi nimiristiriitaa, nimeä paikallinen polku uudelleen:
nl_nl: Een globale pad met dezelfde naam bestaat al. Om een naamconflict te vermijden, wijzig de naam het lokale pad:
pt_pt: Um caminho global com o mesmo nome já existe. Para evitar conflitos de nome, por favor renomeie o caminho local:
zh_cn: 已存在具有相同名称的全局路径。 为避免名称冲突，请重命名本地路径 ︰

source: Path conflict
de_de: Pfad-Konflikt
fi_fi: Polkuristiriita
nl_nl: Pad conflict
pt_pt: Conflito de caminho
zh_cn: 路径冲突

source: Path "
de_de: Pfad "
fi_fi: Polkua "
nl_nl: Pad "
pt_pt: Caminho"
zh_cn: 路径"

source: " cannot be found. The preview will go back to the "Object main path".
de_de: " konnte nicht gefunden werden. Die Vorschau geht zurück zu "Objekt Hauptpfad".
fi_fi: " ei löydy. Esikatselu palautetaan "objektin pääpolulle".
nl_nl: "kan niet worden gevonden. Het voorbeeld gaat terug naar het"belangrijkste objectpad".
pt_pt: "não pode ser encontrado. A visualização vai voltar para o"caminho do objeto principal".

source: Path not found
de_de: Pfad nicht gefunden
fi_fi: Polkua ei löydy
nl_nl: Pad niet gevonden
pt_pt: Caminho não encontrado
zh_cn: 找不到路径

source: Name of the new path:
de_de: Name des neuen Pfades:
fi_fi: Uuden polun nimi:
nl_nl: Naam van het nieuwe pad:
pt_pt: Nome do caminho novo:
zh_cn: 新路径的名称：

source: New path
de_de: Neuer Pfad
fi_fi: Uusi polku
nl_nl: Nieuw pad
pt_pt: Novo caminho
zh_cn: 新路径

source: This path already exists.
de_de: Dieser Pfad ist bereits vorhanden.
fi_fi: Tämä polku on jo olemassa.
nl_nl: Dit pad bestaat reeds.
pt_pt: Este caminho já existe.
zh_cn: 这路径已经存在。

source: Unable to create the path
de_de: Nicht in der Lage den Pfad zu erstellen
fi_fi: Ei voi luoda polkua
nl_nl: Niet in staat om het pad te maken
pt_pt: Não é possível criar o caminho
zh_cn: 无法创建路径

source: Object's main path cannot be deleted
de_de: Der Hauptpfad des Objekts kann nicht gelöscht werden
fi_fi: Objektin pääpolkua ei voi poistaa
nl_nl: De belangrijkste objectpad kan niet worden verwijderd
pt_pt: Caminho principal do objeto não pode ser apagado
zh_cn: 不能删除对象的主要路径

source: Error
de_de: Fehler
fi_fi: Virhe
nl_nl: Fout
pt_pt: Erro
zh_cn: 错误

source: Are you sure to delete this path?
de_de: Möchten Sie diesen Pfad wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän polun?
nl_nl: Weet u zeker dat om dit pad verwijderen?
pt_pt: Tem certeza de apagar este caminho?
zh_cn: 是否确实要删除此路径？

source: Object's main path cannot be renamed
de_de: Der Hauptpfad des Objekts kann nicht umbenannt werden
fi_fi: Objektin pääpolkua ei voi nimetä uudelleen
nl_nl: De belangrijkste objectpad kan niet worden hernoemd
pt_pt: Caminho principal do objeto não pode ser renomeado
zh_cn: 不能重命名对象的主要路径

source: New path name:
de_de: Neuer Pfadname:
fi_fi: Uuden polun nimi:
nl_nl: Nieuwe padnaam:
pt_pt: Novo nome do caminho:
zh_cn: 新路径名称:

source: Rename a path
de_de: Umbenennen des Pfades
fi_fi: Nimeä polku uudelleen
nl_nl: De naam van een pad wijzigen
pt_pt: Renomear um caminho
zh_cn: 重命名路径

source: Unable to rename the path
de_de: Umbenennung des Pfades nicht möglich
fi_fi: Ei voi nimetä uudelleen polkua
nl_nl: Kan padnaam niet aanpassen
pt_pt: Impossível renomear o caminho
zh_cn: 无法重命名该路径

source: You have deleted a global path. Be sure that no other object was using it.
de_de: Sie haben den globalen Pfad gelöscht. Stellen Sie sicher, dass er von keinem anderen Objekt verwendet wurde.
fi_fi: Olet poistanut globaalin polun. Varmista, että mikään muu objekti ei käyttänyt sitä.
nl_nl: U hebt een globale pad verwijderd. Zorg dat er geen andere objecten dit pad gebruiken.
pt_pt: Você excluiu um caminho global. Certifique-se de que nenhum outro objeto está a usá-lo.
zh_cn: 已删除全局路径。请确保没有其他对象使用它。

source: Point position:
de_de: Position des Punktes:
fi_fi: Pisteen sijainti:
nl_nl: Puntpositie:
pt_pt: Posição do ponto:
zh_cn: 点位置:

source: X position:
fi_fi: X-sijainti:
nl_nl: X-positie:
pt_pt: Posição X:
zh_cn: X 位置:

source: Position precisely
de_de: Exakt positionieren
fi_fi: Sijoita tarkasti
nl_nl: Nauwkeurig positioneren
pt_pt: Posicionar com precisão
zh_cn: 精确定位

source: Y position:
fi_fi: Y-sijainti:
nl_nl: Y-positie:
pt_pt: Posição Y:
zh_cn: Y 位置：

source: Move points using the mouse.
de_de: Bewegen Sie die Punkte mit der Maus.
fi_fi: Siirrä pisteitä hiirellä.
nl_nl: Verplaats punten met behulp van de muis.
pt_pt: Mova os pontos usando o mouse.
zh_cn: 使用鼠标移动点。

source: Release the button to validate point's position.
de_de: Knopf loslassen um die Position des Punktes zu überprüfen.
fi_fi: Vapauta hiiren painike pisteen sijainnin vahvistamiseksi.
nl_nl: Laat de knop los de punt positie te valideren.
pt_pt: Solte o botão para validar a posição do ponto.
zh_cn: 松开按钮以验证点的位置。

source: Add a point by clicking with the mouse. Clic on a segment to add a point to it.
de_de: Fügen sie einen Punkt hinzu, indem sie mit der Maus klicken. Klicken sie auf ein Segment um einen Punkt hinzuzufügen.
fi_fi: Lisää piste klikkaamalla hiirellä. Klikkaa segmenttiä pisteen lisäämiseksi siihen.
nl_nl: Een punt toevoegen door te klikken met de muis. Klik op een segment om een punt toe te voegen.
pt_pt: Adicione um ponto clicando com o mouse. Clic em um segmento para adicionar um ponto para ele.
zh_cn: 通过鼠标单击添加一个点。点击一线段去为其添加一个点。

source: Delete a point by clicking on it with the cursor.
de_de: Löschen Sie einen Punkt, indem Sie ihn mit dem Cursor anklicken.
fi_fi: Poista piste klikkaamalla sitä hiirellä.
nl_nl: Verwijder een punt door er met de cursor op te klikken.
pt_pt: Exclua um ponto clicando com o cursor.

source: Drag the mouse to make the view scroll.
de_de: Mit der Maus drüberziehen um eine Ansicht festzulegen.
fi_fi: Vedä hiirellä vierittääksesi näkymää.
nl_nl: Sleep de muis om het beeld te verschuiven.
pt_pt: Arraste o mouse para fazer rolar a exibição.

source: Click on a point to add a new point after.
de_de: Auf einen Punkt klicken um dahinter einen Punkt hinzuzufügen.
fi_fi: Klikkaa pistettä lisätäksesi uuden pisteen sen jälkeen.
nl_nl: Klik een punt om een nieuw punt er na toe te voegen.
pt_pt: Clique em um ponto para adicionar um novo ponto depois.
zh_cn: 点击一个点在其后添加一个新的点。

source: Click on a point to add a new point before.
de_de: Auf einen Punkt klicken um davor einen Punkt hinzuzufügen.
fi_fi: Klikkaa pistettä lisätäksesi uuden pisteen ennen sitä.
nl_nl: Klik een punt om een nieuw punt er voor toe te voegen.
pt_pt: Clique em um ponto para adicionar um novo ponto de antes.
zh_cn: 点击一个点在其前面添加一个新的点。

source: The objet's main path cannot be made global.
de_de: Der Hauptpfad vom Objekt kann nicht global gemacht werden.
fi_fi: Objektin pääpolkua ei voi muuttaa globaaliksi.
nl_nl: Het hoofdpad van het object kan niet globaal worden gemaakt.
pt_pt: Não é possível definir a principal rota do objeto como global.

source: Choose an image to be displayed
de_de: Wählen Sie ein Bild zum Anzeigen
fi_fi: Valitse näytettävä kuva
nl_nl: Kies een afbeelding om weer te geven
pt_pt: Escolha uma imagem para ser exibida
zh_cn: 选择要显示的图像

source: Pathfinding behavior
de_de: Wegfindungsverhalten
fi_fi: Polun löytämisen käytös
nl_nl: Pad zoeken gedrag
pt_pt: Comportamento de pathfinding
zh_cn: 寻路行为

source: Compute paths for objects avoiding obstacles.
de_de: Berechne Pfade für Objekte um Hindernisse zu vermeiden.
fi_fi: Laske objektien polut esteiden väistämiseksi.
nl_nl: Berekenen paden voor objecten om hindernissen te vermijden.
pt_pt: Calcule caminhos para os objetos evitarem obstáculos.
zh_cn: 计算对象避开障碍物的路径。

source: Pathfinding
de_de: Wegfindung
fi_fi: Polkujen löytäminen
nl_nl: Pad zoeken
pt_pt: Encontrar o caminho (pathfinding)
zh_cn: 寻路

source: Move to a position
de_de: An eine Position verschieben
fi_fi: Siirrä sijaintiin
nl_nl: Verplaatsen naar een positie
pt_pt: Mover para uma posição
zh_cn: 移动到某个位置

source: Move the object to a position
de_de: Verschiebt das Objekt an eine Position
fi_fi: Siirrä objekti sijaintiin
nl_nl: Verplaats het object naar een positie
pt_pt: Mover o objeto para uma posição
zh_cn: 移动对象到某个位置

source: Move _PARAM0_ to _PARAM3_;_PARAM4_
de_de: Bewege _PARAM0_ zu _PARAM3_;_PARAM4_
fi_fi: Siirrä _PARAM0_ sijaintiin _PARAM3_, _PARAM4_
nl_nl: _PARAM0_ verplaatsen naar _PARAM3_; _PARAM4_
pt_pt: Mover a _PARAM0_ para _PARAM3_; _PARAM4_
zh_cn: 移动 _PARAM0_ 到 _PARAM3_;_PARAM4_

source: Destination X position
de_de: Zielposition X
fi_fi: Kohteen X-sijainti
nl_nl: Bestemming X-positie
pt_pt: Posição X do destino
zh_cn: 目的地X坐标

source: Destination Y position
de_de: Zielposition Y
fi_fi: Kohteen Y-sijainti
nl_nl: Bestemming Y-positie
pt_pt: Posição de destino Y
zh_cn: 目的地Y坐标

source: Path found
de_de: Pfad gefunden
fi_fi: Polku löydetty
nl_nl: Pad gevonden
pt_pt: Caminho encontrado
zh_cn: 路径寻找

source: Return true if a path has been found.
de_de: Meldet "Wahr" (true) zurück wenn der Pfad gefunden wurde.
fi_fi: Palauta tosi, jos polku löytyy.
nl_nl: Is waar als een pad is gevonden.
pt_pt: Retorne true, se foi encontrado um caminho.
zh_cn: 如果找到路径返回true

source: A path has been found for _PARAM0_
de_de: Es wurde ein Pfad für _PARAM0_ gefunden
fi_fi: Polku on löydetty _PARAM0_:lle
nl_nl: Een pad is gevonden voor _PARAM0_
pt_pt: Foi encontrado um caminho para _PARAM0_
zh_cn: _PARAM0_ 找到了路径

source: Destination reached
de_de: Ziel erreicht
fi_fi: Kohde saavutettu
nl_nl: Bestemming bereikt
pt_pt: Destino alcançado
zh_cn: 到达目的地

source: _PARAM0_ reached its destination
de_de: _PARAM0_ erreicht seinen Bestimmungsort
fi_fi: _PARAM0_ saavutti kohteensa
nl_nl: _PARAM0_ bereikt haar bestemming
pt_pt: _PARAM0_ chegou ao seu destino

source: Width of the cells
de_de: Breite der Zellen
fi_fi: Solujen leveys
nl_nl: Breedte van de cellen
pt_pt: Largura das células
zh_cn: 单元格宽度

source: Change the width of the cells of the virtual grid.
de_de: Ändern Sie die Zellenbreite des virtuellen Rasters.
fi_fi: Muuta virtuaalisen ruudukon solujen leveyttä.
nl_nl: De breedte van de cellen van het virtuele raster wijzigen.
pt_pt: Altere a largura das células da grelha virtual.

source: Do _PARAM2__PARAM3_ to the width of the virtual cells of _PARAM0_
de_de: _PARAM2__PARAM3_ zu den Breiten der virtuellen Zellen von _PARAM0_ hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n virtuaalisten solujen leveydelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de breedte van de virtuele cellen van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a largura das células de _PARAM0_ virtuais

source: Virtual grid
de_de: Virtuelles Raster
fi_fi: Virtuaaliruudukko
nl_nl: Virtuele raster
pt_pt: Rede virtual
zh_cn: 虚拟网格

source: Width (pixels)
de_de: Breite (Pixel)
fi_fi: Leveys (kuvapisteinä)
nl_nl: Breedte (pixels)
pt_pt: Largura (pixels)
zh_cn: 宽度(像素)

source: Width of the virtual grid
de_de: Breite des virtuellen Rasters
fi_fi: Virtuaaliruudukon leveys
nl_nl: Breedte van het virtuele raster
pt_pt: Largura da grelha virtual
zh_cn: 虚拟网格的宽度

source: Compare the width of the cells of the virtual grid.
de_de: Die Breite der Zellen mithilfe eines virtuellen Rasters vergleichen.
fi_fi: Vertaile virtuaaliruudukon solujen leveyttä.
nl_nl: Vergelijk de breedte van de cellen van het virtuele raster.
pt_pt: Compare a largura das células da grade virtual.

source: Width of the virtual cells of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Breite der virtuellen Zellen aus _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n virtuaalisten solujen leveys on _PARAM2__PARAM3_
nl_nl: Breedte van de virtuele cellen van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Largura das células virtuais de _PARAM0_ é _PARAM2__PARAM3_

source: Height of the cells
de_de: Höhe der Zellen
fi_fi: Solujen korkeus
nl_nl: Hoogte van de cellen
pt_pt: Altura das células
zh_cn: 单元格高度

source: Change the height of the cells of the virtual grid.
de_de: Ändern Sie die Zellenhöhe des virtuellen Rasters.
fi_fi: Muuta virtuaalisen ruudukon solujen korkeutta.
nl_nl: De hoogte van de cellen van het virtuele raster wijzigen.
pt_pt: Altere a largura das células da grelha virtual.

source: Do _PARAM2__PARAM3_ to the height of the virtual cells of _PARAM0_
de_de: _PARAM2__PARAM3_ zu der Höheder Virtuellen Zellen von _PARAM0_ hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n virtuaalisten solujen korkeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de hoogte van de virtuele cellen van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a altura das células de _PARAM0_ virtuais

source: Height (pixels)
de_de: Höhe (Pixel)
fi_fi: Korkeus (kuvapisteinä)
nl_nl: Hoogte (pixels)
pt_pt: Altura (pixels)
zh_cn: 高度(像素)

source: Height of the virtual grid
de_de: Höhe des virtuellen Gitters
fi_fi: Virtuaaliruudukon korkeus
nl_nl: Hoogte van de virtuele raster
pt_pt: Altura da grelha virtual
zh_cn: 虚拟网格的高度

source: Compare the height of the cells of the virtual grid.
de_de: Die Höhe der Zellen mithilfe eines virtuellen Rasters vergleichen.
fi_fi: Vertaile virtuaalisen ruudukon solujen korkeutta.
nl_nl: Vergelijk de hoogte van de cellen van het virtuele raster.
pt_pt: Compare a largura das células da grade virtual.

source: Height of the virtual cells of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Höhe der virtuellen Zellen aus _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n virtuaalisten solujen korkeus on _PARAM2__PARAM3_
nl_nl: Hoogte van de virtuele cellen van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Altura das células virtuais de _PARAM0_ é _PARAM2__PARAM3_

source: Acceleration
de_de: Beschleunigung
fi_fi: Kiihtyvyys
nl_nl: Versnelling
pt_pt: Aceleração
zh_cn: 加速度

source: Change the acceleration when moving the object
de_de: Die Geschwindigkeit des Objektes während der Bewegung verändern
fi_fi: Muuta kiihtyvyyttä objektia siirrettäessä
nl_nl: De versnelling van het object wijzigen wanneer het object beweegt
pt_pt: Alterar a aceleração quando mover o objeto

source: Do _PARAM2__PARAM3_ to the acceleration of _PARAM0_ on the path
de_de: _PARAM2__PARAM3_ zu der Beschleunigung von _PARAM0_ auf dem Pfad hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n kiihtyvyydelle polulla
nl_nl: Pas _PARAM2__PARAM3_ toe op de versnelling van de _PARAM0_ op het pad
pt_pt: Fazer _PARAM2__PARAM3_ para a aceleração da _PARAM0_ no caminho

source: Compare the acceleration when moving the object
de_de: Die Beschleunigung während der Bewegung des Objektes vergleichen
fi_fi: Vertaile kiihtyvyyttä objektia siirrettäessä
nl_nl: Vergelijk de versnelling wanneer het object wordt bewogen
pt_pt: Comparar a aceleração quando mover o objeto

source: Acceleration of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Beschleunigung von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n kiihtyvyys on _PARAM2__PARAM3_
nl_nl: Versnelling van de _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Aceleração de _PARAM0_ é _PARAM2__PARAM3_

source: Maximum speed
de_de: Maximale Geschwindigkeit
fi_fi: Maksiminopeus
nl_nl: Maximale snelheid
pt_pt: Velocidade máxima
zh_cn: 最大速度

source: Change the maximum speed when moving the object
de_de: Die Maximale Geschwindigkeit eines Objektes während der bewegung
fi_fi: Muuta maksiminopeutta objektia siirrettäessä
nl_nl: De maximale snelheid bij het verplaatsen van het object wijzigen
pt_pt: Alterar a velocidade máxima quando mover o objeto

source: Do _PARAM2__PARAM3_ to the max. speed of _PARAM0_ on the path
de_de: _PARAM2__PARAM3_ zu der maximalen Geschwindigkeit von _PARAM0_ auf dem Pfad hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n maksiminopeudelle polulla
nl_nl: Pas _PARAM2__PARAM3_ toe op de max. snelheid van _PARAM0_ op het pad
pt_pt: Fazer _PARAM2__PARAM3_ ao máximo. velocidade de _PARAM0_ no caminho

source: Compare the maximum speed when moving the object
de_de: Die Maximale Geschwindigkeit während der Bewegung des Objektes vergleichen
fi_fi: Vertaile maksiminopeutta objektia siirrettäessä
nl_nl: De maximale snelheid vergelijken bij het verplaatsen van het object
pt_pt: Comparar a velocidade máxima quando mover o objeto

source: Max. speed of _PARAM0_ is _PARAM2__PARAM3_
de_de: Max. Geschwindigkeit von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n maksiminopeus on _PARAM2__PARAM3_
nl_nl: Max. snelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Max. velocidade de _PARAM0_ é _PARAM2__PARAM3_

source: Change the speed of the object on the path
de_de: Ändern Sie die Geschwindigkeit des Objekts auf dem Pfad
fi_fi: Muuta polulla olevan objektin nopeutta
nl_nl: De snelheid van het object op het pad wijzigen
pt_pt: Altere a velocidade do objeto no caminho

source: Do _PARAM2__PARAM3_ to the speed of _PARAM0_ on the path
de_de: _PARAM2__PARAM3_ zu der Geschwindigkeit von _PARAM0_ auf dem Pfad hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n nopeudelle polulla
nl_nl: Pas _PARAM2__PARAM3_ toe op de snelheid van _PARAM0_ op het pad
pt_pt: Fazer _PARAM2__PARAM3_ para a velocidade de _PARAM0_ no caminho

source: Compare the speed of the object on the path
de_de: Vergleichen Sie die Geschwindigkeit des Objekts auf dem Pfad
fi_fi: Vertaile polulla olevan objektin nopeutta
nl_nl: Vergelijk de snelheid van het object op het pad
pt_pt: Comparar a velocidade do objeto no caminho

source: Speed of _PARAM0_ is _PARAM2__PARAM3_
de_de: Geschwindigkeit von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n nopeus on _PARAM2__PARAM3_
nl_nl: Snelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Velocidade de _PARAM0_ é _PARAM2__PARAM3_

source: Angular maximum speed
de_de: Winkel Höchstgeschwindigkeit
fi_fi: Maksimi kulmanopeus
nl_nl: Maximale hoeksnelheid
pt_pt: Velocidade angular máxima
zh_cn: 角的最大速度
