Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: _PARAM0_ is rotated towards _PARAM1_
fi_fi: _PARAM0_ on käännetty kohti _PARAM1_
nl_nl: _PARAM0_ is roteert in de richting van _PARAM1_
pt_pt: _PARAM0_ é rotacionado no sentido de _PARAM1_
zh_cn: _PARAM0_ 转向到 _PARAM1_

source: Name of the object
de_de: Name des Objekts
fi_fi: Objektin nimi
nl_nl: Naam van het object
pt_pt: Nome do objeto
zh_cn: 对象的名称

source: Name of the second object
de_de: Name des zweiten Objekts
fi_fi: Toisen objektin nimi
nl_nl: Naam van het tweede object
pt_pt: Nome do segundo objeto
zh_cn: 第二个对象的名称

source: Angle of tolerance, in degrees (0: minimum tolerance)
fi_fi: Toleranssikulma, asteina (0: minimitoleranssi)
nl_nl: Hoek van tolerantie, in graden (0: minimum tolerantie)
pt_pt: Ângulo de tolerância, em graus (0: tolerância mínima)
zh_cn: 公差角度，度（0：最小公差）

source: Count the number of the specified objects currently picked
fi_fi: Laske valittujen objektien lukumäärä
nl_nl: Tel het aantal geselecteerde objecten van dit type
pt_pt: Contar o número dos objetos especificados no momento selecionados
zh_cn: 累计当前挑选的指定对象的数量

source: Camera center X position
fi_fi: Kameran keskustan X-sijainti
nl_nl: Camera middenpositie X
pt_pt: Posição X do centro da câmera
zh_cn: 镜头中心的X坐标

source: Compare the X position of the center of a camera.
nl_nl: Vergelijk de X-positie van het midden van een camera.
pt_pt: Comparar a posição X do centro de uma câmera.

source: X position of camera _PARAM4_ is _PARAM1__PARAM2_ (layer: _PARAM3_)
fi_fi: Kameran _PARAM4_ X-sijainti on _PARAM1__PARAM2_ (kerros: _PARAM3_)
nl_nl: X-positie van de camera _PARAM4_ is _PARAM1__PARAM2_ (laag: _PARAM3_)
pt_pt: Posição X da câmera _PARAM4_ é _PARAM1__PARAM2_ (camada: _PARAM3_)
zh_cn: 镜头 _PARAM4_ 的X坐标是 _PARAM1_ _PARAM2_ (图层: _PARAM3_)

source: Camera number (default : 0)
fi_fi: Kameran numero (oletusarvo: 0)
nl_nl: Camera nummer (standaard: 0)
pt_pt: Número de câmera (padrão: 0)
zh_cn: 镜头编号 (默认 ︰ 0)

source: Camera center Y position
de_de: Kamerazentrum Y-Position
fi_fi: Kameran keskustan Y-sijainti
nl_nl: Camera midden Y-positie
pt_pt: Posição Y do centro da câmera
zh_cn: 镜头中心的Y坐标

source: The Y position of camera _PARAM4_ is _PARAM1__PARAM2_ (layer: _PARAM3_)
fi_fi: Kameran _PARAM4_ Y-sijainti on _PARAM1__PARAM2_ (kerros: _PARAM3_)
nl_nl: De Y-positie van de camera _PARAM4_ is _PARAM1__PARAM2_ (laag: _PARAM3_)
pt_pt: A posição Y da câmera _PARAM4_ é _PARAM1__PARAM2_ (camada: _PARAM3_)
zh_cn: 镜头 _PARAM4_ 的Y坐标是 _PARAM1_ _PARAM2_ (图层: _PARAM3_)

source: Do _PARAM1__PARAM2_ to X position of camera _PARAM4_ (layer: _PARAM3_)
fi_fi: Tee _PARAM1__PARAM2_ kameran X-sijainnille _PARAM4_ (kerros: _PARAM3_)
nl_nl: Pas _PARAM1__PARAM2_ toe op de X-positie van de camera _PARAM4_ (laag: _PARAM3_)
pt_pt: Faça _PARAM1__PARAM2_ a posição X da câmera _PARAM4_ (Camada: _PARAM3_)
zh_cn: 镜头 _PARAM4_ 的X坐标 _PARAM1_ _PARAM2_ (图层: _PARAM3_)

source: Do _PARAM1__PARAM2_ to Y position of camera _PARAM4_ (layer: _PARAM3_)
fi_fi: Tee _PARAM1__PARAM2_ kameran Y-sijainnille _PARAM4_ (kerros: _PARAM3_)
nl_nl: Pas _PARAM1__PARAM2_ toe op de Y-positie van de camera _PARAM4_ (laag: _PARAM3_)
pt_pt: Faça _PARAM1__PARAM2_ a posição y da câmera _PARAM4_ (Camada: _PARAM3_)
zh_cn: 镜头 _PARAM4_ 的Y坐标 _PARAM1_ _PARAM2_ (图层: _PARAM3_)

source: Width of a camera
de_de: Breite einer Kamera
fi_fi: Kameran leveys
nl_nl: Breedte van een camera
pt_pt: Largura de uma câmera
zh_cn: 镜头的宽度

source: Test the width of a camera of a layer
de_de: Testet die Breite einer Kamera einer Ebene
fi_fi: Testaa kerroksen kameran leveyttä
nl_nl: Testen van de breedte van een camera van een laag
pt_pt: Testar a largura de uma câmera de uma camada
zh_cn: 检测图层中镜头的宽度

source: The width of camera _PARAM2_ of layer _PARAM1_ is _PARAM3__PARAM4_
de_de: Die Breite der Kamera _PARAM2_ der Ebene _PARAM1_ ist _PARAM3__PARAM4_
fi_fi: Kameran _PARAM2_ kerroksella _PARAM1_ leveys on _PARAM3__PARAM4_
nl_nl: De breedte van camera _PARAM2_ van laag-_PARAM1_ is _PARAM3__PARAM4_
pt_pt: A largura da câmara _PARAM2_ da camada _PARAM1_ é _PARAM3__PARAM4_

source: Camera number
de_de: Kamera Nummer
fi_fi: Kameran numero
nl_nl: Camera nummer
pt_pt: Número da câmera
zh_cn: 镜头编号

source: Height of a camera
de_de: Höhe einer Kamera
fi_fi: Kameran korkeus
nl_nl: Hoogte van een camera
pt_pt: Altura de uma câmera
zh_cn: 镜头高度

source: Test the height of a camera of a layer
fi_fi: Testaa kerroksen kameran korkeutta
nl_nl: Testen van de hoogte van een camera van een laag
pt_pt: Testar a altura de uma câmera de uma camada
zh_cn: 检测图层中镜头的高度

source: The height of camera _PARAM2_ of layer _PARAM1_ is _PARAM3__PARAM4_
fi_fi: Kameran _PARAM2_ kerroksella _PARAM1_ korkeus on _PARAM3__PARAM4_
nl_nl: De hoogte van de camera _PARAM2_ van laag-_PARAM1_ is _PARAM3__PARAM4_
pt_pt: A altura da câmera _PARAM2_ de camada _PARAM1_ é _PARAM3__PARAM4_

source: Angle of a camera of a layer
fi_fi: Kerroksen kameran kulma
nl_nl: Hoek van een camera van een laag
pt_pt: Ângulo de uma câmera de uma camada
zh_cn: 图层镜头的角度

source: Test a camera angle.
fi_fi: Testaa kamerakulma.
nl_nl: Test een camerahoek.
pt_pt: Teste um ângulo de câmera.
zh_cn: 检测镜头的角度

source: Angle of camera is _PARAM1__PARAM2_ (layer: _PARAM3_, camera: _PARAM4_)
fi_fi: Kamerakulma on _PARAM1__PARAM2_ (kerros: _PARAM3_, kamera: _PARAM4_)
nl_nl: Hoek van de camera is _PARAM1__PARAM2_ (laag: _PARAM3_, camera: _PARAM4_)
pt_pt: Ângulo da câmera é _PARAM1__PARAM2_ (camada: _PARAM3_, câmera: _PARAM4_)

source: Change camera angle
fi_fi: Muuta kamerakulmaa
nl_nl: Verander camerahoek
pt_pt: Mudar o ângulo da câmera
zh_cn: 改变镜头角度

source: Do _PARAM1__PARAM2_ to angle of camera (layer: _PARAM3_, camera: _PARAM4_)
fi_fi: Tee _PARAM1__PARAM2_ kameran kulmalle (kerros: _PARAM3_, kamera: _PARAM4_)
nl_nl: Pas _PARAM1__PARAM2_ toe op de hoek van de camera (laag: _PARAM3_, camera: _PARAM4_)
pt_pt: Faça _PARAM1__PARAM2_ ao ângulo da câmera (camada: _PARAM3_, câmera: _PARAM4_)

source: Add a camera to a layer
fi_fi: Lisää kamera kerrokselle
nl_nl: Een camera aan een laag toevoegen
pt_pt: Adicione uma câmera a uma camada
zh_cn: 添加镜头到图层

source: Add a camera to layer _PARAM1_
fi_fi: Lisää kamera kerrokselle _PARAM1_
nl_nl: Voeg een camera toe aan laag _PARAM1_
pt_pt: Adicionar uma câmera á camada _PARAM1_
zh_cn: 添加镜头到图层 _PARAM1_

source: Render zone: Top left side: X Position (between 0 and 1)
fi_fi: Renderöintialue: vasen ylänurkka: X-sijainti (väliltä 0-1)
nl_nl: Render zone: linksboven: X-positie (tussen 0 en 1)
pt_pt: Zona de renderização: Parte superior do lado esquerdo: posição X (entre 0 e 1)

source: Render zone: Top left side: Y Position (between 0 and 1)
fi_fi: Renderöintialue: vasen ylänurkka: Y-sijainti (väliltä 0-1)
nl_nl: Render zone: linksboven: Y-positie (tussen 0 en 1)
pt_pt: Zona de renderização: Parte superior do lado esquerdo: posição Y (entre 0 e 1)

source: Render zone: Bottom right side: X Position (between 0 and 1)
fi_fi: Renderöintialue: oikea alanurkka: X-sijainti (väliltä 0-1)
nl_nl: Renderen zone: onderkant rechterkant: X-positie (tussen 0 en 1)
pt_pt: Zona de renderização: Parte inferior do lado direito: posição X (entre 0 e 1)

source: Render zone: Bottom right side: Y Position (between 0 and 1)
fi_fi: Renderöintialue: oikea alanurkka: Y-sijainti (väliltä 0-1)
nl_nl: Renderen zone: onderkant rechterkant: Y-positie (tussen 0 en 1)
pt_pt: Zona de renderização: Parte inferior do lado direito: posição Y (entre 0 e 1)

source: Delete a camera of a layer
de_de: Löscht eine Kamera einer Ebene
fi_fi: Poista kamera kerrokselta
nl_nl: Een camera van een laag verwijderen
pt_pt: Apagar uma câmera de uma camada
zh_cn: 删除图层的一个镜头

source: Remove the specified camera from a layer
fi_fi: Poista määritelty kamera kerrokselta
nl_nl: De opgegeven camera uit een laag verwijderen
pt_pt: Remover a câmera especificada de uma camada
zh_cn: 移除图层的指定镜头

source: Delete camera _PARAM2_ from layer _PARAM1_
fi_fi: Poista kamera _PARAM2_ kerrokselta _PARAM1_
nl_nl: Camera _PARAM2_ uit laag _PARAM1_ verwijderen
pt_pt: Apagar _PARAM2_ câmera de camada _PARAM1_
zh_cn: 删除图层 _PARAM1_ 的镜头 _PARAM2_

source: Modify the size of a camera
de_de: Ändert die Größe einer Kamera
fi_fi: Muuta kameran kokoa
nl_nl: Wijzig het formaat van een camera
pt_pt: Modificar o tamanho de uma câmera
zh_cn: 改变镜头的尺寸

source: Change the size of camera _PARAM2_ of _PARAM1_ to _PARAM3_*_PARAM4_
fi_fi: Muuta kameran _PARAM2_ kokoa _PARAM1_ kokoon _PARAM3_ * _PARAM4_
nl_nl: Wijzigen van de grootte van de camera _PARAM2_ van _PARAM1_ naar _PARAM3_ * _PARAM4_
pt_pt: Alterar o tamanho da câmera _PARAM2_ de _PARAM1_ de _PARAM3_ * _PARAM4_

source: Modify the render zone of a camera
fi_fi: Muuta kameran renderöintialuetta
nl_nl: De render zone van een camera wijzigen
pt_pt: Modificar a zona de render de uma câmera
zh_cn: 变更镜头的渲染区域

source: Set the render zone of camera _PARAM2_ from layer _PARAM1_ to _PARAM3_;_PARAM4_ _PARAM5_;_PARAM6_
fi_fi: Aseta kameran _PARAM2_ kerroksella _PARAM1_ renderöintialueeksi _PARAM3_;_PARAM4_ _PARAM5_;_PARAM6_
nl_nl: Stel de render zone van camera _PARAM2_ laag _PARAM1_ _PARAM3_; _PARAM4_ _PARAM5_; _PARAM6_
pt_pt: Defina a zona de renderização da câmera _PARAM2_ da camada de _PARAM1_ para PARAM3_; _PARAM4_ _PARAM5_; _PARAM6_

source: Change camera zoom.
de_de: Ändert Kamera Zoom.
fi_fi: Muuta kameran zoomausta.
nl_nl: Wijzig de camera zoom.
pt_pt: Mudar zoom da câmera.
zh_cn: 改变镜头缩放

source: Change camera zoom to _PARAM1_ (layer : _PARAM2_, camera : _PARAM3_)
fi_fi: Muuta kameran zoomaukseksi _PARAM1_ (kerros: _PARAM2_, kamera: _PARAM3_)
nl_nl: Wijzig de zoom van de camera naar _PARAM1_ (laag: _PARAM2_, camera: _PARAM3_)
pt_pt: Mudar zoom de câmera para _PARAM1_ (camada: _PARAM2_, câmera: _PARAM3_)
zh_cn: 更改镜头缩放为 _PARAM1_ (图层 : _PARAM2_, 镜头 : _PARAM3_)

source: Value (1:Initial zoom, 2:Zoom x2, 0.5:Unzoom x2...)
fi_fi: Arvo (1:oletus-zoom, 2:Zoomaus x 2, 0,5: Zoomaus x 0,5...)
nl_nl: Waarde (1:Initiële zoom, 2:2x Zoom, 0,5: 2x Terugzoom...)
pt_pt: Valor ( 1: Zoom inicial, 2: Zoom x 2, 0,5: Unzoom X2...)
zh_cn: 值(1:初始缩放,2:放大一倍,0.5:缩小一半)

source: Center the camera on an object within limits
fi_fi: Keskitä kamera objektiin raja-alueen sisällä
nl_nl: De camera op een object centreren binnen grenzen
pt_pt: Centar a câmera em um objeto dentro dos limites
zh_cn: 在限定的范围内居中镜头在对象上

source: Center the camera on the specified object, without leaving the specified limits.
fi_fi: Keskitä kamera määritettyyn objektiin poistumatta annetulta raja-alueelta.
nl_nl: Centreer de camera op het opgegeven object binnen de daarvoor vastgestelde grenzen.
pt_pt: Centrar a câmera no objeto especificado, sem deixar os limites especificados.
zh_cn: 居中镜头在对象上，不离开指定范围

source: Center the camera on _PARAM1_ (limit : from _PARAM2_;_PARAM3_ to _PARAM4_;_PARAM5_) (layer: _PARAM7_, camera: _PARAM8_)
fi_fi: Keskitä kamera kohteeseen _PARAM1_ (raja-alue: alkaen _PARAM2_;_PARAM3_ päättyen _PARAM4_;_PARAM5_) (kerros: _PARAM7_, kamera: _PARAM8_)
nl_nl: Centreer de camera op _PARAM1_ (limiet: van _PARAM2_; _PARAM3_ aan _PARAM4_; _PARAM5_) (laag: _PARAM7_, camera: _PARAM8_)
pt_pt: Centralizar a câmera em _PARAM1_ (limite: de _PARAM2_; _PARAM3_ para _PARAM4_; _PARAM5_) (camada: _PARAM7_, câmera: _PARAM8_)

source: Top left side of the boundary: X Position
fi_fi: Rajan vasemman ylänurkan X-sijainti
nl_nl: Linksboven kant van de grens: X-positie
pt_pt: Lado superior esquerdo das bordas: Posição X

source: Top left side of the boundary: Y Position
fi_fi: Rajan vasemman ylänurkan Y-sijainti
nl_nl: Linksboven kant van de grens: Y-positie
pt_pt: Lado superior esquerdo das bordas: Posição Y

source: Bottom right side of the boundary: X Position
fi_fi: Rajan oikean alanurkan X-sijainti
nl_nl: Onderzijde van het recht van de grens: X-positie
pt_pt: Parte inferior direita das bordas: Posição X

source: Bottom right side of the boundary: Y Position
fi_fi: Rajan oikean alanurkan Y-sijainti
nl_nl: Onderzijde van het recht van de grens: Y-positie
pt_pt: Parte inferior direita das bordas: Posição Y

source: Anticipate the movement of the object (yes by default)
fi_fi: Ennakoi objektin liikkeitä (oletuksena kyllä)
nl_nl: Anticiperen op de beweging van het object (standaard ja)
pt_pt: Antecipar o movimento do objeto (sim por padrão)

source: Center the camera on an object
fi_fi: Keskitä kamera objektiin
nl_nl: Centreer de camera op een object
pt_pt: Centro da câmera em um objeto
zh_cn: 在某对象上居中镜头

source: Center the camera on the specified object.
fi_fi: Keskitä kamera määritettyyn objektiin.
nl_nl: Centreer de camera op het opgegeven object.
pt_pt: Centro da câmera no objeto especifico.
zh_cn: 在指定的对象上居中镜头

source: Center camera on _PARAM1_ (layer: _PARAM3_, camera: _PARAM4_)
fi_fi: Keskitä kamera kohteeseen _PARAM1_ (kerros: _PARAM3_, kamera: _PARAM4_)
nl_nl: Centreer camera op _PARAM1_ (laag: _PARAM3_, camera: _PARAM4_)
pt_pt: Centralizar a câmera _PARAM1_ (camada: _PARAM3_, câmera: _PARAM4_)
zh_cn: 在对象 _PARAM1_ 上居中镜头 (图层: _PARAM3_, 镜头: _PARAM4_)

source: Show a layer
de_de: Zeigt eine Ebene
fi_fi: Näytä kerros
nl_nl: Een laag weergeven
pt_pt: Mostrar uma camada
zh_cn: 显示图层

source: Show a layer.
de_de: Zeigt eine Ebene.
fi_fi: Näytä kerros.
nl_nl: Een laag weergeven.
pt_pt: Mostrar uma camada.
zh_cn: 显示图层。

source: Show layer _PARAM1_
de_de: Zeigt Ebene _PARAM1_
fi_fi: Näytä kerros _PARAM1_
nl_nl: Toon laag _PARAM1_
pt_pt: Mostrar a camada _PARAM1_
zh_cn: 显示图层 _PARAM1_

source: Hide a layer
de_de: Blendet eine Ebene aus
fi_fi: Piilota kerros
nl_nl: Een laag verbergen
pt_pt: Ocultar uma camada
zh_cn: 隐藏图层

source: Hide a layer.
de_de: Blendet eine Ebene aus.
fi_fi: Piilota kerros.
nl_nl: Een laag verbergen.
pt_pt: Ocultar uma camada.
zh_cn: 隐藏图层。

source: Hide layer _PARAM1_
de_de: Blendet Ebene _PARAM1_ aus
fi_fi: Piilota kerros _PARAM1_
nl_nl: Laag _PARAM1_ verbergen
pt_pt: Ocultar a camada _PARAM1_
zh_cn: 隐藏图层 _PARAM1_

source: Visibility of a layer
de_de: Sichtbarkeit einer Ebene
fi_fi: Kerroksen näkyvyys
nl_nl: Zichtbaarheid van een laag
pt_pt: Visibilidade de uma camada
zh_cn: 图层的可见性

source: Layer _PARAM1_ is visible
de_de: Ebene _PARAM1_ ist sichtbar
fi_fi: Kerros _PARAM1_ on näkyvissä
nl_nl: Laag _PARAM1_ is zichtbaar
pt_pt: _PARAM1_ camada é visível
zh_cn: 图层 _PARAM1_ 是可视的

source: Width of a camera of a layer
de_de: Breite einer Kamera einer Ebene
fi_fi: Kerroksen kameran leveys
nl_nl: Breedte van een camera van een laag
pt_pt: Largura da câmera de uma camada
zh_cn: 图层镜头的宽度

source: Height of a camera of a layer
de_de: Höhe einer Kamera einer Ebene
fi_fi: Kerroksen kameran korkeus
nl_nl: Hoogte van een camera van een laag
pt_pt: Altura de uma câmera de uma camada
zh_cn: 图层镜头的高度

source: X position of the top left side point of a render zone
fi_fi: Renderöintialueen vasemman ylänurkan X-sijainti
nl_nl: X-positie van de linkerbovenkant van een render zone
pt_pt: Posição X do ponto superior esquerdo de uma zona de renderização

source: Y position of the top left side point of a render zone
fi_fi: Renderöintialueen vasemman ylänurkan Y-sijainti
nl_nl: Y-positie van de linkerbovenkant van een render zone
pt_pt: Posição Y do ponto superior esquerdo de uma zona de renderização

source: X position of the bottom right side point of a render zone
fi_fi: Renderöintialueen oikean alanurkan X-sijainti
nl_nl: X-positie van de rechter onderkant van een render zone
pt_pt: Posição X do ponto inferior direito de uma zona de renderização

source: Y position of the bottom right side point of a render zone
fi_fi: Renderöintialueen oikean alanurkan Y-sijainti
nl_nl: Y-positie van de rechter onderkant van een render zone
pt_pt: Posição Y do ponto inferior direito de uma zona de renderização

source: Camera X position
de_de: Kamera X-Position
fi_fi: Kameran X-sijainti
nl_nl: Camera X-positie
pt_pt: Posição da Câmara X
zh_cn: 镜头 X 位置

source: Camera Y position
de_de: Kamera Y-Position
fi_fi: Kameran Y-sijainti
nl_nl: Camera Y-positie
pt_pt: Posição da Câmara Y
zh_cn: 镜头 Y 位置

source: Time scale
fi_fi: Aika-asteikko
nl_nl: Tijdschaal
pt_pt: Escala de tempo
zh_cn: 时间比例

source: Text > Number
de_de: Text > Zahl
fi_fi: Teksti > luku
nl_nl: Tekst > nummer
pt_pt: Texto > Número
zh_cn: 文字 > 数字

source: Convert the text to a number
de_de: Konvertiert Text in eine Zahl
fi_fi: Muuntaa tekstin luvuksi
nl_nl: De tekst converteren naar een getal
pt_pt: Converter o texto num número
zh_cn: 将文本转换为数字

source: Number > Text
de_de: Zahl > Text
fi_fi: Luku > teksti
nl_nl: Nummer > tekst
pt_pt: Número > Texto
zh_cn: 数字 > 文字

source: Number > Text ( without scientific notation )
fi_fi: Luku > teksti (ilman tieteellistä merkintätapaa)
nl_nl: Nummer > tekst (zonder wetenschappelijke notatie)
pt_pt: Número > Texto (sem notação científica)
zh_cn: 数字 > 文字 ( 没有科学记数法 )

source: Degrees > Radians
fi_fi: Asteet > radiaanit
nl_nl: Graden > radialen
pt_pt: Graus > Radianos

source: Converts the angle, expressed in degrees, into radians
fi_fi: Muuntaa kulman asteet radiaaneiksi
nl_nl: Hiermee converteert u de hoek, uitgedrukt in graden naar radialen
pt_pt: Converte o ângulo, expressado em graus, em radianos

source: Radians > Degrees
fi_fi: Radiaanit > asteet
nl_nl: Radialen > graden
pt_pt: Radianos > Graus

source: Converts the angle, expressed in radians, into degrees
fi_fi: Muuntaa kulman radiaanit asteiksi
nl_nl: Hiermee converteert u de hoek, uitgedrukt in radialen, in graden
pt_pt: Converte o ângulo expressado em radianos, em graus

source: Angle, in radians
fi_fi: Kulma radiaaneina
nl_nl: Hoek, in radialen
pt_pt: Ângulo em radianos

source: Or
fi_fi: Tai
nl_nl: Of
pt_pt: Ou
zh_cn: 或

source: Return true if one of the sub conditions is true
fi_fi: Palauta tosi, jos jokin aliehdoista on tosi
nl_nl: Is waar als aan een van de sub-voorwaarden voldaan is
pt_pt: Retornar verdadeiro se uma das condições 'sub' for verdadeira

source: If one of these conditions is true:
fi_fi: Jos jokin näistä ehdoista on tosi:
nl_nl: Als aan een van deze voorwaarden voldaan wordt:
pt_pt: Se uma destas condições for verdadeira:
zh_cn: 如果其中一个条件为真 ︰

source: And
fi_fi: Ja
nl_nl: En
pt_pt: E
zh_cn: 与

source: Return true if all sub conditions are true
fi_fi: Palauta tosi, jos kaikki aliehdot ovat tosia
nl_nl: Is waar als aan alle sub-voorwaarden voldaan is
pt_pt: Retornar verdade (true) se todas as sub-condições são verdadeiras
zh_cn: 如果所有子条件都为true则返回true

source: If all of these conditions are true:
fi_fi: Jos kaikki nämä ehdot ovat tosia:
nl_nl: Als aan al deze voorwaarden is voldaan:
pt_pt: Se todas essas condições forem verdadeiras:
zh_cn: 如果这些条件都为真 :

source: Not
fi_fi: Ei
nl_nl: Niet
pt_pt: Não
zh_cn: 非

source: Return the contrary of the result of the sub conditions
fi_fi: Palauta aliehtojen tulosten vastakohta
nl_nl: Geeft het tegendeel van het resultaat van de sub-voorwaarden
pt_pt: Retornar o contrário do resultado das sub-condições

source: Invert the logical result of these conditions:
fi_fi: Käännä näiden ehtojen looginen tulos:
nl_nl: Omkeren van het logische resultaat van deze voorwaarden:
pt_pt: Inverta o resultado lógico destas condições:

source: Trigger once while true
fi_fi: Liipaise kerran niin kauan kun on tosi
nl_nl: Vuur eenmalig als waar
pt_pt: Gatilho (trigger) uma vez condição verdadeira
zh_cn: 当 true 时触发一次

source: Run actions only once, for each time the conditions have been met.
fi_fi: Suorita toiminnot vain kerran joka kerta kun ehdot täyttyvät.
nl_nl: Start acties slechts eenmaal elke keer als aan de voorwaarden zijn voldaan.
pt_pt: Execute ações apenas uma vez, para cada vez que as condições foram atendidas.

source: Trigger once
fi_fi: Liipaise kerran
nl_nl: Vuur eenmalig
pt_pt: Gatilho (trigger) uma vez
zh_cn: 触发一次

source: Standard event
fi_fi: Vakiotapahtuma
nl_nl: Standaard gebeurtenissen
pt_pt: Evento padrão
zh_cn: 标准事件

source: Standard event: Actions are run if conditions are fulfilled.
fi_fi: Vakiotapahtuma: toiminnot suoritetaan jos ehdot täyttyvät.
nl_nl: Standaard gebeurtenis: acties worden uitgevoerd als aan voorwaarden is voldaan.
pt_pt: Evento padrão: as ações são executadas, se as condições forem satisfeitas.

source: Link
de_de: Verknüpfung
fi_fi: Linkki
nl_nl: Koppeling
pt_pt: Ligação (Link)
zh_cn: 链接

source: Link to some external events
de_de: Verknüpfung zu externen Eregnissen
fi_fi: Linkki ulkoisiin tapahtumiin
nl_nl: Link naar enkele externe gebeurtenissen
pt_pt: Ligação para alguns eventos externos
zh_cn: 链接一些外部事件

source: Comment
fi_fi: Kommentti
nl_nl: Commentaar
pt_pt: Comentario
zh_cn: 注释

source: Event displaying a text in the events editor
fi_fi: Tapahtuma, joka näyttää tekstiä tapahtumaeditorissa
nl_nl: Handeling om een tekst in de handelingen-bewerker weer te geven
pt_pt: Evento que exibe um texto no editor de eventos
zh_cn: 在事件编辑器中显示文本的事件

source: While
de_de: Solange
nl_nl: Terwijl
pt_pt: Sempre que
zh_cn: 条件循环

source: The event is repeated while the conditions are true
fi_fi: Tapahtuma toistuu niin kauan, kun ehdot täyttyvät
nl_nl: De gebeurtenis wordt herhaald, als aan de voorwaarden voldaan zijn
pt_pt: O evento é repetido enquanto as condições forem verdadeiras
zh_cn: 此事件当条件为true时重复

source: Event repeated a number of times
fi_fi: Tapahtuma toistettu monta kertaa
nl_nl: Gebeurtenis herhaald een aantal keer
pt_pt: Evento é repetido várias vezes
zh_cn: 事件重复数字的次数

source: Repeat the event for each specified object.
fi_fi: Toista tapahtuma jokaiselle määritetylle objektille.
nl_nl: Herhaal de gebeurtenis voor elk opgegeven object.
pt_pt: Repita o evento para cada objeto especificado.
zh_cn: 为每个指定的对象重复事件

source: Group containing events
fi_fi: Tapahtumaryhmä
nl_nl: Groep met gebeurtenissen
pt_pt: Grupo que contém eventos
zh_cn: 组中包含的事件

source: Create objects from an external layout
fi_fi: Luo objekteja ulkoisesta asettelusta
nl_nl: Objecten maken van een externe lay-out
pt_pt: Criar objetos a partir de um layout externo
zh_cn: 从外部图层创建对象

source: Create objects from an external layout.
fi_fi: Luo objekteja ulkoisesta asettelusta.
nl_nl: Objecten maken van een externe lay-out.
pt_pt: Criar objetos a partir de um layout externo.
zh_cn: 从外部图层创建对象。

source: Name of the external layout
fi_fi: Ulkoisen asettelun nimi
nl_nl: Naam van de externe lay-out
pt_pt: Nome do layout externo
zh_cn: 外部图层名称

source: X position of the origin
fi_fi: Alkupisteen X-sijainti
nl_nl: X-positie van de oorsprong
pt_pt: Posição X da origem
zh_cn: 原点的X坐标

source: Y position of the origin
fi_fi: Alkupisteen Y-sijainti
nl_nl: Y-positie van de oorsprong
pt_pt: Posição Y da origem
zh_cn: 原点的Y坐标

source: Storage and files
fi_fi: Tallennus ja tiedostot
nl_nl: Opslag en bestanden
pt_pt: Armazenamento e arquivos
zh_cn: 存储和文件

source: Built-in extension providing functions to store data and manipulate files.
fi_fi: Sisäänrakennettu laajennus, joka mahdollistaa tietojen tallennuksen ja tiedostojen käsittelyn.
nl_nl: Ingebouwde uitbreiding met functies om gegevens en bestanden te bewerken.
pt_pt: Extensão embutida que fornece funções para armazenar dados e manipular arquivos.

source: Existence of a group
fi_fi: Ryhmän olemassaolo
nl_nl: Bestaan van een groep
pt_pt: Existência de um grupo
zh_cn: 存在的组

source: Check if an element (example : PlayerState/CurrentLevel) exists in the file. Spaces are forbidden in element names.
fi_fi: Tarkista, löytyykö elementti (kuten PlayerState/CurrentLevel) tiedostosta. Välilyönnit eivät ole sallittuja elementtien nimissä.
nl_nl: Controleren of een element (bijvoorbeeld: PlayerState/CurrentLevel) bestaat in de bestand. Spaties zijn niet mogelijk in element namen.
pt_pt: Verificar se um elemento (exemplo: PlayerState/CurrentLevel) existe no arquivo. Espaços são proibidos em nomes de elementos.

source: _PARAM1_ exists in file _PARAM0_
fi_fi: _PARAM1_ löytyy tiedostosta _PARAM0_
nl_nl: _PARAM1_ bestaat in het bestand _PARAM0_
pt_pt: _PARAM1_ existe no arquivo _PARAM0_
zh_cn: _PARAM1_ 存在 _PARAM0_ 文件中
