Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Check if the object is jumping.
de_de: Prüfen ob das Objekt springt.
fi_fi: Tarkista, onko objekti hyppäämässä.
nl_nl: Controleer of het object aan het springen is.
pt_pt: Verifique se o objeto está a saltar.
zh_cn: 检测对象是否在跳起

source: _PARAM0_ is jumping
de_de: _PARAM0_ springt
fi_fi: _PARAM0_ on hyppäämässä
nl_nl: _PARAM0_ is aan het springen
pt_pt: _PARAM0_ está a saltar
zh_cn: _PARAM0_ 正在跳起

source: Is falling
de_de: Fällt
fi_fi: On putoamassa
nl_nl: Valt
pt_pt: Está caindo
zh_cn: 正在下落

source: _PARAM0_ is falling
de_de: _PARAM0_ fällt
fi_fi: _PARAM0_ on putoamassa
nl_nl: _PARAM0_ valt
pt_pt: _PARAM0_ está caindo
zh_cn: _PARAM0_ 正在下落

source: Compare the gravity applied on the object (in pixels per second per second).
de_de: Vergleichen Sie die Schwerkraft, die auf das Objekt (in Pixeln pro Sekunde pro Sekunde) angewendet.
fi_fi: Vertaile objektin painovoimaa (kuvapisteinä sekunnissa).
nl_nl: Vergelijk de zwaartekracht toegepast op het object (in pixels per seconde).
pt_pt: Compare a gravidade aplicada no objeto (em pixels por segundo).

source: Gravity of _PARAM0_ is _PARAM2__PARAM3_
de_de: Schwerpunkt von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n painovoima on _PARAM2__PARAM3_
nl_nl: Zwaartekracht van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A gravidade da _PARAM0_ é _PARAM2__PARAM3_

source: Change the gravity applied on an object (in pixels per second per second).
de_de: Ändern Sie die Schwerkraft, die auf ein Objekt (in Pixeln pro Sekunde pro Sekunde) angewendet wird.
fi_fi: Muuta objektin painovoimaa (kuvapisteinä sekunnissa).
nl_nl: Verander de zwaartekracht toegepast op een object (in pixels per seconde per seconde).
pt_pt: Altere a gravidade aplicada a um objeto (em pixels por segundo).

source: Do _PARAM2__PARAM3_ to the gravity applied on _PARAM0_
de_de: Wende _PARAM2__PARAM3_ auf die von _PARAM0_ angewendete Schwerkraft an
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n painovoimalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de zwaartekracht toegepast op _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ a gravidade aplicada na _PARAM0_

source: Maximum falling speed
de_de: Maximale Fallgeschwindigkeit
fi_fi: Maksimiputoamisnopeus
nl_nl: Maximale valsnelheid
pt_pt: Velocidade máxima de queda
zh_cn: 最大的下落速度

source: Compare the maximum falling speed of the object (in pixels per second).
de_de: Vergleichen die fallende Höchstgeschwindigkeit des Objekts (in Pixeln pro Sekunde).
fi_fi: Vertaile objektin maksimiputoamisnopeutta (kuvapisteinä sekunnissa).
nl_nl: Vergelijk de maximum valsnelheid van het object (in pixels per seconde).
pt_pt: Compare a velocidade máxima de queda do objeto (em pixels por segundo).

source: The maximum falling speed of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die maximale Fallgeschwindigkeit von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n maksimiputoamisnopeus on _PARAM2__PARAM3_
nl_nl: De maximum dalingssnelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A velocidade máxima de queda de _PARAM0_ é _PARAM2__PARAM3_

source: Change the maximum falling speed of an object (in pixels per second).
de_de: Ändern der fallende Höchstgeschwindigkeit eines Objekts (in Pixeln pro Sekunde).
fi_fi: Muuta objektin maksimiputoamisnopeutta (kuvapisteinä sekunnissa).
nl_nl: Wijzigen van de maximum dalingssnelheid van een object (in pixels per seconde).
pt_pt: Altere a velocidade máxima de queda de um objeto (em pixels por segundo).

source: Do _PARAM2__PARAM3_ to the maximum falling speed of _PARAM0_
de_de: Mache _PARAM2__PARAM3_ zur maximalen Fallgeschwindigkeit von _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n maksimiputoamisnopeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de maximum dalingssnelheid van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a velocidade de queda máxima de _PARAM0_

source: Compare the acceleration of the object (in pixels per second per second).
de_de: Vergleichen der Beschleunigung des Objekts (in Pixeln pro Sekunde pro Sekunde).
fi_fi: Vertaile objektin kiihtyvyyttä (kuvapisteinä sekunnissa).
nl_nl: Vergelijk de versnelling van het object (in pixels per seconde per seconde).
pt_pt: Compare a aceleração do objeto (em pixels por segundo).

source: The acceleration of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Beschleunigung des _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n kiihtyvyys on _PARAM2__PARAM3_
nl_nl: De versnelling van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A aceleração da _PARAM0_ é _PARAM2__PARAM3_

source: Change the acceleration of an object (in pixels per second per second).
de_de: Ändert die Beschleunigung eines Objekts (in Pixeln pro Sekunde pro Sekunde).
fi_fi: Muuta objektin kiihtyvyyttä (kuvapisteinä sekunnissa).
nl_nl: Wijzigen van de versnelling van een object (in pixels per seconde per seconde).
pt_pt: Altere a aceleração de um objeto (em pixels por segundo).

source: Do _PARAM2__PARAM3_ to the acceleration of _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n kiihtyvyydelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de versnelling van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a aceleração da _PARAM0_

source: Deceleration
de_de: Verzögerung
fi_fi: Hidastus
nl_nl: Vertraging
pt_pt: Desaceleração
zh_cn: 减速

source: Compare the deceleration of the object (in pixels per second per second).
de_de: Vergleichen Sie die Verzögerung des Objekts (in Pixel pro Sekunde pro Sekunde).
fi_fi: Vertaile objektin hidastusta (kuvapisteinä sekunnissa).
nl_nl: Vergelijk de vertraging van het object (in pixels per seconde per seconde).
pt_pt: Compare a desaceleração do objeto (em pixels por segundo).

source: The deceleration of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Verzögerung von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n hidastus on _PARAM2__PARAM3_
nl_nl: De vertraging van de _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A desaceleração do _PARAM0_ é _PARAM2__PARAM3_

source: Change the deceleration of an object (in pixels per second per second).
de_de: Ändere die Beschleunigung eines Objekts (in Pixel pro Sekunde pro Sekunde).
fi_fi: Muuta objektin hidastusta (kuvapisteinä sekunnissa).
nl_nl: Wijzigen van de vertraging van een object (in pixels per seconde per seconde).
pt_pt: Mude a desaceleração de um objeto (em pixels por segundo).

source: Do _PARAM2__PARAM3_ to the deceleration of _PARAM0_
de_de: Mache _PARAM2__PARAM3_ zur Verzögerung von _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n hidastukselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de afremming van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a desaceleração do _PARAM0_

source: Compare the maximum speed of the object (in pixels per second).
de_de: Vergleiche die maximale Geschwindigkeit des Objekts (in Pixels pro Sekunde).
fi_fi: Vertaile objektin maksiminopeutta (kuvapisteinä sekunnissa).
nl_nl: Vergelijk de maximumsnelheid van het object (in pixels per seconde).
pt_pt: Compare a velocidade máxima do objeto (em pixels por segundo).

source: The maximum speed of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die maximale Geschwindigkeit von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n maksiminopeus on _PARAM2__PARAM3_
nl_nl: De maximale snelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A velocidade máxima de _PARAM0_ é _PARAM2__PARAM3_

source: Change the maximum speed of an object (in pixels per second).
de_de: Verändere die maximale Geschwindigkeit eines Objekts (in Pixeln pro Sekunde).
fi_fi: Muuta objektin maksiminopeutta (kuvapisteinä sekunnissa).
nl_nl: De maximale snelheid van een object (in pixels per seconde) wijzigen.
pt_pt: Altere a velocidade máxima de um objeto (em pixels por segundo).

source: Do _PARAM2__PARAM3_ to the maximum speed of _PARAM0_
de_de: Macht _PARAM2__PARAM3_ zur maximalen Geschwindigkeit von _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n maksiminopeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de maximale snelheid van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a velocidade máxima de _PARAM0_

source: Jump speed
de_de: Sprung-Geschwindigkeit
fi_fi: Hyppynopeus
nl_nl: Springsnelheid
pt_pt: Velocidade de salto
zh_cn: 弹跳速度

source: Compare the jump speed of the object (in pixels per second).
de_de: Vergleichen die Sprunggeschwindigkeit des Objekts (in Pixeln pro Sekunde).
fi_fi: Vertaile objektin hyppynopeutta (kuvapisteinä sekunnissa).
nl_nl: Vergelijk de springsnelheid van het object (in pixels per seconde).
pt_pt: Compare a velocidade do salto do objeto (em pixels por segundo).

source: The jump speed of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Springgeschwindigkeit von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n hyppynopeus on _PARAM2__PARAM3_
nl_nl: De springsnelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A velocidade do salto do _PARAM0_ é _PARAM2__PARAM3_

source: Change the jump speed of an object (in pixels per second).
de_de: Verändern die Sprunggeschwindigkeit eines Objekts (in Pixeln pro Sekunde).
fi_fi: Muuta objektin hyppynopeutta (kuvapisteinä sekunnissa).
nl_nl: Wijzig de springsnelheid van een object (in pixels per seconde).
pt_pt: Altere a velocidade do salto de um objeto (em pixels por segundo).

source: Do _PARAM2__PARAM3_ to the jump speed of _PARAM0_
de_de: Mache _PARAM2__PARAM3_ zur Sprunggeschwindigkeit von _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n hyppynopeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de springsnelheid van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a velocidade do salto do _PARAM0_

source: Allow again jumping
de_de: Wiederholtes Springen erlauben
fi_fi: Salli hyppääminen uudelleen
nl_nl: Toestaan weer te springen
pt_pt: Permitem saltar novamente
zh_cn: 允许再跳

source: Allow the object to jump again, even if it is in the air: this can be useful to allow double jump for example.
de_de: Einem Objekt erlauben wiederholt zu springen, auch wenn es in der Luft ist: Dies kann hilfreich sein um zum Beispiel "Doppelsprünge" zu ermöglichen.
fi_fi: Salli objektin hypätä uudelleen, vaikka se olisi ilmassa. Tätä voi käyttää esim. tuplahyppyjen sallimiseksi.
nl_nl: Het object toestaan om weer te springen weer, zelfs als het in de lucht is: dit kan bijvoorbeeld heel handig zijn voor een dubbele sprong.
pt_pt: Permitir que o objeto pode saltar novamente, mesmo que esteja no ar: isso pode ser útil para permitir salto duplo, por exemplo.
zh_cn: 允许对象再跳一次，即使它是在空中 ︰ 这很有用，例如允许二段跳。

source: Allow _PARAM0_ to jump again
de_de: _PARAM0_ erlauben, nochmal zu spingen
fi_fi: Salli _PARAM0_ hypätä uudelleen
nl_nl: _PARAM0_ toestaan opnieuw te springen
pt_pt: Permitir _PARAM0_ saltar novamente
zh_cn: 允许 _PARAM0_ 再跳一次

source: Simulate left key press
de_de: Simuliert einen Tastendruck auf die linke Taste
fi_fi: Simuloi nuoli vasemmalle -näppäimen painallusta
nl_nl: Simuleren van links indrukken van een toets
pt_pt: Simular o pressionamento da tecla esquerda
zh_cn: 模拟左键按键

source: Simulate pressing Left for _PARAM0_
de_de: Drücken der Linkstaste für _PARAM0_ simulieren
fi_fi: Simuloi nuoli vasemmalle -näppäimen painallusta _PARAM0_:lle
nl_nl: Simuleer de linkertoets voor _PARAM0_
pt_pt: Simular o pressionamento da esquerda para _PARAM0_
zh_cn: 模拟 _PARAM0_ 按左键

source: Controls
de_de: Steuerung
fi_fi: Ohjaimet
nl_nl: Besturingselementen
pt_pt: Controlos
zh_cn: 控制

source: Simulate right key press
de_de: Rechte Taste simulieren
fi_fi: Simuloi nuoli oikealle -näppäimen painallusta
nl_nl: Simuleer indrukken van de rechtertoets
pt_pt: Simular o pressionamento da tecla direita
zh_cn: 模拟右键按键

source: Simulate pressing Right for _PARAM0_
de_de: Drücken der Rechtstaste für _PARAM0_ simulieren
fi_fi: Simuloi nuoli oikealle -näppäimen painallusta _PARAM0_:lle
nl_nl: Simuleer een rechtertoetsdruk voor _PARAM0_
pt_pt: Simular o pressionamento da tecla direita para _PARAM0_
zh_cn: 模拟 _PARAM0_ 右键按键

source: Simulate up key press
de_de: Simuliere Pfeil-Hoch Taste
fi_fi: Simuloi nuoli ylös -näppäimen painallusta
nl_nl: Simuleer cursor naar boven toets indrukken
pt_pt: Simular tecla para cima
zh_cn: 模拟按键弹起

source: Simulate pressing Up for _PARAM0_
de_de: Drücken der Obentaste für _PARAM0_ simulieren
fi_fi: Simuloi nuoli ylös -näppäimen painallusta _PARAM0_:lle
nl_nl: Simuleer een omhoogtoetsdruk voor _PARAM0_
pt_pt: Simule pressionar tecla para cima para _PARAM0_
zh_cn: 模拟 _PARAM0_ 按键弹起

source: Simulate down key press
de_de: Simuliere Pfeil-Runter Taste
fi_fi: Simuloi nuoli alas -näppäimen painallusta
nl_nl: Simuleer cursor naar beneden toets indrukken
pt_pt: Simule pressionar tecla para baixo
zh_cn: 模拟按键按下

source: Simulate pressing Down for _PARAM0_
de_de: Drücken der Untentaste für _PARAM0_ simulieren
fi_fi: Simuloi nuoli alas -näppäimen painallusta _PARAM0_:lle
nl_nl: Simuleer cursor-naar-beneden toets voor _PARAM0_
pt_pt: Simule pressionar tecla para baixo para _PARAM0_
zh_cn: 模拟 _PARAM0_ 按键按下

source: Simulate ladder key press
de_de: Simuliere Leiter-Tastendruck
fi_fi: Simuloi tikapuu-näppäimen painallusta
nl_nl: Simuleer ladder toets indrukken
pt_pt: Simule pressionar tecla de escada

source: Simulate pressing Ladder key for _PARAM0_
fi_fi: Simuloi tikapuu-näppäimen painallusta _PARAM0_:lle
nl_nl: Simuleer druk op de ladder toets voor _PARAM0_
pt_pt: Simular que está pressionando o botão de escada para _PARAM0_

source: Simulate jump key press
de_de: Simuliere Sprung Taste
fi_fi: Simuloi hyppy-näppäimen painallusta
nl_nl: Simuleer spring toets indrukken
pt_pt: Simular tecla para cima
zh_cn: 模拟跳跃键按键

source: Simulate pressing Jump key for _PARAM0_
de_de: Drücken der Sprungtaste für _PARAM0_ simulieren
fi_fi: Simuloi hyppy-näppäimen painallusta _PARAM0_:lle
nl_nl: Simuleer druk op de spring toets voor _PARAM0_
pt_pt: Simular que está pressionando a tecla de salto para _PARAM0_

source: Simulate control
de_de: Kontroll-Simulation
fi_fi: Simuloi kontrollia
nl_nl: Simulatie controle
pt_pt: Simular controle
zh_cn: 模拟控制

source: Simulate pressing _PARAM2_ key for _PARAM0_
fi_fi: Simuloi _PARAM2_ -näppäimen painallusta _PARAM0_:lle
nl_nl: Simuleer druk op _PARAM2_ toets voor _PARAM0_
pt_pt: Simular que está pressionando _PARAM2_ para _PARAM0_
zh_cn: 对 _PARAM0_ 模拟按下键 _PARAM2_

source: Key
de_de: Taste
fi_fi: Näppäin
nl_nl: Toets
pt_pt: Tecla
zh_cn: 按键

source: Ignore default controls
de_de: Ignoriere Standart-Steuerelemente
fi_fi: Ohita oletusohjaimet
nl_nl: Standaardbesturingselementen negeren
pt_pt: Ignorar controles padrão
zh_cn: 忽略默认控制

source: Ignore default controls for _PARAM0_: _PARAM2_
de_de: Ignoriere Standardsteuerung für _PARAM0_:_PARAM2_
fi_fi: Ohita oletusohjaimet _PARAM0_: _PARAM2_
nl_nl: Negeren van standaardbesturingselementen voor _PARAM0_: _PARAM2_
pt_pt: Ignorar controles padrão para _PARAM0_: _PARAM2_

source: Ignore controls
de_de: Steuerung ignorieren
fi_fi: Ohita ohjaimet
nl_nl: Negeren van besturingselementen
pt_pt: Ignorar controles
zh_cn: 忽略控制

source: Get the gravity applied on the object
de_de: Erhalten Sie die Schwerkraft, die auf das Objekt angewendet wurde
fi_fi: Hae objektin painovoima
nl_nl: Lees de zwaartekracht toegepast op het object uit
pt_pt: Obter a gravidade aplicada ao objeto

source: Get the maximum falling speed
de_de: Erreiche die maximale Fallgeschwindigkeit
fi_fi: Hae maksimiputoamisnopeus
nl_nl: Verkrijg de maximum valsnelheid
pt_pt: Obtenha a velocidade máxima de queda

source: Change platform type
de_de: Plattformtyp ändern
fi_fi: Muuta alustan tyyppi
nl_nl: Platformtype wijzigen
pt_pt: Alterar o tipo de plataforma
zh_cn: 更改平台类型

source: Set platform type of _PARAM0_ to _PARAM2_
de_de: Setze Platform Typ _PARAM0 zu _PARAM2_
fi_fi: Aseta alustan _PARAM0_ tyypiksi _PARAM2_
nl_nl: Platformtype van _PARAM0_ ingesteld op _PARAM2_
pt_pt: Definir o tipo de plataforma de _PARAM0_ para _PARAM2_
zh_cn: 设置 _PARAM0_ 的平台类型为 _PARAM2_

source: Platforms
de_de: Plattformen
fi_fi: Alustat
nl_nl: Platformen
pt_pt: Plataformas
zh_cn: 平台

source: Platform type ("Platform", "Jumpthru" or "Ladder")
de_de: Plattform-Typ ("Plattform", "durchspringbar" oder "Leiter")
fi_fi: Alustan tyyppi ("Alusta", "Läpihyppy" tai "Tikapuut")
nl_nl: Platformtype ("Platform", "Jumpthru" of "Ladder")
pt_pt: Tipo de plataforma ("Plataforma", "Jumpthru" ou "Escada")
zh_cn: 平台类型 （"Platform"、"Jumpthru"或"Ladder"）

source: Allows to use controllable objects which can run and jump on platforms.
de_de: Steuerbare Objekte verwenden das ermöglicht laufen und springen auf Plattformen.
fi_fi: Mahdollistaa ohjailtavien objektien käytön, jotka voivat juosta ja hyppiä alustoilla.
nl_nl: Geeft de mogelijkheid objecten te gebruiken die kunnen rennen en springen op platformen.
pt_pt: Permite usar objetos controláveis que podem correr e saltar sobre as plataformas.
zh_cn: 运行控制对象在平台上跑和跳

source: Ladder
de_de: Leiter
fi_fi: Tikapuut
pt_pt: Escada
zh_cn: 梯子

source: Jumpthru platform
de_de: Plattform zum hindurchhüpfen
fi_fi: Läpihyppy-alusta
pt_pt: Plataforma de Pular Através
zh_cn: 可穿越平台

source: Max. falling speed
de_de: Max. Fallgeschwindigkeit
fi_fi: Max. putoamisnopeus
nl_nl: Max. valsnelheid
pt_pt: Velocidade max. de queda
zh_cn: 最大下落的速度

source: Default controls
de_de: Standardsteuerung
fi_fi: Oletusohjaimet
nl_nl: Standaardbesturingselementen
pt_pt: Controles padrão
zh_cn: 默认控制

source: Slope max. angle
de_de: Maximale Steigung des Winkels
fi_fi: Kaltevuuden max. kulma
nl_nl: Max. hellingshoek
pt_pt: Ângulo de Inclinação max.
zh_cn: 斜坡最大角度

source: Primitive drawing
de_de: Skitze
fi_fi: Alkeismuotojen piirto
nl_nl: Primitieve tekening
pt_pt: Desenho primitivo
zh_cn: 基本绘制

source: Shape painter
de_de: Form-Maler
fi_fi: Muotojen maalaaja
nl_nl: Vorm schilderer
pt_pt: Pintor de forma
zh_cn: 形状绘画

source: Draw a rectangle on screen
de_de: Zeichne ein Rechteck
fi_fi: Piirrä ruudulle suorakulmio
nl_nl: Teken een rechthoek op het scherm
pt_pt: Desenhe um retângulo no ecrã
zh_cn: 在屏幕上绘制矩形

source: Draw from _PARAM1_;_PARAM2_ to _PARAM3_;_PARAM4_ a rectangle with _PARAM0_
de_de: Zeichne ein Rechteck mit _PARAM0_ von _PARAM1_;_PARAM2_ bis _PARAM3_;_PARAM4_
fi_fi: Piirrä suorakulmio sijainnista _PARAM1_;_PARAM2_ sijaintiin _PARAM3_;_PARAM4_ käyttäen _PARAM0_
nl_nl: Teken met _PARAM1_; _PARAM2_ naar _PARAM3_; _PARAM4_ een rechthoek met _PARAM0_
pt_pt: Desenhar de _PARAM1_; _PARAM2_ para _PARAM3_; _PARAM4_ um retângulo com _PARAM0_

source: Drawing
de_de: Zeichnung
fi_fi: Piirros
nl_nl: Tekenen
pt_pt: Desenho
zh_cn: 绘制

source: Shape Painter object
de_de: Form-Zeichnendes Objekt
fi_fi: Muotojen maalausobjekti
nl_nl: Vorm Tekenaar object
pt_pt: Objeto pintor de forma
zh_cn: 形状绘画对象

source: Top left side: X Position
de_de: Oben links: X-Position
fi_fi: Vasemmasta ylänurkasta: X-sijainti
nl_nl: Top links: X-positie
pt_pt: Lado esquerdo no topo: Posição X

source: Top left side : Y Position
de_de: Oben links: Y-Position
fi_fi: Vasemmasta ylänurkasta: Y sijainti
nl_nl: Top links: Y-positie
pt_pt: Lado esquerdo no topo: Posição Y

source: Bottom right side : X Position
de_de: Unten rechts: X-Position
fi_fi: Oikeasta alanurkasta: X-sijainti
nl_nl: Onderkant rechterkant: X positie
pt_pt: Lado direito na base: Posição X

source: Bottom right side : Y Position
de_de: Unten rechts: Y-Position
fi_fi: Oikeasta alanurkasta: Y-sijainti
nl_nl: Onderkant rechterkant: Y-positie
pt_pt: Lado direito na base: Posição Y

source: Draw a circle on screen
de_de: Zeichne einen Kreis
fi_fi: Piirrä ympyrä ruudulle
nl_nl: Teken een cirkel op het scherm
pt_pt: Desenhe um círculo no écran
zh_cn: 在屏幕上绘制一个圆

source: Draw at _PARAM1_;_PARAM2_ a circle of radius _PARAM3_ with _PARAM0_
fi_fi: Piirrä ympyrä sijaintiin _PARAM1_;_PARAM2_ säteellä _PARAM3_ käyttäen _PARAM0_
nl_nl: Teken op _PARAM1_; _PARAM2_ een cirkel met radius _PARAM3_ met _PARAM0_
pt_pt: Desenhe no _PARAM1_; _PARAM2_ um círculo de raio _PARAM3_ com _PARAM0_

source: X position of center
de_de: X-Position der Mitte
fi_fi: Keskustan X-sijainti
nl_nl: X-positie van centrum
pt_pt: Centro : Posiçao X
zh_cn: 中心X 位置

source: Y position of center
de_de: Y-Position der Mitte
fi_fi: Keskustan Y-sijainti
nl_nl: Y-positie van centrum
pt_pt: Centro : Posiçao Y
zh_cn: 中心 Y 位置

source: Radius ( in pixels )
de_de: Radius (in Pixel)
fi_fi: Säde (kuvapisteinä)
nl_nl: Straal (in pixels)
pt_pt: Raio (em pixels)
zh_cn: 半径 （以像素为单位）

source: Draw a line on screen
de_de: Zeichnet eine Linie auf den Bildschirm
fi_fi: Piirrä viiva ruudulle
nl_nl: Teken een lijn op scherm
pt_pt: Desenhar uma linha no écran
zh_cn: 在屏幕上绘制一条线

source: Draw from _PARAM1_;_PARAM2_ to _PARAM3_;_PARAM4_ a line (thickness : _PARAM5_) with _PARAM0_
fi_fi: Piirrä viiva (paksuus: _PARAM5_) sijainnista _PARAM1_;_PARAM2_ sijaintiin _PARAM3_;_PARAM4_ käyttäen _PARAM0_
nl_nl: Teken vanuit _PARAM1_; _PARAM2_ naar _PARAM3_; _PARAM4_ een lijn (dikte: _PARAM5_) met _PARAM0_
pt_pt: Desenhe do_PARAM1_; _PARAM2_ para _PARAM3_; _PARAM4_ uma linha (espessura: _PARAM5_) com _PARAM0_

source: X Position of start point
de_de: X-Position des Startpunktes
fi_fi: Alkupisteen X-sijainti
nl_nl: X-positie van beginpunt
pt_pt: Posição inicial: Ponto X
zh_cn: 起始点的 X 位置

source: Y Position of start point
de_de: Y-Position des Startpunktes
fi_fi: Alkupisteen Y-sijainti
nl_nl: Y-positie van beginpunt
pt_pt: Posição inicial: Ponto Y
zh_cn: 起始点的 Y 位置

source: X Position of end point
de_de: X-Position des Endpunktes
fi_fi: Päätepisteen X-sijainti
nl_nl: X-positie is van eindpunt
pt_pt: Ponto final: Ponto X
zh_cn: 结束点的 X 位置

source: Y Position of end point
de_de: Y-Position des Endpunktes
fi_fi: Päätepisteen Y-sijainti
nl_nl: Y-positie van eindpunt
pt_pt: Ponto final: Ponto Y
zh_cn: 结束点的 Y 位置

source: Thickness ( in pixels )
de_de: Dicke (in Pixel)
fi_fi: Paksuus (kuvapisteinä)
nl_nl: Dikte (in pixels)
pt_pt: Espessura (em pixels)
zh_cn: 厚度 （以像素为单位）

source: Fill color
de_de: Füllfarbe
fi_fi: Täyttöväri
nl_nl: Opvulkleur
pt_pt: Cor de preenchimento
zh_cn: 填充颜色

source: Change fill color of _PARAM0_ to _PARAM1_
de_de: Füllfarbe von _PARAM0_ zu _PARAM1_ ändern
fi_fi: Vaihda täyttöväri _PARAM0_ väriksi _PARAM1_
nl_nl: De opvulkleur wijzigen van _PARAM0_ naar _PARAM1_
pt_pt: Mudar a cor de preenchimento de _PARAM0_ para _PARAM1_
zh_cn: 更改填充颜色 _PARAM0_ 为 _PARAM1_

source: Outline color
de_de: Konturfarbe
fi_fi: Ääriviivan väri
nl_nl: Contourkleur
pt_pt: Cor de contorno
zh_cn: 外框颜色

source: Modify the color of the outline of future drawings.
de_de: Ändern Sie die Farbe der Kontur der zukünftigen Zeichnungen.
fi_fi: Muuta ääriviivan väriä jatkossa.
nl_nl: De kleur van de omtrek van toekomstige tekeningen aanpassen.
pt_pt: Modifica a cor do contorno dos desenhos futuros.

source: Change outline color of _PARAM0_ to _PARAM1_
de_de: Umrissfarbe von _PARAM0_zu_PARAM1_ ändern
fi_fi: Muuta ääriviivan väri _PARAM0_ väriksi _PARAM1_
nl_nl: De kleur van de omtrek veranderen van _PARAM0_ naar _PARAM1_
pt_pt: Muda a cor de contorno de _PARAM0_ para _PARAM1_
zh_cn: 改变轮廓颜色 _PARAM0_ 为 _PARAM1_

source: Outline size
de_de: Konturgröße
fi_fi: Ääriviivan koko
nl_nl: Omtrek grootte
pt_pt: Espessura do contorno
zh_cn: 外框尺寸

source: Modify the size of the outline of future drawings.
de_de: Ändern Sie die Größe der Kontur des zukünftigen Zeichnungen.
fi_fi: Muuta ääriviivan kokoa jatkossa.
nl_nl: Het formaat van de omtrek van toekomstige tekeningen wijzigen.
pt_pt: Modifica o tamanho do contorno dos desenhos futuros.

source: Do _PARAM1__PARAM2_ to the size of the outline of _PARAM0_
de_de: _PARAM1__PARAM2_ auf die Größe der Kontur des _PARAM0_ zu tun
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n ääriviivan koolle
nl_nl: Pas _PARAM1__PARAM2_ toe op de grootte van de omtrek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o tamanho do contorno de _PARAM0_

source: Size in pixels
de_de: Größe in Pixeln
fi_fi: Koko kuvapisteinä
nl_nl: Grootte in pixels
pt_pt: Tamanho em pixels
zh_cn: 以像素为单位的大小

source: Test the size of the outline.
de_de: Teste die Größe des Umrisses.
fi_fi: Testaa ääriviivan kokoa.
nl_nl: Test de grootte van de omtrek.
pt_pt: Teste o tamanho do contorno.
zh_cn: 检测外框的大小
