Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Add the computer with the corresponding IP Adress as a recipient of sent data.
de_de: Füge den Computer mit der entsprechenden IP-Adresse als Empfänger für gesendete Daten hinzu.
fi_fi: Lisää IP-osoitetta vastaava tietokone vastaanottajaksi lähetetylle tiedolle.
nl_nl: De computer met het bijbehorende IP-adres als een ontvanger van verzonden gegevens toevoegen.
pt_pt: Adicione o computador com o endereço de IP correspondente como receptor dos dados enviados.
zh_cn: 将使用相应的 IP 地址的计算机添加为收件人发送的数据。

source: Add _PARAM0_ to recipients
de_de: Fügt _PARAM0_ Empfänger hinzu
fi_fi: Lisää _PARAM0_ vastaanottajille
nl_nl: _PARAM0_ toevoegen aan de geadresseerden
pt_pt: Adicionar _PARAM0_ aos destinatários
zh_cn: 将 _PARAM0_ 添加到收件人

source: Network: Sending
de_de: Netzwerk: Senden
fi_fi: Verkko: lähetys
nl_nl: Netwerk: verzenden
pt_pt: Rede: enviar
zh_cn: 网络 ︰ 发送

source: Recipient IP address.
de_de: Empfänger-IP-Adresse.
fi_fi: Vastaanottajan IP-osoite.
nl_nl: Ontvangende IP-adres.
pt_pt: Endereço IP do destinatário.
zh_cn: 收件人的 IP 地址。

source: Recipient port (Default : 50001)
de_de: Empfänger-Port (Standard : 50001)
fi_fi: Vastaanottajan portti (oletus: 50001)
nl_nl: Ontvangende poort (standaard: 50001)
pt_pt: Porta do destinatário (por defeito: 50001)
zh_cn: 收件人的端口 (默认 ︰ 50001)

source: Delete all recipients
de_de: Löscht alle Empfänger
fi_fi: Poista kaikki vastaanottajat
nl_nl: Alle geadresseerden verwijderen
pt_pt: Apagar todos os destinatários
zh_cn: 删除所有收件人

source: Clear the list of the recipients of sent data
de_de: Löscht die Liste der Empfänger des gesendeten Daten
fi_fi: Tyhjennä lähetettyjen tietojen vastaanottajat
nl_nl: De lijst van de ontvangers van verzonden gegevens wissen
pt_pt: Limpar a lista dos destinatários dos dados enviados
zh_cn: 清除列表中的收件人发送的数据

source: Clear the list of recipients
de_de: Löscht die Liste der Empfänger
fi_fi: Tyhjennä vastaanottajien luettelo
nl_nl: De lijst met geadresseerden wissen
pt_pt: Limpar a lista dos destinatários
zh_cn: 清除收件人的列表

source: Initialize data reception
de_de: Initialisiert Datenempfang
fi_fi: Alusta tietojen vastaanotto
nl_nl: Initialiseer gegevensreceptie
pt_pt: Inicializar a recepção de dados
zh_cn: 初始化数据接收

source: Network: Reception
de_de: Netzwerk: Empfang
fi_fi: Verkko: vastaanotto
nl_nl: Netwerk: Ontvangst
pt_pt: Rede: recepção
zh_cn: 网络 ︰ 接收

source: Listening port (Default : 50001)
de_de: Port (Standart: 50001)
fi_fi: Kuunnellaan porttia (oletus: 50001)
nl_nl: Poort voor luisteren (standaard: 50001)
pt_pt: Escutando a porta (Por defeito: 50001)
zh_cn: 侦听端口 (默认 ︰ 50001)

source: Stop data reception
de_de: Datenempfang stoppen
fi_fi: Lopeta tietojen vastaanotto
nl_nl: Stop ontvangst van gegevens
pt_pt: Impedir a recepção de dados
zh_cn: 停止数据接收

source: Stop data reception.
de_de: Datenempfang stoppen.
fi_fi: Lopeta tietojen vastaanotto.
nl_nl: Stop ontvangst van gegevens.
pt_pt: Impedir a recepção de dados.
zh_cn: 停止接收数据。

source: Send a value
de_de: Sendet einen Wert
fi_fi: Lähetä arvo
nl_nl: Een waarde verzenden
pt_pt: Enviar um valor
zh_cn: 发送一个值

source: Send a value to recipients
de_de: Sendet einen Wert an einen Empfänger
fi_fi: Lähetä arvo vastaanottajille
nl_nl: Een waarde verzenden naar geadresseerden
pt_pt: Envia um valor para os destinatários
zh_cn: 将一个值发送给收件人

source: Send value _PARAM1_ with title _PARAM0_ to recipients
de_de: Sendet Wert _PARAM1_ mit dem Titel _PARAM0_ zum Empfänger
fi_fi: Lähetä arvo _PARAM1_ otsikolla _PARAM0_ vastaanottajille
nl_nl: Waarde _PARAM1_ met de titel _PARAM0_ verzenden naar geadresseerden
pt_pt: Enviar valor _PARAM1_ com _PARAM0_ de título para destinatários

source: Group
de_de: Gruppe
fi_fi: Ryhmä
nl_nl: Groep
pt_pt: Grupo
zh_cn: 组

source: Send a text
de_de: Einen Text senden
fi_fi: Lähetä teksti
nl_nl: Stuur een tekst
pt_pt: Enviar um texto
zh_cn: 发送文本

source: Send a text to recipients
de_de: Einen Text an einen Empfänger senden
fi_fi: Lähetä teksti vastaanottajille
nl_nl: Een tekst verzenden naar geadresseerden
pt_pt: Enviar uma mensagem para destinatários
zh_cn: 将文本发送给收件人

source: Send text _PARAM1_ with title _PARAM0_ to recipients
de_de: Sendet Text _PARAM1_ mit dem Titel _PARAM0_ zum Empfänger
fi_fi: Lähetä teksti _PARAM1_ otsikolla _PARAM0_ vastaanottajille
nl_nl: Tekst _PARAM1_ met de titel _PARAM0_ verzenden naar geadresseerden
pt_pt: Enviar _PARAM1_ de texto com o título _PARAM0_ para destinatários
zh_cn: 发送标题 _PARAM0_ 与文本 _PARAM1_ 给收件人

source: Text
fi_fi: Teksti
nl_nl: Tekst
pt_pt: Texto
zh_cn: 文字

source: Receive waiting data
de_de: Empfange wartende Daten
fi_fi: Vastaanota odottavaa dataa
nl_nl: Ontvang gegevens uit de wachtrij
pt_pt: Receber dados em espera
zh_cn: 接收等待数据

source: Receive data
de_de: Empfangen von Daten
fi_fi: Vastaanota dataa
nl_nl: Gegevens ontvangen
pt_pt: Receber dados
zh_cn: 接收数据

source: Delete all received data stored in memory
de_de: Löscht alle empfangenen Daten im Arbeitsspeicher
fi_fi: Poista kaikki muistiin tallennettu vastaanotettu data
nl_nl: Alle ontvangen gegevens opgeslagen in het geheugen verwijderen
pt_pt: Apagar todos os dados recebidos armazenados na memória

source: Get the text of a data
de_de: Ruft den Text von Daten ab
fi_fi: Hae datassa oleva teksti
nl_nl: Haal de tekst van een data
pt_pt: Obter o texto de um dado
zh_cn: 获取数据中的文本

source: Name of the data containing the text to get
de_de: Name der Daten welche den Text enthalten die zu holen sind
fi_fi: Haettavan tekstin sisältävän datan nimi
nl_nl: Naam van de gegevens met de tekst te krijgen
pt_pt: Nome dos dados que contém o texto para obter
zh_cn: 包含要获取的文本数据的名称

source: Last error occured
de_de: Letzter aufgetretener Fehler
fi_fi: Viimeisin virhe tapahtui
nl_nl: Laatste fout opgetreden
pt_pt: Último erro ocurrido
zh_cn: 发生的最后错误

source: Get the text describing the last error which occured.
de_de: Erhalten Sie die Beschreibung des letzten Fehler, der aufgetreten ist.
fi_fi: Hae viimeisimmän virheen kuvausteksti.
nl_nl: Haal de tekst op met een beschrijving van de laatste fout die is opgetreden.
pt_pt: Obter o texto que descreve o último erro que ocorreu.
zh_cn: 获取描述最后一个错误发生时的文本。

source: Network: Errors
de_de: Netzwerk: Fehler
fi_fi: Verkko: virheitä
nl_nl: Netwerk: fouten
pt_pt: Rede: erros
zh_cn: 网络 ︰ 错误

source: IP address
de_de: IP-Adresse
fi_fi: IP-osoite
nl_nl: IP-adres
pt_pt: Endereço IP
zh_cn: IP 地址

source: Network
de_de: Netzwerk
fi_fi: Verkko
nl_nl: Netwerk
pt_pt: Rede
zh_cn: 网络

source: Maximum time to wait before getting the address ( in seconds ) ( 0 = no timeout )
de_de: Maximale Wartezeit für die Ermittlung der Adresse (in Sekunden) (0 = keine Zeitüberschreitung)
fi_fi: Suurin odotusaika osoitteen saamiseksi (sekunteina) (0=ei aikakatkaisua)
nl_nl: Maximale wachttijd voordat het adres op te halen ( in seconden ) ( 0 = geen timeout )
pt_pt: Tempo máximo de espera antes de obter o endereço (em segundos) (0 = sem limite)

source: Local IP address ( local/LAN )
de_de: Lokale IP-Adresse (lokal/LAN)
fi_fi: Paikallinen IP-osoite (paikallinen/LAN)
nl_nl: Lokaal IP-adres (lokaal/LAN)
pt_pt: Endereço IP local (local/LAN)
zh_cn: 本地 IP 地址 （本地/局域网）

source: Generate objects' identifiers
de_de: Objekt-Kennung generieren
fi_fi: Luo objektien tunnukset
nl_nl: Object indentificatie genereren
pt_pt: Gerar identificadores de objetos
zh_cn: 生成对象的标识符

source: Generate unique network identifiers for _PARAM0_
de_de: Generiert einzigartige Netzwerk-IDs für _PARAM0_
fi_fi: Luo yksilölliset tunnukset _PARAM0_:lle
nl_nl: Genereer unieke netwerk-id's voor _PARAM0_
pt_pt: Gerar identificadores de rede exclusivos para _PARAM0_

source: Behavior Automatic Network Updater
de_de: Automatische Netzwerk-Aktuallisierung
fi_fi: Käytös automaattinen verkon päivittäjä
nl_nl: Automatische Netwerk Aanpassen gedrag
pt_pt: Behavior "Atualização de Rede Automática"

source: Automatic network update
de_de: Automatische Netzwerk-Aktualisierung
fi_fi: Verkon automaattinen päivitys
nl_nl: Automatische netwerkupdate
pt_pt: Atualização automática de rede
zh_cn: 自动网络更新

source: Set to send data
de_de: Einstellen Daten zu senden
fi_fi: Aseta lähettääksesi dataa
nl_nl: Ingesteld voor het verzenden van gegevens
pt_pt: Ativar para enviar dados
zh_cn: 设置为发送数据

source: Set _PARAM0_ to send data
de_de: _PARAM0_ zum Daten senden einstellen
fi_fi: Aseta _PARAM0_ lähettääksesi dataa
nl_nl: Stel _PARAM0_ in om gegevens te verzenden
pt_pt: _PARAM0_ conjunto para enviar dados
zh_cn: 设置 _PARAM0_ 为发送数据

source: Set to receive data
de_de: Einstellen Daten zu empfangen
fi_fi: Aseta vastaanottaaksesi dataa
nl_nl: Instellen om gegevens te ontvangen
pt_pt: Configurado para receber dados
zh_cn: 设置为接收数据

source: Set _PARAM0_ to receive data
de_de: Setze _PARAM0_ um die Daten zu erhalten
fi_fi: Aseta _PARAM0_ vastaanottaaksesi dataa
nl_nl: Stel _PARAM0_ in om gegevens te ontvangen
pt_pt: Ativar_PARAM0_ para receber dados
zh_cn: 设置 _PARAM0_ 接收数据

source: Change object's identifier
de_de: Ändert die Objekt-Kennung
fi_fi: Vaihda objektin tunnus
nl_nl: De object identificatie wijzigen
pt_pt: Alterar o identificador do objeto
zh_cn: 更改对象的标识符

source: Set identifier of _PARAM0_ to _PARAM2_
de_de: Legt die Kennung von _PARAM0_ auf _PARAM2_ fest
fi_fi: Aseta _PARAM0_:n tunnukseksi _PARAM2_
nl_nl: Stel identificatie van _PARAM0_ in op _PARAM2_
pt_pt: Colocar o identificador de _PARAM0_ para _PARAM2_

source: Identifier
de_de: Kennung
fi_fi: Tunnus
nl_nl: Identificatie
pt_pt: Identificador
zh_cn: 标识符

source: Get the identifier of the object
de_de: Erhält die Kennung des Objekts
fi_fi: Hae objektin tunnus
nl_nl: Verkrijg de identificatie van het object
pt_pt: Obter o identificador do objeto
zh_cn: 获取对象的标识符

source: List of recipients
de_de: Liste der Empfänger
fi_fi: Vastaanottajien luettelo
nl_nl: Lijst van ontvangers
pt_pt: Lista dos destinatários
zh_cn: 列表中的收件人

source: Port:
fi_fi: Portti:
nl_nl: Poort:
pt_pt: Porta:
zh_cn: 端口：

source: Edit the behavior
de_de: Bearbeite das Verhalten
fi_fi: Muokkaa käytöstä
nl_nl: Het gedrag bewerken
pt_pt: Editar o comportamento
zh_cn: 编辑行为

source: Send datas
de_de: Sendet Daten
fi_fi: Lähetä data
nl_nl: Data verzenden
pt_pt: Enviar dados
zh_cn: 发送数据

source: Initial behaviour
de_de: Anfängliches Verhalten
fi_fi: Alustava käytös
nl_nl: Initieel gedrag
pt_pt: Comportamento inicial
zh_cn: 初始行为

source: Depending on whether the game is "hosting" or joining, you wish change this behaviour of the behavior. You can use actions in the sub category "Network > Behavior Automatic Network Updater"
de_de: Je nachdem, ob das Spiel beitreten oder es "hosten", Sie wünschen dieses Verhalten zu ändern. Aktionen können Sie in der Unterkategorie "Netzwerk > Verhalten automatische Netzwerk Updater"
fi_fi: Riippuen siitä, onko peli "isäntänä" vai liittyjänä, haluat ehkä muuttaa tätä käytöstä of käytöksestä. Voit käyttää toimintoja alakategoriasta "Verkko > käytös automaattinen verkkopäivitys"
nl_nl: Afhankelijk of het spel is ingesteld voor "hosting" of toetreding, zal u het gedrag van het gedrag willen aanpassen. U kunt acties in de subcategorie "Netwerk > Gedrag Automatische netwerk Aanpassing" gebruiken
pt_pt: Dependendo se o jogo é o "host" ou "ingressante", você pode querer mudar o comportamento deste Behavior. Você pode usar ações na sub-categoria de "Rede" > Behavior "Atualização de Rede Automática"

source: Sent / Received data
de_de: Gesendete / empfangene Daten
fi_fi: Lähetetty/vastaanotettu data
nl_nl: Verzonden / ontvangen gegevens
pt_pt: Dados enviados / recebidos
zh_cn: 已发送 / 接收数据

source: X position
fi_fi: X-sijainti
nl_nl: X-positie
pt_pt: Posição X
zh_cn: X 位置

source: Y position
fi_fi: Y-sijainti
nl_nl: Y-positie
pt_pt: Posição Y
zh_cn: Y 位置

source: Data format
de_de: Datenformat
fi_fi: Datamuoto
nl_nl: Gegevensindeling
pt_pt: Formato dos dados
zh_cn: 日期格式

source: X/Data
de_de: X / Daten
nl_nl: X / gegevens
pt_pt: X/Dados

source: X represent identifier number and Data the data title.
de_de: X steht für die ID-Nummer und Daten für den Daten-Titel.
fi_fi: X tarkoittaa tunnusnumeroa ja Data dataotsikkoa.
nl_nl: X vertegenwoordigd id en Data de data titel.
pt_pt: X representa o número do identificador e "Data" o título dos dados.

source: Panel Sprite (9-patch) Object
de_de: Panel Sprite (9-Punkte) Objekt
fi_fi: Panel Sprite (9-patch) -objekti
nl_nl: Paneel Sprite (9-patch) Object
pt_pt: Objeto de painel Sprite (9-patch)
zh_cn: Panel Sprite ("9-patch")对象

source: Panel Sprite ("9-patch")
nl_nl: Paneel Sprite ("9-patch")
pt_pt: Painel Sprite ("9-patch")

source: Modify the width of a Panel Sprite.
de_de: Modifiziere die Weite von einem Panel Sprite.
fi_fi: Muokkaa Panel Spriten leveyttä.
nl_nl: Wijzig de breedte van een Paneel Sprite.
pt_pt: Modifica a largura de um Painel de Sprites.

source: Size and angle
de_de: Größe und Winkel
fi_fi: Koko ja kulma
nl_nl: Grootte en hoek
pt_pt: Tamanho e ângulo
zh_cn: 大小和角度

source: The width of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Weite von _PARAM0_ ist _PARAM1_PARAM2_
fi_fi: _PARAM0_:n leveys on _PARAM1__PARAM2_
nl_nl: De breedte van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: largura de _PARAM0_ é _PARAM1__PARAM2_

source: Modify the height of a Panel Sprite.
de_de: Ändern der Panel-Sprite Höhe.
fi_fi: Muokkaa Panel Spriten korkeutta.
nl_nl: Wijzig de hoogte van een Paneel Sprite.
pt_pt: Modifica a altura de um Painel de Sprites.

source: The height of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Höhe von _PARAM0_ist_PARAM1__PARAM2_
fi_fi: _PARAM0_:n korkeus on _PARAM1__PARAM2_
nl_nl: De hoogte van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A altura do _PARAM0_ é _PARAM1__PARAM2_

source: Modify the angle of a Panel Sprite.
de_de: Winkel des Panel-Sprites ändern.
fi_fi: Muokkaa Panel Spriten kulmaa.
nl_nl: De hoek van een paneel Sprite wijzigen.
pt_pt: Modifica o ângulo de um Sprite painel.

source: Do _PARAM1__PARAM2_ to the angle of _PARAM0_
de_de: Machen Sie _PARAM1__PARAM2_ zum Winkel von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kulmalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de hoek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o ângulo de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的角度

source: The angle of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Winkel von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n kulma on _PARAM1__PARAM2_
nl_nl: De hoek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O ângulo de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的角度是 _PARAM1__PARAM2_

source: Image name
de_de: Bildname
fi_fi: Kuvan nimi
nl_nl: Afbeeldingsnaam
pt_pt: Nome da imagem
zh_cn: 图像名称

source: Change the image of a Panel Sprite.
de_de: Das Bild eines Panel-Sprites ändern.
fi_fi: Vaihda Panel Spriten kuva.
nl_nl: Wijzig de afbeelding van een Paneel Sprite.
pt_pt: Mude a imagem de um painel de Sprite.
zh_cn: 更改面板精灵的图像。

source: Set image _PARAM1_ on _PARAM0_
de_de: Setze Bild _PARAM1_ auf _PARAM0_
fi_fi: Aseta kuva _PARAM1_ _PARAM0_:lle
nl_nl: Set afbeelding _PARAM1_ op _PARAM0_
pt_pt: Colocar imagem _PARAM1_ na _PARAM0_
zh_cn: 在 _PARAM0_ 上设置图像 _PARAM1_

source: Left Margin
de_de: Linker Rand
fi_fi: Vasen reunus
nl_nl: Linkermarge
pt_pt: Margem Esquerda
zh_cn: 左边距

source: Top Margin
de_de: Oberer Rand
fi_fi: Yläreunus
nl_nl: Topmarge
pt_pt: Margem Superior
zh_cn: 上边距

source: Right Margin
de_de: Rechter Rand
fi_fi: Oikea reunus
nl_nl: Rechter marge
pt_pt: Margem Direita
zh_cn: 右边距

source: Bottom Margin
de_de: Unterer Rand
fi_fi: Alareunus
nl_nl: Ondermarge
pt_pt: Margem Inferior
zh_cn: 下边距

source: Settings of the Panel Sprite Object
de_de: Einstellungen des Panel-Sprite Objekts
fi_fi: Panel Sprite -objektin asetukset
nl_nl: Instellingen van het Paneel Sprite object
pt_pt: Configurações do objeto Sprite painel

source: Default size
de_de: Standardgröße
fi_fi: Oletuskoko
nl_nl: Standaardgrootte
pt_pt: Tamanho por defeito
zh_cn: 默认大小

source: Texture configuration (for HTML5 games only)
de_de: Textur-Konfiguration (nur für HTML5 Spiele)
nl_nl: Textuur configuratie (Alleen voor HTML5 spellen)
pt_pt: Configuração de textura (apenas para jogos em HTML5)

source: Repeat borders and center textures (instead of stretching them)
de_de: Ränder wiederholen und Texturen zentrieren (anstatt sie zu strecken)
nl_nl: Herhaal grenzen en center texturen (in plaats van rekken)
pt_pt: Repetir bordas e texturas centrais (em vez de esticar elas)

source: Margins
de_de: Ränder
fi_fi: Reunukset
nl_nl: Marges
pt_pt: Margens
zh_cn: 边距

source: Image center (streched part)
de_de: Bildmitte (gestreckter Teil)
fi_fi: Kuvan keskitys (venytetty osa)
nl_nl: Centreer afbeelding (uitgerekt deel)
pt_pt: Imagem central (parte a redimensionar)
zh_cn: 图像中心 ( 伸展部分 )

source: Particle system
de_de: Partikel-System
fi_fi: Hiukkasjärjestelmä
nl_nl: Deeltjessysteem
pt_pt: Sistema de partículas
zh_cn: 粒子系统

source: Particles emitter
de_de: Partikel-Emitter
fi_fi: Hiukkasemitteri
nl_nl: Deeltjesbron
pt_pt: Emissor de partículas
zh_cn: 粒子发射器

source: Emission minimal force
de_de: Minimale Kraft der Emmision
fi_fi: Emission minimivoima
nl_nl: Emissie minimale kracht
pt_pt: Força mínima de emissão
zh_cn: 最少排放力

source: Modify minimal emission force of particles.
de_de: Ändert die minimale Emissions-Kraft der Partikel.
fi_fi: Muuta hiukkasten emission minimivoimaa.
nl_nl: Minimale emissie kracht van deeltjes te wijzigen.
pt_pt: Modifica a força mínima de emissão das partículas.
zh_cn: 修改粒子最小排放力。

source: Do _PARAM1__PARAM2_ to minimal emission force of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zur minimalen Ausstoßkraft von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission minimivoimalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de minimale emissie kracht van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a força de emissão mínima de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的最小排放力

source: Common
de_de: Allgemein
fi_fi: Yleinen
nl_nl: Gemeenschappelijk
pt_pt: Comum
zh_cn: 一般

source: Emission maximal force
de_de: Maximale Kraft der Emmision
fi_fi: Emission maksimivoima
nl_nl: Emissie maximale kracht
pt_pt: Força máxima de emissão
zh_cn: 最大排放力

source: Modify maximal emission force of particles.
de_de: Ändert die maximale Emissions-Kraft der Partikel.
fi_fi: Muuta hiukkasten emission maksimivoimaa.
nl_nl: Minimale emissie kracht van deeltjes te wijzigen.
pt_pt: Modifica a força máxima de emissão de partículas.
zh_cn: 修改粒子最大排放力。

source: Do _PARAM1__PARAM2_ to maximal emission force of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zur maximalen Ausstoßkraft von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission maksimivoimalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de maximale emissie kracht van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a força máxima de emissão de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的最大排放力

source: Emission X direction
de_de: Emissions-X-Richtung
fi_fi: Emission X-suunta
nl_nl: Emissie X-richting
pt_pt: Direção X de emissão
zh_cn: 发射 X 方向

source: Modify emission X direction.
de_de: Ändern der Emissions X-Richtung.
fi_fi: Muuta emission X-suuntaa.
nl_nl: Emissie X-richting wijzigen.
pt_pt: Modifica a direção X da emissão.
zh_cn: 修改 X 方向的排放。

source: Do _PARAM1__PARAM2_ to the emission X direction of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zur Ausstoß X-Richtung von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission X-suunnalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de emissie X-richting van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a direção de _PARAM0_ de emissão X
zh_cn: 把 _PARAM1__PARAM2_ 成 _PARAM0_ X 方向的发射

source: Test emission X direction.
de_de: Testet X-Richtung der Emission.
fi_fi: Testaa emission X-suuntaa.
nl_nl: Test emissie X-richting.
pt_pt: Teste de direção X da emissão.

source: The emission X direction of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Ausstoß in X-Richtung von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n emission X-suunta on _PARAM1__PARAM2_
nl_nl: De emissie X-richting van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A direção X da emissão de _PARAM0_ é _PARAM1__PARAM2_

source: Emission Y direction
de_de: Emissions-Y-Richtung
fi_fi: Emission Y-suunta
nl_nl: Emissie Y-richting
pt_pt: Direção Y de emissão

source: Modify emission Y direction.
de_de: Ändern der Emissions Y-Richtung.
fi_fi: Muuta emission Y-suuntaa.
nl_nl: Emissie Y richting wijzigen.
pt_pt: Modifica a direção Y da emissão.

source: Do _PARAM1__PARAM2_ to the emission Y direction of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zur Ausstoß Y-Richtung von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission Y-suunnalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de emissie Y-richting van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a direção de _PARAM0_ de emissão Y

source: Test emission Y direction.
de_de: Testet Y-Richtung der Emission.
fi_fi: Testaa emission Y-suuntaa.
nl_nl: Test emissie Y-richting.
pt_pt: Teste de direção Y da emissão.

source: Emission Y direction of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Ausstoß Y-Richtung von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n emission Y-suunta on _PARAM1__PARAM2_
nl_nl: Emissie Y richting van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Direção Y da emissão de _PARAM0_ é _PARAM1__PARAM2_

source: Emission Z direction
de_de: Emissions-Z-Richtung
fi_fi: Emission Z-suunta
nl_nl: Emissie Z-richting
pt_pt: Direção Z de emissão

source: Modify emission Z direction.
de_de: Ändern der Emissions Z-Richtung.
fi_fi: Muuta emission Z-suuntaa.
nl_nl: Emissie Z-richting te wijzigen.
pt_pt: Modifica a direção Z da emissão.

source: Do _PARAM1__PARAM2_ to the emission Z direction of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zur Ausstoß Z-Richtung von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission Z-suunnalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de emissie Z-richting van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a direção de _PARAM0_ de emissão Z

source: Test emission Z direction.
de_de: Testet Z-Richtung der Emission.
fi_fi: Testaa emission Z-suuntaa.
nl_nl: Test emissie Z-richting.
pt_pt: Teste de direção Z da emissão.

source: Emission Z direction of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Ausstoß Z-Richtung von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n emission Z-suunta on _PARAM1__PARAM2_
nl_nl: Emissie Z richting van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Direção Z da emissão de _PARAM0_ é _PARAM1__PARAM2_

source: Emission angle
de_de: Emissions-Winkel
fi_fi: Emission kulma
nl_nl: Emissiehoek
pt_pt: Ângulo de emissão
zh_cn: 发射角度

source: Modify emission angle.
de_de: Ändert den Emissions-Winkel.
fi_fi: Muuta emission kulmaa.
nl_nl: Emissiehoek te wijzigen.
pt_pt: Modifica o ângulo de emissão.
zh_cn: 修改发射角度。

source: Do _PARAM1__PARAM2_ to the emission angle of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zum Ausstoßwinkel von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission kulmalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de emissie hoek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o ângulo de emissão de _PARAM0_

source: Test the value of emission angle of the emitter.
de_de: Testen Sie den Wert des Winkels der Emission von der Emitter.
fi_fi: Testaa emitterin emissiokulman arvo.
nl_nl: Test de waarde van emissiehoek van de bron.
pt_pt: Teste o valor do ângulo de emissão do emissor.

source: Emission angle of _PARAM0_ is _PARAM1__PARAM2_
de_de: Emission Winkel des _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n emission kulma on _PARAM1__PARAM2_
nl_nl: Emissiehoek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Ângulo de emissão de _PARAM0_ é _PARAM1__PARAM2_

source: Emission angle 1
de_de: Emissions Winkel 1
fi_fi: Emissiokulma 1
nl_nl: Emissiehoek 1
pt_pt: Ângulo de emissão 1
zh_cn: 发射角度1

source: Change emission angle #1
de_de: Ändert Emissions-Winkel #1
fi_fi: Muuta emissiokulmaa #1
nl_nl: Verander emissiehoek #1
pt_pt: Modificar o ângulo de emissão #1
zh_cn: 改变发射角度 #1
