Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Center the cursor on the screen.
fi_fi: Keskitä kohdistin ruudulla.
nl_nl: Centreer de cursor op het scherm.
pt_pt: Centrar o cursor na tela.
zh_cn: 在屏幕里居中光标

source: Cursor X position
fi_fi: Kohdistimen X-sijainti
nl_nl: Cursor X-positie
pt_pt: Posição X do cursor
zh_cn: 光标X坐标

source: Compare the X position of the cursor or of a touch.
fi_fi: Vertaile kohdistimien tai kosketuksen X-sijaintia.
nl_nl: Vergelijk de X-positie van de cursor of van een aanraking.
pt_pt: Compare a posição X do cursor ou de um toque.
zh_cn: 比较光标或触摸的X坐标

source: Cursor X position is _PARAM1__PARAM2_
fi_fi: Kohdistimen X-sijainti on _PARAM1__PARAM2_
nl_nl: Cursor X-positie is _PARAM1__PARAM2_
pt_pt: Posição X do cursor é _PARAM1__PARAM2_
zh_cn: 光标X坐标 _PARAM1_ _PARAM2_

source: Cursor Y position
fi_fi: Kohdistimen Y-sijainti
nl_nl: Cursor Y-positie
pt_pt: Posição Y do cursor
zh_cn: 光标Y坐标

source: Compare the Y position of the cursor or of a touch.
fi_fi: Vertaile kohdistimien tai kosketuksen Y-sijaintia.
nl_nl: Vergelijk de Y-positie van de cursor of van een aanraking.
pt_pt: Compare a posição Y do cursor ou de um toque.
zh_cn: 比较光标或触摸的Y坐标

source: Cursor Y position is _PARAM1__PARAM2_
fi_fi: Kohdistimen Y-sijainti on _PARAM1__PARAM2_
nl_nl: Cursor Y-positie is _PARAM1__PARAM2_
pt_pt: Posição Y do cursor é _PARAM1__PARAM2_
zh_cn: 光标Y坐标 _PARAM1_ _PARAM2_

source: Touch or _PARAM1_ mouse button is down
fi_fi: Kosketus tai _PARAM1_ hiiripainike on painettuna
nl_nl: Aanraking of _PARAM1_ muisknop is ingedrukt
pt_pt: Toque ou botão _PARAM1_ do mouse está pressionado
zh_cn: 鼠标 _PARAM1_键或触摸按下

source: Button to test
fi_fi: Testattava painike
nl_nl: Knop om te testen
pt_pt: Botão de teste
zh_cn: 测试按钮

source: Mouse button released
de_de: Maustaste losgelassen
fi_fi: Hiiripainike vapautettu
nl_nl: Muisknop is losgelaten
pt_pt: Botão do mouse libertado
zh_cn: 鼠标键弹起

source: _PARAM1_ mouse button was released
fi_fi: _PARAM1_ hiiripainike vapautettiin
nl_nl: _PARAM1_ muisknop is losgelaten
pt_pt: Botão _PARAM1_ do mouse foi liberado
zh_cn: 鼠标 _PARAM1_键弹起

source: Touch X position
fi_fi: Kosketuksen X-sijainti
nl_nl: Aanraking X-positie
pt_pt: Posição X toque
zh_cn: 触摸X坐标

source: Compare the X position of a specific touch.
fi_fi: Vertaile määritetyn kosketuksen X-sijaintia.
nl_nl: Vergelijk de X-positie van een specifieke aanraking.
pt_pt: Compare a posição X de um toque específico.

source: Touch #_PARAM1_ X position is _PARAM2__PARAM3_
fi_fi: Kosketuksen #_PARAM1_ X-sijainti on _PARAM2__PARAM3_
nl_nl: Aanraking #_PARAM1_ X positie is _PARAM2__PARAM3_
pt_pt: Toque #_PARAM1_ X posição é _PARAM2__PARAM3_

source: Mouse and touch/Multitouch
fi_fi: Hiiri ja kosketus/multitouch
nl_nl: Muis en aanraking/Multitouch
pt_pt: Mouse e touch/Multitouch
zh_cn: 鼠标与触摸/多点触摸

source: Touch identifier
fi_fi: Kosketuksen tunnus
nl_nl: Aanraking identificatie
pt_pt: Identificador de toque
zh_cn: 触摸id

source: Touch Y position
fi_fi: Kosketuksen Y-sijainti
nl_nl: Aanraak Y-positie
pt_pt: Toque a posição Y
zh_cn: 触摸Y坐标

source: Compare the Y position of a specific touch.
fi_fi: Vertaile määritetyn kosketuksen Y-sijaintia.
nl_nl: Vergelijk de Y-positie van een specifieke aanraking.
pt_pt: Compare a posição Y de um toque específico.

source: Touch #_PARAM1_ Y position is _PARAM2__PARAM3_
fi_fi: Kosketuksen #_PARAM1_ Y-sijainti on _PARAM2__PARAM3_
nl_nl: Aanraking #_PARAM1_ Y positie is _PARAM2__PARAM3_
pt_pt: Toque #_PARAM1_ Y posição é _PARAM2__PARAM3_

source: A new touch has started
fi_fi: Uusi kosketus on alkanut
nl_nl: Een nieuwe aanraking is begonnen
pt_pt: Começou um novo toque

source: A touch has ended
fi_fi: Kosketus on päättynyt
nl_nl: Een aanraking is beëindigd
pt_pt: Um toque terminou
zh_cn: 触摸已结束

source: Mouse cursor
fi_fi: Hiiren kohdistin
nl_nl: Muiscursor
pt_pt: Cursor do mouse
zh_cn: 鼠标光标

source: Camera
de_de: Kamera
fi_fi: Kamera
pt_pt: Câmera
zh_cn: 镜头

source: Mouse wheel: Displacement
fi_fi: Hiirirulla: sivukallistus
nl_nl: Muiswiel: verplaatsing
pt_pt: Roda do mouse: Deslocamento
zh_cn: 鼠标滚轮: 滚动

source: Mouse wheel displacement
fi_fi: Hiirirullan sivukallistus
nl_nl: Muis wiel verplaatsing
pt_pt: Deslocamento daroda do mouse
zh_cn: 鼠标滚轮滚动

source: Identifier of the last touch
fi_fi: Viimeisimmän kosketuksen tunnus
nl_nl: Identificatie van de laatste aanraking
pt_pt: Identificador do último toque
zh_cn: 最后触摸的id

source: Identifier of the last ended touch
fi_fi: Viimeisimmän päättyneen kosketuksen tunnus
nl_nl: Identificatie van de laatste beeindigde aanraking
pt_pt: Identificador do ultimo toque finalizado

source: .php page URL (don't forget the protocol http://)
fi_fi: .php sivun URL-osoite (Älä unohda protokollaa http://)
nl_nl: .php pagina URL (Vergeet niet het http:// protocol)
pt_pt: .URL da página PHP (não esqueça o protocolo http://)

source: Password
de_de: Passwort
fi_fi: Salasana
nl_nl: Wachtwoord
pt_pt: Palavra-passe
zh_cn: 密码

source: Data 1
de_de: Datei 1
nl_nl: Gegevens 1
pt_pt: Dados 1
zh_cn: 数据 1

source: Data 2
de_de: Datei 2
nl_nl: Gegevens 2
pt_pt: Dados 2
zh_cn: 数据 2

source: Data 3
de_de: Datei 3
nl_nl: Gegevens 3
pt_pt: Dados 3
zh_cn: 数据 3

source: Data 4
de_de: Datei 4
nl_nl: Gegevens 4
pt_pt: Dados 4
zh_cn: 数据 4

source: Data 5
de_de: Datei 5
nl_nl: Gegevens 5
pt_pt: Dados 5
zh_cn: 数据 5

source: Data 6
de_de: Datei 6
nl_nl: Gegevens 6
pt_pt: Dados 6
zh_cn: 数据 6

source: Send a request to a web page
de_de: Senden Sie eine Anfrage zu einer Webseite
fi_fi: Lähetä pyyntö web-sivulle
nl_nl: Een aanvraag verzenden naar een webpagina
pt_pt: Enviar uma solicitação para uma página da web
zh_cn: 将一个请求发送到网页

source: Send a request to the specified web page. Please note that for the web platform games, the game must be hosted on the same host as specified below, except if the server is configured to answer to all requests (cross-domain requests).
fi_fi: Lähetä pyyntö määritetylle www-sivulle. Huomaa, että web platform -pelien täytyy sijaita samassa isännässä kuin alla on määritetty, paitsi jos palvelin on määritetty vastaamaan kaikkiin pyyntöihin (cross-domain pyynnöt).
nl_nl: Stuur een aanvraag naar de opgegeven web pagina. Let op dat voor web spellen, het spel moet worden gehost op dezelfde host als hieronder beschreven, behalve als de server is ingesteld om op alle verzoeken te reageren (cross-domain requests).
pt_pt: Envia uma requisição para uma página web específica. Note que para os jogos de plataforma web, o jogo deve ser hospedado no mesmo host conforme especificado abaixo, exceto se o servidor está configurado para responder a todas as solicitações (solicitações de Cross-domain).

source: Send _PARAM3_ request to _PARAM0__PARAM1_ with body: _PARAM2_
fi_fi: Lähetä _PARAM3_ pyyntö kohteeseen _PARAM0__PARAM1_ body-osalla: _PARAM2_
nl_nl: Stuur _PARAM3_ verzoek naar _PARAM0__PARAM1_ met inhoud: _PARAM2_
pt_pt: Enviar requisição de _PARAM3_ para _PARAM0__PARAM1_ com o conteúdo: _PARAM2_

source: Host (example: http://www.some-server.org/)
fi_fi: Isäntä (esimerkki: http://www.some-server.org/)
nl_nl: Host (bijvoorbeeld: http://www.some-server.org/)
pt_pt: Host (exemplo: http://www.some-server.org/)

source: Path to page (Example: /page.php)
de_de: Pfad zur Seite (Beispiel: /page.php)
fi_fi: Polku sivulle (esimerkki: /page.php)
nl_nl: Pad naar pagina (voorbeeld: /page.php)
pt_pt: Caminho para a página (Exemplo: /page.php)

source: Request body content
fi_fi: Pyydä body-osan sisältöä
nl_nl: Vraag inhoud op
pt_pt: Solicitar o conteúdo de corpo

source: Method: "POST" or "GET" (if empty, GET will be used)
fi_fi: Lähetystapa: "POST" tai "GET" (jos tyhjä, käytetään GET)
nl_nl: Methode: "POST" of "GET" (indien leeg zal GET worden gebruikt)
pt_pt: Método: "POST" ou "GET" (se vazio, será utilizado GET)

source: Content type (application/x-www-form-urlencoded by default)
fi_fi: Sisällön tyyppi (oletuksena application/x-www-form-urlencoded)
nl_nl: Inhoudstype (standaard application/x-www-form-urlencoded)
pt_pt: Tipo de Conteúdo (application/x-www-form-urlencoded por predefinição)

source: Store the response in this variable
fi_fi: Tallenna vastaus tähän muuttujaan
nl_nl: Het antwoord in deze variabele opslaan
pt_pt: Armazenar a resposta desta variável

source: Download a file
de_de: Laden Sie eine Datei herunter
fi_fi: Lataa tiedosto
nl_nl: Een bestand downloaden
pt_pt: Download de um arquivo
zh_cn: 下载文件

source: Download a file from a web site
de_de: Laden Sie eine Datei von einer Website herunter
fi_fi: Lataa tiedosto web-sivustosta
nl_nl: Download een bestand van een website
pt_pt: Baixar um arquivo de um site da web
zh_cn: 从 web 站点下载文件

source: Download file _PARAM1_ from _PARAM0_ under the name of _PARAM2_
fi_fi: Lataa tiedosto _PARAM1_ sijainnista _PARAM0_ nimellä _PARAM2_
nl_nl: Het bestand _PARAM1_ downloaden van _PARAM0_ onder de naam _PARAM2_
pt_pt: Carregar o ficheiro _PARAM1_ de _PARAM0_ sob o nome de _PARAM2_

source: Host (for example : http://www.website.com)
fi_fi: Isäntä (esimerkiksi: http://www.website.com)
nl_nl: Host (bijvoorbeeld: http://www.website.com)
pt_pt: Host (Por exemplo: http://www.website.com)

source: Path to file (for example : /folder/file.txt)
fi_fi: Tiedoston polku (esimerkiksi: /folder/file.txt)
nl_nl: Pad naar bestand (bijvoorbeeld: /folder/file.txt)
pt_pt: Caminho para o arquivo (por exemplo: /folder/file.txt)

source: Save as
de_de: Speichern unter
fi_fi: Tallenna nimellä
nl_nl: Opslaan als
pt_pt: Guardar como
zh_cn: 另存为

source: Parse a JSON object and store it into a variable
fi_fi: Jäsennä JSON-objekti ja tallenna se muuttujaan
nl_nl: Lees een JSON-object en sla op in een variabele
pt_pt: Analisar um objeto JSON e guardá-lo em uma variável

source: Parse JSON string _PARAM0_ and store it into variable _PARAM1_
fi_fi: Jäsennä JSON-merkkijono _PARAM0_ ja tallenna se muuttujaan _PARAM1_
nl_nl: Ontleed JSON tekenreeks _PARAM0_ en sla op in de variabele _PARAM1_
pt_pt: Analisa a string JASON _PARAM0_ e armazena na variável _PARAM1_

source: JSON string
fi_fi: JSON-merkkijono
pt_pt: Cadeia de caracteres JSON
zh_cn: JSON 字符串

source: Variable where store the JSON object
fi_fi: Muuttuja, johon JSON-objekti tallennetaan
nl_nl: Variabele om het JSON object in op te slaan
pt_pt: Variável onde armazenar o objeto JSON

source: Convert a variable to JSON
fi_fi: Muunna muuttuja JSON-muotoon
nl_nl: Een variabele omzetten in JSON
pt_pt: Converter uma variável para JSON
zh_cn: 将变量转换为 JSON

source: Maximum value
fi_fi: Enimmäisarvo
nl_nl: Maximumwaarde
pt_pt: Valor máximo
zh_cn: 最大值

source: Current scene name
fi_fi: Nykyisen kentän nimi
nl_nl: De naam van de huidige scène
pt_pt: Nome da cena atual
zh_cn: 当前场景名称

source: Name of the current scene
fi_fi: Nykyisen kentän nimi
nl_nl: Naam van de huidige scène
pt_pt: Nome da cena atual
zh_cn: 当前场景名称

source: At the beginning of the scene
fi_fi: Kentän alkaessa
nl_nl: Aan het begin van de scène
pt_pt: No início da cena
zh_cn: 场景开始时

source: Is true only when scene just begins.
fi_fi: On tosi vain silloin, kun kenttä juuri alkaa.
nl_nl: Is waar wanneer scène net begint.
pt_pt: Só é verdade (true) quando cena apenas começar.
zh_cn: 只有当场景开始时为true

source: Change the scene
fi_fi: Vaihda kenttä
nl_nl: Wijzig de scène
pt_pt: Mudar a cena
zh_cn: 更改场景

source: Stop this scene and start the specified one instead.
fi_fi: Pysäytä tämä kenttä ja käynnistä määritelty kenttä.
nl_nl: Deze scène stoppen en de opgegeven starten in plaats daarvan.
pt_pt: Interrompa esta cena e comece a especificada no lugar.
zh_cn: 停止这个场景然后开始用指定的代替。

source: Change for scene _PARAM1_
fi_fi: Vaihda kenttään _PARAM1_
nl_nl: Verandering voor scène _PARAM1_
pt_pt: Mudar para cena _PARAM1_
zh_cn: 更改场景为 _PARAM1_

source: Name of the new scene
fi_fi: Uuden kentän nimi
nl_nl: Naam van de nieuwe scène
pt_pt: Nome da nova cena
zh_cn: 新场景名称

source: Stop any other paused scenes?
fi_fi: Pysäytetäänkö muut keskeytetyt kentät?
nl_nl: Elke andere onderbroken scènes stoppen?
pt_pt: Parar quaisquer outras cenas em pausa?
zh_cn: 停止其他已暂停的场景？

source: Pause and start a new scene
fi_fi: Keskeytä ja käynnistä uusi kenttä
nl_nl: Onderbreken en beginnen met een nieuwe scène
pt_pt: Pausar e iniciar uma nova cena
zh_cn: 暂停并开始新场景

source: Pause the scene and start _PARAM1_
fi_fi: Keskeytä tämä kenttä ja käynnistä _PARAM1_
nl_nl: Onderbreek de scène en begin _PARAM1_
pt_pt: Pausar a cena e começar _PARAM1_
zh_cn: 暂停场景然后开始场景 _PARAM1_

source: Stop and go back to previous scene
fi_fi: Pysäytä ja palaa edelliseen kenttään
nl_nl: Stop en ga terug naar vorige scène
pt_pt: Parar e voltar à cena anterior
zh_cn: 停止并返回到之前的场景

source: Stop the scene and go back to the previous paused one
fi_fi: Pysäytä tämä kenttä ja palaa edelliseen keskeytettyyn kenttään
nl_nl: Stoppen met de scène en ga terug naar de vorige onderbroken
pt_pt: Pare esta cena e volte para a cena anterior pausada
zh_cn: 停止场景然后返回到之前暂停的一个场景

source: Quit the game
fi_fi: Lopeta peli
nl_nl: Verlaat het spel
pt_pt: Sair do jogo
zh_cn: 退出游戏

source: Change background color
fi_fi: Vaihda taustaväri
nl_nl: Achtergrondkleur wijzigen
pt_pt: Alterar a cor do fundo
zh_cn: 更改背景色

source: Change the background color of the scene.
fi_fi: Vaihda kentän taustaväri.
nl_nl: Verander de achtergrondkleur van de scène.
pt_pt: Altere a cor do fundo da cena.
zh_cn: 更改场景的背景颜色

source: Set background color to _PARAM1_
fi_fi: Aseta taustaväriksi _PARAM1_
nl_nl: Stel achtergrondkleur in met _PARAM1_
pt_pt: Cor do fundo definida para _PARAM1_
zh_cn: 设置背景颜色为 _PARAM1_

source: Disable input when focus is lost
fi_fi: Estä syöttö, kun fokus menetetään
nl_nl: Invoer stoppen wanneer de focus verdwenen is
pt_pt: Desativar a entrada quando o foco for perdido
zh_cn: 当失去焦点时禁用输入

source: Disable input when focus is lost: _PARAM1_
fi_fi: Poista käytöstä syöte, kun fokus menetetään: _PARAM1_
nl_nl: Invoer stoppen wanneer de focus verdwenen is: _PARAM1_
pt_pt: Desactivar o input quando se perde o focus: _PARAM1_
zh_cn: 当失去焦点时禁用输入： _PARAM1_

source: Compare two expressions
de_de: Vergleiche zwei Ausdrücke
fi_fi: Vertaile kahta lauseketta
nl_nl: Vergelijken van twee expressies
pt_pt: Comparar duas expressões
zh_cn: 对比两个表达式

source: Expression 1
de_de: Ausdruck 1
fi_fi: Lauseke 1
nl_nl: Expressie 1
pt_pt: Expressão 1
zh_cn: 表达式 1

source: Expression 2
de_de: Ausdruck 2
fi_fi: Lauseke 2
nl_nl: Expressie 2
pt_pt: Expressão 2
zh_cn: 表达式 2

source: Insert a new line
de_de: Neue Zeile einfügen
fi_fi: Lisää uusi rivi
nl_nl: Een nieuwe regel invoegen
pt_pt: Inserir uma nova linha
zh_cn: 插入新行

source: Get character from code point
fi_fi: Hae merkki koodipisteestä
nl_nl: Krijg karakter van code-point
pt_pt: Obter o caractere de ponto de código
zh_cn: 从代码点获取字符

source: Code point
fi_fi: Koodipiste
nl_nl: Codepunt
pt_pt: Ponto de código
zh_cn: 代码点

source: Uppercase a text
de_de: Text in Großbuchstaben
fi_fi: Muuta isoiksi kirjaimiksi
nl_nl: Zet tekst in hoofdletters
pt_pt: Deixar um texto em maiúsculo
zh_cn: 文本字母大写

source: Lowercase a text
de_de: Text in Kleinbuchstaben
fi_fi: Muuta pieniksi kirjaimiksi
nl_nl: Tekst naar kleine letters
pt_pt: Deixar um texto em minúsculo
zh_cn: 文本字母小写

source: Get a portion of a text
fi_fi: Hae tekstin osa
nl_nl: Een gedeelte van de tekst verkrijgen
pt_pt: Obter uma porção de um texto
zh_cn: 获取文本的一部分

source: Start position of the portion (the first letter is at position 0)
fi_fi: Osan aloitussijainti (ensimmäinen kirjain on sijainnissa 0)
nl_nl: De beginpositie van het gedeelte (de eerste letter is op positie 0)
pt_pt: Posição inicial da parte (a primeira letra é na posição 0)
zh_cn: 部分的开始位置(首字母位置在0)

source: Length of the portion
fi_fi: Osan pituus
nl_nl: Lengte van het gedeelte
pt_pt: Comprimento da porção
zh_cn: 部分的宽度

source: Get a character from a text
fi_fi: Hae merkki tekstistä
nl_nl: Verkrijg een teken uit een tekst
pt_pt: Obter um caractere a partir de um texto
zh_cn: 从文本文件获取一个字符

source: Position of the character (the first letter is at position 0)
fi_fi: Merkin sijainti (ensimmäinen kirjain on sijainnissa 0)
nl_nl: Positie van het teken (de eerste letter is op positie 0)
pt_pt: Posição do caractere (a primeira letra é na posição 0)
zh_cn: 字符的位置(首字母位置在0)

source: Length of a text
de_de: Länge eines Textes
fi_fi: Tekstin pituus
nl_nl: Lengte van een tekst
pt_pt: Comprimento de um texto
zh_cn: 文本的长度

source: Search in a text
fi_fi: Etsi tekstistä
nl_nl: Zoeken in een tekst
pt_pt: Procurar num texto
zh_cn: 在文本文件中搜索

source: Search in a text (return the position of the result or -1 if not found)
fi_fi: Etsi tekstistä (palauta tuloksen sijainti tai -1 jos ei löydy)
nl_nl: Zoeken in een tekst (return de positie van het resultaat of -1 indien niet gevonden)
pt_pt: Procurar num texto (retorna a posição do resultado ou -1 se não for encontrada nenhuma)
zh_cn: 文本内搜索(结果返回位置，未找到返回-1)

source: Text to search for
fi_fi: Etsittävä teksti
nl_nl: Tekst om te zoeken naar
pt_pt: Texto para pesquisar
zh_cn: 要搜索的文本

source: Search in a text from the end (return the position of the result or -1 if not found)
fi_fi: Etsi tekstin lopusta (palauta tuloksen sijainti tai -1 jos ei löydy)
nl_nl: Zoeken in een tekst vanaf het einde (geef de positie van het resultaat of -1 indien niet gevonden)
pt_pt: Procurar num texto a partir do fim (retorna a posição do resultado ou -1 se não for encontrada)

source: Search in a text, starting from a position
fi_fi: Etsi tekstistä, alkaen sijainnista
nl_nl: Zoeken in een tekst, vanaf een positie
pt_pt: Procurar num texto, a partir de uma posição
zh_cn: 在文本中，从一个位置中开始搜索

source: Position of the first character in the string to be considered in the search
fi_fi: Etsimisen aloitussijainti
nl_nl: Positie van het eerste teken in de tekenreeks waarna gezocht wordt
pt_pt: Posição do primeiro caractere na sequência de carateres (string) a ser considerado na busca

source: Search in a text from the end, starting from a position
fi_fi: Etsi tekstin lopusta, alkaen sijainnista
nl_nl: Zoeken in een tekst vanaf het einde, vanaf een positie
pt_pt: Pesquisar texto a partir do fim, a partir de uma posição

source: Search in a text from the end, starting from a position (return the position of the result or -1 if not found)
fi_fi: Etsi tekstin lopusta, alkaen sijainnista (palauta tuloksen sijainti tai -1 jos ei löydy)
nl_nl: Zoeken in een tekst vanaf het einde, vanaf een positie (geef de positie van het resultaat terug of -1 indien niet gevonden)
pt_pt: Procura num texto a partir do fim, começando numa posição (Retorna a posição do resultado ou -1 se não for encontrado)

source: Position of the last character in the string to be considered in the search
fi_fi: Etsimisen lopetussijainti
nl_nl: Positie van het laatste teken in de tekenreeks waarna gezocht wordt
pt_pt: Posição do ultimo caractere na sequência de caracteres (string) a ser considerado na busca

source: Value of a timer
fi_fi: Ajastimen arvo
nl_nl: Waarde van een timer
pt_pt: Valor de um temporizador
zh_cn: 计时器的值

source: Test the elapsed time of a timer.
fi_fi: Testaa ajastimen kulunutta aikaa.
nl_nl: Test de verstreken tijd van een timer.
pt_pt: Teste o tempo decorrido de um Temporizador.
zh_cn: 测试计时器的运行时间。

source: The timer _PARAM2_ is greater than _PARAM1_ seconds
fi_fi: Ajastin _PARAM2_ on suurempi kuin _PARAM1_ sekuntia
nl_nl: De timer _PARAM2_ is meer dan _PARAM1_ seconden
pt_pt: O temporizador _PARAM2_ é maior do que _PARAM1_ segundos
zh_cn: 计时器 _PARAM2_ 大于 _PARAM1_ 秒

source: Timers and time
fi_fi: Ajastimet ja aika
nl_nl: Timers en tijd
pt_pt: Cronómetros e tempo
zh_cn: 计时器与时间

source: Time in seconds
de_de: Zeit in Sekunden
fi_fi: Aika sekunteina
nl_nl: Tijd in seconden
pt_pt: Tempo em segundos
zh_cn: 以秒为单位的时间

source: Timer's name
fi_fi: Ajastimen nimi
nl_nl: Naam van timer
pt_pt: Nome do cronómetro
zh_cn: 计时器的名称

source: Test the time scale.
fi_fi: Testaa aika-asteikkoa.
nl_nl: Test de tijdschaal.
pt_pt: Teste a escala do tempo.
zh_cn: 检查时间比例

source: The time scale is _PARAM1__PARAM2_
fi_fi: Aika-asteikko on _PARAM1__PARAM2_
nl_nl: De tijdschaal is _PARAM1__PARAM2_
pt_pt: A escala do tempo é _PARAM1__PARAM2_
zh_cn: 时间的比例 _PARAM1_ _PARAM2_

source: State of a timer
fi_fi: Ajastimen tila
nl_nl: Staat van een timer
pt_pt: Estado de um temporizador
zh_cn: 计时器状态

source: Test if specified timer is paused.
fi_fi: Testaa, onko määritelty ajastin keskeytetty.
nl_nl: Test als opgegeven timer is onderbroken.
pt_pt: Teste se o temporizador especificado está em pausa.
zh_cn: 检查指定计时器是否暂停。

source: The timer _PARAM1_ is paused
fi_fi: Ajastin _PARAM1_ on keskeytetty
nl_nl: De timer-_PARAM1_ is onderbroken
pt_pt: _PARAM1_ o temporizador está em pausa
zh_cn: 计时器 _PARAM1_ 已暂停

source: Reset a timer
fi_fi: Nollaa ajastin
nl_nl: Opnieuw instellen van een timer
pt_pt: Reset ao cronómetro
zh_cn: 重置计时器

source: Reset the specified timer.
fi_fi: Nollaa määritetty aika.
nl_nl: De opgegeven timer herstarten.
pt_pt: Reset o cronómetro especificado.
zh_cn: 重置指定的计时器。

source: Reset the timer _PARAM1_
fi_fi: Nollaa ajastin _PARAM1_
nl_nl: Herstart de timer _PARAM1_
pt_pt: Reset o cronómetro _PARAM1_
zh_cn: 重置计时器 _PARAM1_

source: Pause a timer
fi_fi: Keskeytä ajastin
nl_nl: Een timer onderbreken
pt_pt: Pausar o cronómetro
zh_cn: 暂停计时器

source: Pause a timer.
fi_fi: Keskeytä ajastin.
nl_nl: Een timer onderbreken.
pt_pt: Pausar o cronómetro.
zh_cn: 暂停计时器。

source: Pause timer _PARAM1_
fi_fi: Keskeytä ajastin _PARAM1_
nl_nl: Pauzeer timer _PARAM1_
pt_pt: Pausar o temporizador _PARAM1_
zh_cn: 暂停计时器 _PARAM1_

source: Unpause a timer
fi_fi: Jatka ajastinta
nl_nl: Hervat een timer
pt_pt: Retomar um temporizador
zh_cn: 取消暂停计时器

source: Unpause a timer.
fi_fi: Jatka ajastinta.
nl_nl: Hervat een timer.
pt_pt: Retomar um temporizador.
zh_cn: 取消暂停计时器。

source: Unpause timer _PARAM1_
fi_fi: Jatka ajastinta _PARAM1_
nl_nl: Hervat timer _PARAM1_
pt_pt: Retomar o temporizador _PARAM1_
zh_cn: 取消暂停计时器 _PARAM1_

source: Delete a timer
fi_fi: Poista ajastin
nl_nl: Verwijderen van een timer
pt_pt: Apagar um temporizador
zh_cn: 删除计时器

source: Delete a timer from memory.
fi_fi: Poista ajastin muistista.
nl_nl: Een timer uit het geheugen verwijderen.
pt_pt: Apagar um temporizador da memória.
zh_cn: 从内存中删除一个计时器。

source: Delete timer _PARAM1_ from memory
fi_fi: Poista ajastin _PARAM1_ muistista
nl_nl: Timer _PARAM1_ uit het geheugen verwijderen
pt_pt: Apagar o temporizador _PARAM1_ da memória
zh_cn: 从内存中删除计时器 _PARAM1_

source: Change time scale
fi_fi: Muuta aika-asteikkoa
nl_nl: Tijdschaal wijzigen
pt_pt: Alterar a escala do tempo
zh_cn: 更改时间比例

source: Change the time scale of the game.
fi_fi: Muuta pelin aika-asteikkoa.
nl_nl: Wijzig de tijdschaal van het spel.
pt_pt: Altere a escala de tempo do jogo.
zh_cn: 更改游戏的时间比例。

source: Set time scale to _PARAM1_
fi_fi: Aseta aika-asteikoksi _PARAM1_
nl_nl: Tijdschaal ingesteld op _PARAM1_
pt_pt: Definir a escala de tempo para _PARAM1_
zh_cn: 将时间比例设置为 _PARAM1_

source: Timer value
fi_fi: Ajastinarvo
nl_nl: Timer waarde
pt_pt: Valor do temporizador
zh_cn: 计时器值

source: Current time
fi_fi: Nykyinen aika
nl_nl: Huidige tijd
pt_pt: Hora actual
zh_cn: 当前时间

source: Value of a variable
fi_fi: Muuttujan arvo
nl_nl: Waarde van een variabele
pt_pt: Valor de uma variável
zh_cn: 变量的值

source: Compare the value of a scene variable.
fi_fi: Vertaile kenttämuuttujan arvoa.
nl_nl: Vergelijk de waarde van een variabele scène.
pt_pt: Compare o valor de uma variável local.
zh_cn: 比较场景变量的值

source: Variable _PARAM0_ is _PARAM1__PARAM2_
fi_fi: Muuttuja _PARAM0_ on _PARAM1__PARAM2_
nl_nl: Variabele _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A variável _PARAM0_ é _PARAM1__PARAM2_
zh_cn: 变量 _PARAM0_ _PARAM1_ _PARAM2_

source: Value to compare
fi_fi: Verrattava arvo
nl_nl: Waarde die wordt vergeleken
pt_pt: Valor para comparar
zh_cn: 比较数值

source: Text of a variable
fi_fi: Muuttujan teksti
nl_nl: Tekst van een variabele
pt_pt: Texto de uma variável
zh_cn: 一个变量的文本
