Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Your mail address:
de_de: Ihre E-Mail Adresse:
fi_fi: Sähköpostiosoitteesi:
nl_nl: Uw e-mailadres:
pt_pt: O seu endereço de e-mail:
zh_cn: 您的电子邮箱地址：

source: No worries, it won't be shared with any 3rd parties! It's just useful for us if we want to discuss with you :D
de_de: Keine Sorge, es wird nicht mit Dritten geteilt! Es ist nur praktisch für uns, wenn wir mit dir diskutieren wollen. :D
fi_fi: Ei hätää, sitä ei jaeta kolmansille osapuolille! Siitä on vain meille hyötyä, jos haluamme keskustella kanssasi :D
nl_nl: Geen zorgen, het zal niet gedeeld worden met eventuele 3e partijen! het is nuttig voor ons als we het met u willen bespreken :D
pt_pt: Não se preocupe, ele não vai ser compartilhado com quaisquer terceiros. É apenas útil para nós, se queremos falar com você :D
zh_cn: 请不要担心，这些资料不会分享给第三方！它们十分有帮助如果我们想和你讨论 :D

source: Send!
de_de: Abschicken!
fi_fi: Lähetä!
nl_nl: versturen!
pt_pt: Enviar!
zh_cn: 发送！

source: This image is chosen at random each time the window is shown!
de_de: Dieses Bild wird jedes Mal, wenn das Fenster angezeigt wird, zufällig ausgewählt!
fi_fi: Tämä kuva on valittu sattumanvaraisesti aina, kun ikkuna näkyy!
nl_nl: Deze afbeelding is willekeurig gekozen telkens wanneer het venster wordt getoond!
pt_pt: Esta imagem é escolhida aleatoriamente cada vez que a janela é mostrada.
zh_cn: 这里的图像会在每次视窗开启时随机选出显示！

source: GDevelop is an open source software: You can use it freely, but its development costs a lot of time, as well as money. If GDevelop proves to be useful to you, you can support its authors by donating or contributing to the project:
de_de: GDevelop ist Open-Source Software. Du kannst es frei benutzen. Es zu entwickeln, kostet jedoch eine Menge Zeit und Geld. Gefällt dir GDevelop, kannst du es unterstützen, indem du spendest oder bei der Entwicklung mithilfst.
fi_fi: GDevelop on avoimen lähdekoodin ohjelmisto: voit käyttää sitä vapaasti, mutta ohjelmiston kehittäminen vaatii sekä aikaa että rahaa. Jos GDevelop osoittautuu hyödylliseksi, voit tukea tekijöitä tekemällä lahjoituksen tai auttamalla projektissa:
nl_nl: GDevelop is open source Software: Je kan het gratis gebruiken maar, de ontwikkeling kost veel tijd en geld. Als GDevelop nuttig blijkt te zijn voor jou, kan je de auteurs ondersteunen door te doneren of door bij te dragen aan het project:
pt_pt: GDevelop é um software de código aberto: Você pode usá-lo livremente, mas o seu desenvolvimento tem custos e tempo, bem como dinheiro. Se GDevelop revela-se útil para você, você cpode suporte seus autores doando ou contribuindo para o projeto:
zh_cn: GDevelop 是一个开放源码的软件。: 你能免费的使用它， 但开发它已投入了大量的时间 以及金钱。 如果 GDevelop 对你有帮助，你 能透过捐款或 贡献此项目支持作者：

source: Donate or contribute to GDevelop
de_de: An GDevelop spenden oder mitarbeiten
fi_fi: Lahjoita tai osallistu GDevelopin kehittämiseen
nl_nl: Doneer of draag bij aanGDevelop
pt_pt: Doar ou contribuir para GDevelop
zh_cn: 捐赠或贡献 GDevelop

source: Never show again ;)
de_de: Nie wieder anzeigen ;)
fi_fi: Älä näytä uudelleen ;)
nl_nl: Nooit meer opnieuw weergeven ;)
pt_pt: Nunca mostrar novamente ;)
zh_cn: 不要再显示 ;)

source: No thanks, maybe later! :)
de_de: Nein danke, vielleicht später! :)
fi_fi: Ei kiitos, ehkä myöhemmin! :)
nl_nl: Nee bedankt, misschien later! :)
pt_pt: Não, obrigado, talvez mais tarde! :)
zh_cn: 不，谢谢，也许以后 ！:)

source: This window will be shown when you'll be launching GD for the third time in a row
de_de: Dieses Fenster wird angezeigt, wenn du GD das dritte Mal hintereinander startest
fi_fi: Tämä ikkuna näytetään, kun käynnistät GD:n kolmannen kerran peräkkäin
nl_nl: Dit venster zal worden getoond wanneer je GD opstart voor de derde keer op rij
pt_pt: Esta janela aparecerá quando for lançando o GD pela terceira vez consecutiva
zh_cn: 此窗口会在你连续三次启动 GD 时显示

source: You didn't entered any feedback! :O
de_de: Sie haben keine Rückmeldung eingegeben! :O
fi_fi: Et antanut palautetta! :O
nl_nl: Je hebt geen commentaar ingevoerd! :O
pt_pt: Você não inseriu qualquer feedback! : O
zh_cn: 您并没有输入任何反馈 ！: O

source: Thanks for your feedback!
de_de: Danke für Ihre Rückmeldung!
fi_fi: Kiitos palautteesta!
nl_nl: Bedankt voor uw feedback!
pt_pt: Obrigado pelo seu feedback!
zh_cn: 感谢您的建议。

source: No news for now!
de_de: Momentan keine neuen Nachrichten verfügbar!
fi_fi: Ei uutisia tällä hetkellä!
nl_nl: Geen nieuws voor nu!
pt_pt: Nenhuma notícia por enquanto!
zh_cn: 目前没有新消息 ！

source: C++ code
fi_fi: C++-koodi
pt_pt: Código C++
zh_cn: C + + 代码

source: C++ code:
fi_fi: C++-koodi:
pt_pt: Código C++:
zh_cn: C + + 代码：

source: Global volume:
de_de: Gesamtlautstärke:
fi_fi: Globaali äänenvoimakkuus:
nl_nl: Globale volume:
pt_pt: Volume global:
zh_cn: 全局音量：

source: Sound played:
de_de: Ton gespielt:
fi_fi: Soitettu ääni:
nl_nl: Geluid afgespeeld:
pt_pt: Som reproduzido:
zh_cn: 播放声音：

source: Sound stopped:
de_de: Ton gestoppt:
fi_fi: Pysäytetty ääni:
nl_nl: Geluid gestopt:
pt_pt: Som parou:
zh_cn: 声音停止:

source: Paused sound:
de_de: Ton pausiert:
fi_fi: Keskeytetty ääni:
nl_nl: Onderbroken geluid:
pt_pt: Som em pausa:
zh_cn: 暂停声音：

source: -Progress (seconds) :
de_de: -Fortschritt (Sekunden) :
fi_fi: -Edistyminen (sekuntia):
nl_nl: -Voortgang (seconden):
pt_pt: -Progresso (segundos):
zh_cn: -进度 (秒):

source: Played music:
de_de: Gespielte Musik:
fi_fi: Soitettu musiikki:
nl_nl: Gespeelde muziek:
pt_pt: Começar música:
zh_cn: 播放的音乐：

source: Stopped music:
de_de: Gestoppte Musik:
fi_fi: Pysäytetty musiikki:
nl_nl: Gestopte muziek:
pt_pt: Parar música:
zh_cn: 停止的音乐：

source: Paused music:
de_de: Pausierte Musik:
fi_fi: Keskeytetty musiikki:
nl_nl: Onderbroken muziek:
pt_pt: Música em pausa:
zh_cn: 暂停的音乐：

source: C++ code (Experimental)
de_de: C++ Code (experimentell)
fi_fi: C++-koodi (kokeellinen)
nl_nl: C++-code (experimenteel)
pt_pt: Código C++ (Experimental)
zh_cn: C++ 代码 (实验性)

source: Execute C++ code
de_de: C++ Code ausführen
fi_fi: Suorittaa C++-koodia
nl_nl: C++ code uitvoeren
pt_pt: Executar código C++
zh_cn: 执行 c + + 代码

source: Opened file:
de_de: Geöffnete Datei:
fi_fi: Avattu tiedosto:
nl_nl: Geopende bestand:
pt_pt: Arquivo aberto:
zh_cn: 打开的文件：

source: A "While" event was repeated 100000 times: You may have created an infinite loop, which is repeating itself indefinitely and which is going to freeze the software. If you want to stop the preview to correct the issue, click on Yes. If you want to continue the preview, click on No. You can deactivate this warning by double clicking on While events. Stop the preview?
de_de: Ein "While" Event wurde 100000 Mal ausgeführt: Sie haben möglicherweise eine unendliche Schleife erzeugt, welche die Ausführung der Software einfriert. Wenn Sie die Vorschau stoppen möchten um den Fehler zu beheben, klicken Sie auf "Ja". Wenn Sie mit der Vorschau fortfahren möchten, klicken Sie auf "Nein". Sie können diese Warnung durch einen Doppelklick auf While Events deaktivieren. Die Vorschau jetzt stoppen?
fi_fi: "While" tapahtuma toistui 100000 kertaa: Olet ehkä luonut päättymättömän silmukan, joka toistaa itseään loputtomiin ja joka tulee jumittamaan ohjelman. Jos haluat pysäyttää esikatselun korjataksesi tämän ongelman, valitse kyllä. Jos haluat jatkaa esikatselua, klikkaa ei. Voit poistaa tämän varoituksen tuplaklikkaamalla While-tapahtumia. Pysäytetäänkö esikatselu?
nl_nl: Een "While" gebeurtenis is 100000 uitgevoerd: Het kan zijn dat je een oneindige loop hebt gemaakt, een die zich oneindig blijft herhalen en ervoor zorgt dat de software vastloopt. Als je wil dat de preview stopt om het probleem op te lossen, klik op Ja. Als je door wilt gaan met de preview, klik op Nee. Je kan deze waarschuwing uitschakelen door te dubbel klikken op While gebeurtenissen. Stop de preview?
pt_pt: Um evento "While" foi repetido 100000 vezes: Você pode ter criado um loop infinito, que se repete indefinitidamente e que pode congelar o programa. Se você quiser parar a pré-visualização para corrigir o problema, clique em Sim. Se você quer continuar a pré-visualização, clique em Não. Você pode desativar esse aviso clicando duas vezes nos eventos "While". Parar a pré-visualização?
zh_cn: 「当型循环」的事件重复了 100000 次： 您可能已经创建了一个无限循环，这会无限期地重复着它本身并会停止软件。 如要停止预览纠正问题，请单击是。 如果您想要继续预览，单击否。 你可以通过双击於 While 事件取消此警告。 停止预览？

source: Infinite loop
de_de: Endlosschleife
fi_fi: Ikuinen silmukka
nl_nl: Oneindige loop
pt_pt: Loop infinito
zh_cn: 无限循环

source: The project was exported to "
de_de: Das Projekt wurde exportiert in "
nl_nl: Het project is geëxporteerd naar "
pt_pt: O projeto foi exportado para "
zh_cn: 项目导出为

source: ". Follow the instructions on the wiki to know how to build the android package from the exported files.
de_de: . Folgt den Instruktionen im Wiki um das Android Packet aus den exportieren Dateien zu bauen.
nl_nl: ". Volg de instructies op de wiki om te weten hoe je een Android pakket van de geëxporteerde bestanden moet maken.
pt_pt: ". Siga as instruções na wiki para saber como compilar o pacote android através de arquivos exportados.
zh_cn: 根据wiki上的指示，去了解如何通过将导出的文件构建安卓应用包

source: Android export
pt_pt: Exportação para Android
zh_cn: 导出为安卓

source: Export in progress
de_de: Export wird durchgeführt
nl_nl: Exporteren wordt uitgevoerd
pt_pt: Exportação em progresso
zh_cn: 正在导出

source: Exporting the project...
de_de: Das Projekt wird exportiert...
fi_fi: Viedään projektia...
nl_nl: Exporteren van het project...
pt_pt: A exportar o projeto...
zh_cn: 正在导出项目...

source: Unable to launch the internal compiler: Try to reinstall GDevelop to make sure that every needed file are present.
de_de: Der interne Compiler konnte nicht gestartet werden: Versuchen Sie GDevelop neu zu installieren um sicher zu stellen, dass alle Dateien vorhanden sind.
fi_fi: Sisäisen kääntäjän käynnistäminen epäonnistui: Yritä asentaa GDevelop uudelleen varmistaaksesi, että kaikki tarvittavat tiedostot löytyvät.
nl_nl: Kan de interne compiler niet starten: Probeer GDevelop opnieuw te installeren om er zeker van te zijn dat alle benodigde bestanden aanwezig zijn.
pt_pt: Não é possível iniciar o compilador interno: Tente reinstalar o GDevelop para certificar-se de que todos os arquivos necessários estão presentes.
zh_cn: 无法启动内部编译器： 请尝试重新安装 GDevelop，以确保所需的每个文件都存在。

source: Unable to delete file
de_de: Nicht in der Lage, die Datei zu löschen
fi_fi: Tiedoston poistaminen ei onnistunut
nl_nl: Kan het bestand niet verwijderen
pt_pt: Imossível apagar arquivo
zh_cn: 无法删除文件

source: in compiler output directory.
de_de: im Compiler Ausgabe Verzeichnis.
fi_fi: kääntäjän tuloshakemistoon.
nl_nl: in de compiler map.
pt_pt: no compilador de saída diretório.
zh_cn: 在编译器输出的目录。

source: GDevelop for Mac OS X does not support creating native games :/ Instead, please use the HTML5 platform for your game: you can activate it from the Extensions in the project manager.
de_de: GDevelop für Mac OS X bietet keine Unterstützung um native Spiele erstellen: / Instead, bitte benutzen Sie die HTML5-Plattform für Ihr Spiel: Sie können es aus den Erweiterungen in der Projektmanager aktivieren.
fi_fi: GDevelop Mac OS X:lle ei tue natiivipelien tekemistä: / Käytä HTML5-alustaa peleillesi: voit aktivoida sen Laajennukset-osasta projektihallinnasta.
nl_nl: GDevelop voor Mac OS X biedt geen ondersteuning voor het maken van platform specifieke spellen: / Gebruik in plaats daarvan het HTML5 platform voor uw spel: u kunt dit activeren in de uitbreidingen binnen de projectmanager.
pt_pt: GDevelop para Mac OS X não suporta a criação de jogos nativos:/ Em vez disso, favor usar a plataforma HTML5 para o seu jogo: você pode ativá-la pelas Extensões no Gerenciador de Projetos.
zh_cn: Mac OS X GDevelop 不支持创建原生游戏: / 请使用 HTML5 平台创建你的游戏: 你可以在项目管理器的扩展中激活它。

source: Compile to a native executable
de_de: als native ausführbare Datei kompilieren
fi_fi: Käännä natiiviksi ohjelmaksi
nl_nl: Compileren naar platform specifieke code
pt_pt: Compilar para um executável nativo
zh_cn: 编译为本机可执行文件

source: Project compilation launching
de_de: Projekt Kompilierung starten
fi_fi: Projektin kääntäminen käynnistyy
nl_nl: Project compilatie wordt uitgevoerd
pt_pt: Lançada a compilação do projeto
zh_cn: 项目编译启动中

source: No chosen target system.
de_de: Kein ausgewähltes Zielsystem.
fi_fi: Ei valittua kohdejärjestelmää.
nl_nl: Geen gekozen bestemmingssysteem.
pt_pt: Nenhum sistema de alvo escolhido.
zh_cn: 未选择任何目标系统。

source: Compilation waiting for other task to finish...
de_de: Zusammenstellung wartet bis eine andere Aufgabe beendet ist...
fi_fi: Kääntäminen odottaa muiden tehtävien valmistumista...
nl_nl: Compilatie is aan het wachten tot de andere taak eindigt...
pt_pt: Compilação esperando por outra tarefa para terminar...
zh_cn: 编译等待其他任务完成...

source: Preparing resources...
de_de: Ressourcen werden vorbereitet...
fi_fi: Valmistellaan resursseja...
nl_nl: Bronnen worden voorbereid...
pt_pt: Preparando recursos...
zh_cn: 正在准备资源...

source: Compiling scene
de_de: Kompilieren der Szene
fi_fi: Käännetään kenttä
nl_nl: Compileren van scène
pt_pt: Compilando a cena
zh_cn: 编译场景

source: Compilation of scene
de_de: Zusammenstellung der Szene
fi_fi: Käännetään kenttä
nl_nl: Compilatie van scène
pt_pt: Compilação de cena
zh_cn: 场景的编译

source: failed: Please go on our website to report this error, joining this file:
de_de: Fehler: Bitte gehen Sie auf unsere Webseite, um diesen Fehler zu melden und hängen Sie diese Datei file: an
fi_fi: epäonnistui: mene www-sivuillemme ja raportoi tämä virhe. Liitä mukaan tämä tiedosto:
nl_nl: mislukt: Ga naar onze website om deze fout te melden, samenvoegen van dit bestand:
pt_pt: falha: por favor, vá em nosso site para relatar este erro, juntando a este file:
zh_cn: 失败：请到我们的网站报告此错误，加入这个文件：

source: If you think the error is related to an extension, please contact its developer.
de_de: Wenn Sie der Meinung sind, dass der Fehler sich auf eine Erweiterung bezieht, kontaktieren Sie bitte deren Entwickler.
fi_fi: Jos epäilet, että virhe liittyy laajennukseen, ota yhteyttä sen kehittäjään.
nl_nl: Als u denkt dat deze fout is gerelateerd aan een extensie, neem contact dan op met de ontwikkelaar.
pt_pt: Se você acha que o erro está relacionado a uma extensão, por favor entre em contato com seu desenvolvedor.
zh_cn: 如果你认为错误和某一个扩展组件相关，请联系其开发人员。

source: succeeded
de_de: Erfolgreich
fi_fi: onnistui
nl_nl: geslaagd
pt_pt: sucedeu
zh_cn: 成功

source: Copying resources...
de_de: Kopieren von Ressourcen...
fi_fi: Kopioidaan resursseja...
nl_nl: Kopiëren bronnen...
pt_pt: Copiar recursos...
zh_cn: 复制资源......

source: Unable to copy
de_de: Kopieren nicht möglich
fi_fi: Ei voitu kopioida
nl_nl: Niet in staat om te kopiëren
pt_pt: Impossível copiar
zh_cn: 无法复制

source: Step 1 out of 3
de_de: Schritt 1 von 3
fi_fi: Vaihe 1 / 3
nl_nl: Stap 1 van 3
pt_pt: Passo 1 de 3
zh_cn: 三步中的第一步

source: Step 2 out of 3
de_de: Schritt 2 von 3
fi_fi: Vaihe 2 / 3
nl_nl: Stap 2 van 3
pt_pt: Etapa 2 de 3
zh_cn: 三步中的第二步

source: Step 3 out of 3
de_de: Schritt 3 von 3
fi_fi: Vaihe 3 / 3
nl_nl: Stap 3 van 3
pt_pt: Etapa 3 de 3
zh_cn: 三步中的第三步

source: Unable to delete the file
de_de: Nicht in der Lage, die Datei zu löschen
fi_fi: Ei voitu poistaa tiedostoa
nl_nl: Niet in staat om het bestand te verwijderen
pt_pt: Não é possível excluir o arquivo.
zh_cn: 无法删除文件

source: Linking project files...
de_de: Verknüpfen von Projektdateien...
fi_fi: Yhdistetään projektitiedostoja...
nl_nl: Koppelen van project-bestanden...
pt_pt: Vinculação de arquivos de projeto...
zh_cn: 链接项目文件...

source: Linking of project failed: Please go on our website to report this error, joining this file:
de_de: Verknüpfung des Projekts fehlgeschlagen: Bitte gehen Sie auf die GDevelop Webseite, um diesen Fehler zu melden und hängen Sie diese Datei an :
fi_fi: Projektin yhdistäminen epäonnistui: mene www-sivuillemme ja raportoi tämä virhe. Liitä mukaan tämä tiedosto:
nl_nl: Koppelen van project mislukt: Ga naar onze website om deze fout te melden samen met dit bestand:
pt_pt: Vinculação do projeto falhado: por favor, vá ao nosso site para relatar este erro, juntar este file:
zh_cn: 链接项目失败： 请到我们的网站报告此错误，加入这个文件：

source: Linking project
de_de: Projekt verknüpfen
fi_fi: Yhdistetään projekti
nl_nl: Koppelen van project
pt_pt: Vinculando o projeto
zh_cn: 链接项目

source: Exporting game...
de_de: Exportieren des Spiels...
fi_fi: Viedään peli...
nl_nl: Exporteren spel...
pt_pt: Exportando o jogo...
zh_cn: 正在导出游戏...

source: Unable to copy extension
de_de: Nicht in der Lage, die Erweiterung zu kopieren
fi_fi: Ei voitu kopioida laajennusta
nl_nl: Kan niet de uitbreiding kopiëren
pt_pt: Impossível copiar a extensão
zh_cn: 无法复制扩展组件

source: Unable to create
de_de: Konnte nicht erstellt werden
fi_fi: Ei voi luoda
nl_nl: Niet in staat om te maken
pt_pt: Impossível criar
zh_cn: 无法创建

source: Unable to copy file
de_de: Nicht in der Lage, die Datei zu kopieren
fi_fi: Tiedostoa ei voi kopioida
nl_nl: Niet in staat om bestand te kopiëren
pt_pt: Impossível copiar arquivo
zh_cn: 无法复制文件

source: GDevelop is unable to find a temporary compilation directory. If compilation fail, go in the options and choose a temporary direction where you have read and write permissions.
de_de: GDevelop kann kein temporäres Zusammenstellungs-Verzeichnis finden. Wenn die Zusammenstellung fehlschlägt, gehen Sie in die Optionen und wählen Sie ein temporäres Verzeichnis auf das Sie Lese- und Schreibrechte haben.
fi_fi: GDevelop ei löydä tilapäistä käännöskansiota. Jos kääntäminen epäonnistuu, mene asetuksiin ja valitse väliaikainen käännöskansio, johon sinulla on luku- ja kirjoitusoikeudet.
nl_nl: GDevelop is niet in staat om een tijdelijke compilatie map te vinden. Als de compilatie mislukt, ga naar de opties en kies een tijdelijke map waar u lees- en schrijfmachtigingen heeft.
pt_pt: GDevelop é incapaz de encontrar uma falha temporária de compilação no diretório. se a compilação falhar, vá ás opções e escolha uma direção temporária onde tenha permissões para ler e escrever.
zh_cn: GDevelop 无法找到临时编译目录。 如果编译失败，在设置中选择一个你有读取和写入权限的临时路径。

source: Compilation may fail!
de_de: Kompilierung möglicherweise fehlgeschlagen!
fi_fi: Käännös voi epäonnistua!
nl_nl: Compilatie kan mislukken!
pt_pt: Compilação pode falhar!
zh_cn: 编译可能失败！

source: Unable to create directory:
de_de: Verzeichnis konnte nicht erstellt werden:
fi_fi: Kansiota ei voi luoda:
nl_nl: Niet in staat om map te maken:
pt_pt: Impossível criar o diretório:
zh_cn: 无法创建目录：

source: Unable to delete
de_de: Kann nicht gelöscht werden
fi_fi: Ei voi poistaa
nl_nl: Kan niet worden verwijderd
pt_pt: Impossível excluir
zh_cn: 无法删除

source: in directory
de_de: im Verzeichnis
fi_fi: kansiossa
nl_nl: in map
pt_pt: no diretório
zh_cn: 在目录中

source: Compilation failed with these errors:
de_de: Kompilierung mit diesen Fehlern fehlgeschlagen:
fi_fi: Kääntäminen epäonnistui:
nl_nl: Compilatie is mislukt met deze fouten:
pt_pt: A compilação falhou com estes erros:
zh_cn: 编译因以下错误失败：

source: Compilation succeeded.
de_de: Zusammenstellung erfolgreich.
fi_fi: Kääntäminen onnistui.
nl_nl: Compilatie gelukt.
pt_pt: Compilação bem sucedida.
zh_cn: 编译成功。

source: Progress:
de_de: Fortschritt:
fi_fi: Edistyminen:
nl_nl: Voortgang:
pt_pt: Progresso:
zh_cn: 进度

source: Choose a folder, empty if possible, where create your game.
de_de: Wählen Sie einen Ordner (wenn möglich einen leeren), in dem Ihr Spiel erstellt wird.
fi_fi: Valitse luotavalle pelille (mieluiten tyhjä) kansio.
nl_nl: Kies een map, leeg indien mogelijk, waar uw spel gemaakt kan worden.
pt_pt: Escolha uma pasta, vazia, se possível, onde criou o seu jogo.
zh_cn: 如果可能的话选择一个空的文件夹，在其中创建你的游戏。

source: Error(s) during compilation
de_de: Fehler während der Kompilierung
fi_fi: Virhe(et) kääntämisen aikana
nl_nl: Fout(en) tijdens het compileren
pt_pt: Erro(s) durante a compilação
zh_cn: 在编译过程中的错误

source: An error occurred during the compilation, and the game could not be created. See the report below to see which step caused an error.
de_de: Während der Kompilierung ist ein Fehler aufgetreten und das Spiel konnte nicht erstellt werden. Schauen Sie den Bericht untenhalb an um zu sehen welcher Schritt einen Fehler verursacht hat.
fi_fi: Kääntämisessä tapahtui virhe, eikä peliä voitu luoda. Katso alla oleva raportti nähdäksesi, mikä aiheutti virheen.
nl_nl: Er is een probleem opgekomen tijdens de compilatie en het spel kon niet worden gemaakt. Zie het rapport hieronder om te zien waar het probleem is voorgekomen.
pt_pt: Ocorreu um erro durante a compilação, e o jogo não pôde ser criado. Veja o relatório abaixo para saber qual a etapa que causou o erro.
zh_cn: 在编译过程中出现错误，无法创建游戏。 检查以下的报告，看看哪一步导致错误。

source: No information concerning the error.
de_de: Keine Informationen über den Fehler.
fi_fi: Virhettä koskevia tietoja ei ole.
nl_nl: Geen informatie over de fout.
pt_pt: Não há informações sobre o erro.
zh_cn: 没有关于该错误的信息。

source: How solve the problem ?
de_de: Wie das Problem lösen?
fi_fi: Miten ratkaista ongelma?
nl_nl: Hoe het probleem op te lossen ?
pt_pt: Como resolver o problema?
zh_cn: 如何解决这个问题？

source: A problem when copying a known file: -Check that your file (image, sound ...) exists. -Check you have read/write permission. A problem when copying a file unknown: -Check that the file in question exists. If not, try reinstalling GDevelop -Check you have read/write permission. A problem when creating a file: -Make sure you have read/write permission.
de_de: Ein Problem beim Kopieren von einer bekannten Datei: -Prüfen Sie ob Ihre Datei (Bild, Ton...) vorhanden ist. -Überprüfen Sie ob Sie Lese-/Schreibberechtigung haben. Ein unbekanntes Problem beim Kopieren einer Datei: -Prüfen Sie ob die fragliche Datei vorhanden ist. Wenn nicht, versuchen Sie eine Neuinstallation von GDevelop -Überprüfen Sie Ihre Lese-/Schreib-Erlaubnis. Wenn Sie ein Problem beim Erstellen einer Datei haben: -Stellen Sie sicher, dass Sie die Berechtigung zum Lesen/Schreiben haben.
fi_fi: Tämän tiedoston kopioinnissa tapahtui virhe: -Tarkista, että tiedosto (kuva, ääni...) on olemassa. -Tarkista, että sinulla on luku-ja kirjoitusoikeudet. Tämän tuntemattoman tiedoston kopioinnissa tapahtui virhe: -Tarkista, että kyseinen tiedosto on olemassa. Ellei ole, yritä asentaa GDevelop uudelleen -Tarkista, että sinulla on luku-ja kirjoitusoikeudet. Ongelma luotaessa tätä tiedostoa: -Tarkista, että sinulla on luku-ja kirjoitusoikeudet.
nl_nl: Een probleem is voorgekomen tijdens het kopieren van een bekend bestand: -Controleer of je bestand (afbeelding, geluid ...) bestaat. -Controleer of je lees en schrijf privileges hebt. Een probleem is voorgekomen tijdens het kopieren van een onbekend bestand: -Controleer of het bestand in kwestie bestaat. Als dit niet het geval is, probeer GDevelop opnieuw te installeren -Controleer of je lees en schrijf privileges hebt. Een probleem is voorgekomen tijdens het maken van een bestand: -Controleer of je lees en schrijf privileges hebt.
pt_pt: Um problema ao copiar um arquivo conhecido: -Cheque se esse arquivo (imagem, sons e etc.) existe. - Cheque se você tem permissão de leitura ou edição. Um problema ao copiar um arquivo desconhecido: -Cheque se esse arquivo em questão existe. Se não, tente reinstalar o GDevelop -Cheque se você tem permissão de leitura ou edição. Um problema ao criar o arquivo: - Tenha certeza que você tem permissão de leitura ou edição .
zh_cn: 复制已知的文件时出现问题： - 请检查您的文件 ( 图像丶 声音... ) 是否存在。 - 请检查您是否具有读/写权限。 复制未知的文件时出现问题： - 请检查问题中的文件是否存在。 如果不存在，请尝试重新安装 GDevelop - 请检查您是否具有读/写权限。 创建文件时出现问题： - 请确保您具有读/写 权限。

source: If you can not solve the problem, do not hesitate to contact us
de_de: Wenn Sie das Problem nicht lösen können, zögern Sie nicht uns zu kontaktieren
fi_fi: Jos et saa ratkaistua ongelmaa, ota epäröimättä yhteyttä meihin
nl_nl: Als je het probleem niet kan oplossen, aarsel niet om kontakt met ons op te nemen
pt_pt: Se você não puder resolver o problema, não hesite em contatar o suporte
zh_cn: 如果你不能解决问题，不要犹豫，联系我们
