Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Some resources are using absolute filenames.
de_de: Einige Ressourcen benutzen Absolute Dateinamen.
fi_fi: Jotkin resurssit käyttävät absoluuttisia tiedostonimiä.
nl_nl: Sommige bronnen gebruiken absolute bestandsnamen.
pt_pt: Alguns recursos estão usando nomes de arquivo absoluto.
zh_cn: 一些资源正在使用绝对文件名。

source: Exporting
de_de: Wird Exportiert
fi_fi: Viedään
nl_nl: Exporteren
pt_pt: Exportando
zh_cn: 导出

source: Unable to copy "
de_de: Kann nicht kopiert werden "
fi_fi: Ei voitu kopioida "
nl_nl: Kan niet kopiëren "
pt_pt: Impossível copiar"
zh_cn: 无法复制"

source: " to "
de_de: " zu "
fi_fi: " sijaintiin "
nl_nl: " naar "
pt_pt: "a"
zh_cn: " 到 "

source: Oops, it seems that the folder couldn't be displayed. Open your file explorer and go to:
de_de: Hoppla, es scheint, dass der Ordner nicht angezeigt werden konnte. Öffnen Sie den Datei-Explorer und gehen Sie zu:
fi_fi: Oho, näyttää siltä, että kansiota ei voi näyttää. Avaa resurssienhallinta ja siirry:
nl_nl: Oeps, het lijkt erop dat de map niet kan worden weergegeven. Open uw bestandsverkenner en ga naar:
pt_pt: Opa, parece que a pasta não pôde ser exibida. Abra seu explorador de arquivos e vá para:

source: Project
de_de: Projekt
fi_fi: Projekti
pt_pt: Projeto
zh_cn: 工程

source: The version of GDevelop used to create this game seems to be a new version. GDevelop may fail to open the game, or data may be missing. You should check if a new version of GDevelop is available.
de_de: Die Version von GDevelop, welche dieses Spiel erstellt hat, scheint eine neue Version zu sein. GDevelop kann das Spiel möglicherweise nicht öffnen, oder Daten können fehlen. Sie sollten überprüfen, ob eine neue Version von GDevelop verfügbar ist.
fi_fi: Tämän pelin luomiseen käytetty GDevelop näyttää olevan uusi versio. GDevelop saattaa epäonnistua pelin avaamisessa tai tietoja saattaa puuttua. Sinun tulisi tarkistaa, jos uusi versio GDevelop on saatavilla.
nl_nl: De versie van GDevelop die gebruikt is om dit spel te maken lijkt nieuwer. GDevelop kan mogelijk het spel niet openen of er kan data ontbreken. We raden u aan te controleren of er een nieuwe versie van GDevelop beschikbaar is.
pt_pt: A versão utilizada para a criação desse jogo parece ser nova. O GDevelop pode falhar ao abrir o jogo, ou dados podem ser perdidos. Você deveria verificar se existe uma nova versão do GDevelop disponível.

source: The version of GDevelop used to create this game seems to be greater. GDevelop may fail to open the game, or data may be missing. You should check if a new version of GDevelop is available.
de_de: Die Version von GDevelop, welche dieses Spiel erstellt hat, scheint eine neuere Version zu sein. GDevelop kann das Spiel möglicherweise nicht öffnen, oder Daten können fehlen. Sie sollten überprüfen, ob eine neue Version von GDevelop verfügbar ist.
fi_fi: Tämän pelin luomiseen käytetty GDevelop näyttää olevan uudempi. GDevelop saattaa epäonnistua pelin avaamisessa tai tietoja saattaa puuttua. Sinun tulisi tarkistaa, jos uusi versio GDevelop on saatavilla.
nl_nl: De versie van GDevelop die gebruikt is om dit spel te maken lijkt hoger. GDevelop kan mogelijk het spel niet openen of er kan data ontbreken. We raden u aan te controleren of er een nieuwe versie van GDevelop beschikbaar is.
pt_pt: A versão do GDevelop usada para criar este jogo parece ser uma versão maior. O GDevelop pode não abrir o jogo, ou os dados podem estar faltando. Você deve verificar se uma nova versão do GDevelop está disponível.

source: The game was saved with version of GDevelop which is too old. Please open and save the game with one of the first version of GDevelop 2. You will then be able to open your game with this GDevelop version.
de_de: Das Spiel wurde mit einer zu alten Version von GDevelop gespeichert. Bitte öffnen und speichern sie das Spiel mit einer der ersten Versionen von GDevelop 2. Sie werden dann in der Lage sein, ihr spiel mit dieser Version zu öffnen.
fi_fi: Peli on tallennettu liian vanhalla GDevelop-versiolla. Avaa ja tallenna peli yhdellä ensimmäisistä versioista GDevelop 2 -ohjelmasta. Sitten voi avata pelin tällä GDevelop-versiolla.
nl_nl: Het spel was opgeslagen met een versie van GDevelop die te oud is. Gelieve het spel te openen en op te slaan met een van de eerste versies van GDevelop 2. U kan vervolgens uw spel openen met deze versie van GDevelop.
pt_pt: O jogo foi salvo com a versão de GDevelop que é muito antiga. Por favor abra e salve o jogo com uma das primeiras versões do GDevelop 2. Estão você será capaz de abrir o seu jogo com esta versão GDevelop.

source: Sprite scaling has changed since GD 2: The resizing is made so that the origin point of the object won't move whatever the scale of the object.
de_de: Sprite Skalierung hat sich seit GD 2 verändert: Die Größenänderung erfolgt jetzt so, dass der Stammpunkt des Objektes sich nicht bewegen wird, wenn das Objekt Skaliert wird.
fi_fi: Sprite-skaalaus on muuttunut GD 2:n jälkeen: koon muutos on tehty niin, että objektin alkupiste ei liiku, vaikka objektia skaalataan.
nl_nl: Schalen van de sprite is veranderd sinds GD 2: het aanpassen van de grootte is zo gemaakt dat de oorspong van het object niet verspringt bij welke schaal dan ook.
pt_pt: O escalonamento mudou desde o GD 2: O redisionnamento é realizado, então, para que o ponto de origem do objeto não seja movido para qualquer dada escala do objeto.

source: You may have to slightly change the position of some objects if you have changed their size.
de_de: Sie müssen möglicherweise die Position einiger Objekte geringfügig anpassen, wenn Sie deren Größe geändert haben.
fi_fi: Joudut ehkä hieman muuttamaan objektien sijaintia, jos olet muuttanut niiden kokoa.
nl_nl: U moet wellicht enigszins de positie van sommige objecten wijzigen als u hun grootte hebt gewijzigd..
pt_pt: Você pode ter que alterar um pouco a posição de alguns objetos, se você tiver alterado seu tamanho.

source: Thank you for your understanding.
de_de: Vielen Dank für Ihr Verständnis.
fi_fi: Kiitos ymmärrtämisestäsi.
nl_nl: Dank u voor uw begrip.
pt_pt: Obrigado pela sua compreensão.

source: The project is using the pathfinding behavior. This behavior has been replaced by a new one:
de_de: Das Projekt nutzt ein Wegfindungs Verhalten. Dieses Verhalten wurde durch ein neues ersetzt:
fi_fi: Projektissa käytetään polkujen löytämiskäytöstä. Tämä käytös on korvattu uudella:
nl_nl: Het project maakt gebruik van pad zoek gedrag. Dit gedrag is vervangen door een nieuwe:
pt_pt: O projeto usando o automatismo de pathfinding. Esse automatismo foi substituído por um novo:

source: You must add the new 'Pathfinding' behavior to the objects that need to be moved, and add the 'Pathfinding Obstacle' to the objects that must act as obstacles.
fi_fi: Lisää uusi "Polkujen löytäminen" käytös objekteille, joita on siirrettävä ja lisää "Pathfinding Obstacle" niille objekteille, jotka toimivat esteinä.
nl_nl: U moet het nieuwe 'Pad zoeken' gedrag toevoegen aan de objecten die moeten worden verplaatst en voeg 'Pad zoeken obstakels' toe aan objecten die als obstakels moeten fungeren.
pt_pt: Você deve adicionar o novo automatismo ' Pathfinding ' para os objetos que precisam ser movidos, e adicionar o 'Obstáculo de Pathfinding' para os objetos que devem atuar como obstáculos.

source: Please use only letters, digits and underscores ( _ ).
de_de: Bitte verwenden Sie nur Buchstaben, Zahlen und Unterstriche ( _ ).
fi_fi: Käytä vain kirjaimia, numeroita ja alaviivoja (_).
nl_nl: Gebruik alleen letters, numbers en onderstrepingstekens (_).
pt_pt: Por favor, utilize apenas letras, dígitos e símbolo ( _ ).
zh_cn: 请只使用字母，数字 和下划线 (_)。

source: Package name
de_de: Paketname
fi_fi: Paketin nimi
nl_nl: Pakketnaam
pt_pt: Nome do pacote
zh_cn: 包名称

source: Author
de_de: Autor
fi_fi: Tekijä
nl_nl: Auteur
pt_pt: Autor
zh_cn: 作者

source: Window
de_de: Fenster
fi_fi: Ikkuna
nl_nl: Venster
pt_pt: Janela
zh_cn: 窗口

source: Vertical Synchronization
de_de: Vertikale Synchronisation
fi_fi: Vertikaalinen synkronointi
nl_nl: Verticale synchronisatie
pt_pt: Sincronização vertical
zh_cn: 垂直同步

source: Limit the framerate
de_de: Die Framerate begrenzen
fi_fi: Rajoita ruudun päivitysnopeutta
nl_nl: Beperk van de framesnelheid
pt_pt: Limitar a "framerate"
zh_cn: 限制帧速

source: Maximum FPS
de_de: Maximale FPS
fi_fi: Maksimi FPS
nl_nl: Maximale FPS
pt_pt: FPS máximo
zh_cn: 最大的 FPS

source: Minimum FPS
de_de: Minimale FPS
fi_fi: Minimi FPS
nl_nl: Minimale FPS
pt_pt: FPS mínimo
zh_cn: 最低 FPS

source: Generation
fi_fi: Generointi
nl_nl: Generatie
pt_pt: Geração
zh_cn: 常规

source: Windows executable name
fi_fi: Windows-ohjelman nimi
nl_nl: De naam van het uitvoerbare bestand van Windows
pt_pt: Nome do executável Windows
zh_cn: Windows 可执行文件名称

source: Windows executable icon
fi_fi: Windows-ohjelman kuvake
nl_nl: Windows uitvoerbare pictogram
pt_pt: Ícone executável Windows
zh_cn: Windows 可执行文件的图标

source: Linux executable name
de_de: Name der ausführbaren Datei in Linux
fi_fi: Linux-ohjelman nimi
nl_nl: De naam van het uitvoerbare bestand van Linux
pt_pt: Nome do arquivo executável Linux
zh_cn: Linux 可执行文件名称

source: Mac OS executable name
fi_fi: Mac OS -ohjeman nimi
nl_nl: De naam van het uitvoerbare bestand van Mac OS
pt_pt: Nome do executável Mac OS
zh_cn: Mac OS 可执行文件名称

source: C++ features
fi_fi: C++-ominaisuudet
nl_nl: C++ functies
pt_pt: Funcionalidades do C++
zh_cn: C + + 功能

source: Smooth the image
de_de: Glätten Sie das Bild
fi_fi: Tasoita kuva
nl_nl: De afbeelding verzachten
pt_pt: Suavizar a imagem
zh_cn: 平滑图像

source: Set this to "Yes" to set a smooth filter on the image
fi_fi: Aseta arvoksi "Kyllä" asettaaksesi tasoitussuodattimen kuvalle
nl_nl: Stel dit in op "Ja" om een verzachtend filter op de afbeelding toe te passen
pt_pt: Definir o "Sim" para definir filtro de suavização da imagem
zh_cn: 将此设置为"是"将在图像上设置平滑过滤

source: Always loaded in memory
de_de: Immer im Speicher geladen
fi_fi: Aina ladattu muistiin
nl_nl: Altijd in het geheugen geladen
pt_pt: Sempre carregado na memória
zh_cn: 总是加载到内存中

source: Set this to "Yes" to let the image always loaded in memory. Useful when the image is used by actions.
fi_fi: Aseta arvoksi "Kyllä", jotta kuva ladataan aina muistiin. Hyödyllinen silloin, kun toiminnot käyttävät kuvaa.
nl_nl: Stel dit in op "Ja" om de afbeelding altijd in het geheugen te laden. Handig als de afbeelding wordt gebruikt door acties.
pt_pt: Defina este "Sim" para deixar a imagem sempre carregada na memória. Útil quando a imagem é usada por ações.

source: Edit the events group properties
fi_fi: Muokkaa tapahtumaryhmän ominaisuuksia
nl_nl: Bewerk de gebeurtenissen Groepseigenschappen
pt_pt: Editar as propriedades do grupo de eventos
zh_cn: 编辑事件组属性

source: Add a template from the event store
de_de: Vorlage aus dem Event-Store hinzufügen
fi_fi: Lisää malli tapahtumavalikoimasta
nl_nl: Een sjabloon uit de gebeurtenisbibliotheek toevoegen
pt_pt: Adicionar um modelo de eventos da loja
zh_cn: 从事件库加入模板

source: AxisX
fi_fi: X-akseli
nl_nl: X-as
zh_cn: X轴

source: AxisY
fi_fi: Y-akseli
nl_nl: Y-As
zh_cn: Y轴

source: AxisZ
fi_fi: Z-akseli
nl_nl: Z-As
zh_cn: Z轴

source: AxisR
fi_fi: R-akseli
nl_nl: R-As
zh_cn: R轴

source: AxisU
fi_fi: U-akseli
nl_nl: U-As
zh_cn: U轴

source: AxisV
fi_fi: V-akseli
nl_nl: V-As
zh_cn: V轴

source: Axis
de_de: Achse
fi_fi: Akseli
nl_nl: As
zh_cn: 轴

source: https://en.wikipedia.org/wiki/JavaScript
nl_nl: https://nl.wikipedia.org/wiki/JavaScript

source: Tutorial
de_de: Tutorial (Anleitung)
fi_fi: Opetusohjelma
nl_nl: Handleiding
zh_cn: 教程

source: Autosave
de_de: Automatisches Speichern
fi_fi: Automaattinen tallennus
nl_nl: Automatisch opslaan
zh_cn: 自动保存

source: GDevelop Office
de_de: GDevelop Büro
nl_nl: GDecelop Office
zh_cn: GDevelop 办公室

source: Oxygen
de_de: Sauerstoff
nl_nl: Zuurstof
zh_cn: 氧气

source: Microsoft Office
nl_nl: Microsoft Ofiice

source: Normal
fi_fi: Normaali
nl_nl: Normaal
zh_cn: 正常

source: Flat
de_de: Flach
fi_fi: Tasainen
nl_nl: Vlak
zh_cn: 扁平

source: Delete Del
de_de: Löschen Del
fi_fi: Poista Del
nl_nl: Verwijderen Del
zh_cn: 删除 Del

source: fps
nl_nl: bps

source: Pitch
de_de: Tonhöhe
fi_fi: Pystykallistus (Pitch)
nl_nl: Hoek
zh_cn: 间距

source: LightObstacle
de_de: Licht-Hindernis
nl_nl: LichtBelemmering
zh_cn: 光源障碍

source: Global
fi_fi: Globaali
nl_nl: Globaal
zh_cn: 全局

source: Pitch:
de_de: Tonhöhe:
fi_fi: Sävelkorkeus:
nl_nl: Toonhoogte:
zh_cn: 音调

source: Tile Map
de_de: Kachel-Karte
fi_fi: Laattakartta
nl_nl: Tegel Map
zh_cn: 瓦块地图

source: Tiles
de_de: Kacheln
fi_fi: Laatat
nl_nl: Tegels

source: Tileset
de_de: Kachel-Paket
fi_fi: Laatasto
nl_nl: Tegelset
zh_cn: 瓦块

source: tiles
de_de: Kacheln
fi_fi: laatat
nl_nl: tegels
zh_cn: 瓦块

source: deg
fi_fi: astetta
nl_nl: graden

source: N/A
fi_fi: Ei saatavilla
nl_nl: N.v.t

source: Download
fi_fi: Lataa
zh_cn: 下载

source: pixels
de_de: Pixel
fi_fi: kuvapistettä
zh_cn: 像素

source: -Volume/Pitch:
de_de: -Lautstärke/Tonhöhe:
fi_fi: -Voimakkuus/Korkeus:
zh_cn: -音量/音调：

source: Banner ID (iOS)
fi_fi: Mainospalkin ID (iOS)
zh_cn: 横幅广告 ID (iOS)

source: Banner
fi_fi: Mainospalkki
zh_cn: 横幅广告

source: Roll
de_de: Neigung
fi_fi: Sivukallistus (Roll)
zh_cn: 滚动

source: Yaw
de_de: Abweichung
fi_fi: Kierto (Yaw)
zh_cn: 偏航

source: Interfaces
de_de: Schnittstellen
fi_fi: Rajapinnat
zh_cn: 界面

source: Vertice
fi_fi: Kärkipiste
zh_cn: 顶点

source: Operator
fi_fi: Operaattori
zh_cn: 运算符

source: Ok
zh_cn: 确定

source: Florian "4ian" Rival
de_de: Florian "4ian" Rivalen
zh_cn: Florian "4ian" 竞争对手

source: http://www.florianrival.com
zh_cn: www.florianrival.com

source: GDevelop Metro
zh_cn: GDevelop 都市

source: Radiance
de_de: Glanz
zh_cn: 光辉

source: Metro
zh_cn: 都市

source: ms
zh_cn: 毫秒

source: ms (
zh_cn: 毫秒 (

source: Sprite
zh_cn: 精灵

source: NetworkUpdater
de_de: Netzwerk Updater
zh_cn: 网络更新器

source: Joystick
zh_cn: 手柄

source: Multitouch
zh_cn: 多点触控

source: Tilemap
de_de: Kachelübersicht
