Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: "Music" mode is more appropriate for long sound file, during more than 10 seconds: The sound file is only partially loaded in memory when it is played. "Sound" mode is to be used with smaller sound file, as the sound files are in this case totally loaded into the memory.
fi_fi: "Musiikki"-tila sopii pitkille äänitiedostoille, joiden kesto on yli 10 sekuntia: Äänitiedosto ladataan vain osittain muistiin toiston aikana. "Ääni"-tila sopii lyhyemmille äänitiedostoille, sillä ne ladataan muistiin kokonaan.
nl_nl: "Muziek" modus is meer geschikt voor lange geluidsbestanden meer dan 10 seconden: Het geluidsbestand is slechts gedeeltelijk in het geheugen geladen wanneer het wordt afgespeeld. "Geluid" mode voor korte geluidsbestanden omdat het geluidsbestand volledig in het geheugen geladen worden.
pt_pt: Modo de "Música" é mais apropriado para arquivos de som grandes, com duração de mais de 10 segundos: O arquivo de som é apenas parcialmente carregado na memória quando é tocado. O modo de "Som" é para ser usado com o arquivos de som menores, já que os arquivos de som que estão nesta configuração são totalmente carregados na memória.

source: Sound spatialisation is only available for "mono" sound ( and not stereo ones ).
fi_fi: Äänen spatialisaatio on vain saatavilla "mono"-äänille (ei stereoäänille).
nl_nl: Geluidsverruiming is alleen beschikbaar voor "mono" geluid (en niet stereo bronnen).
pt_pt: Espacialização sonora está disponível apenas para som "mono" (e não sons estéreo).

source: Sound level:
de_de: Tonpegel:
fi_fi: Äänitaso:
nl_nl: Geluidsniveau:
pt_pt: Volume:
zh_cn: 音量 ︰

source: Minimal distance:
de_de: Minimaler Abstand:
fi_fi: Minimietäisyys:
nl_nl: Minimale afstand:
pt_pt: Distância mínima:
zh_cn: 最小距离 ︰

source: Attenuation:
de_de: Dämpfung:
fi_fi: Vaimennus:
nl_nl: Demping:
pt_pt: Atenuação:
zh_cn: 衰减 ︰

source: Filename
de_de: Dateiname
fi_fi: Tiedoston nimi
nl_nl: Bestandsnaam
pt_pt: Nome do arquivo
zh_cn: 文件名

source: Name of the sound file:
de_de: Name der Audiodatei:
fi_fi: Äänitiedoston nimi:
nl_nl: Naam van het geluidsbestand:
pt_pt: Nome do arquivo de som:
zh_cn: 声音文件的名称 ︰

source: Sound/Music
de_de: Ton/Musik
fi_fi: Ääni tai musiikki
nl_nl: Geluid/muziek
pt_pt: Som/Música
zh_cn: 声音/音乐

source: Choose a sound ( wav or ogg file )
de_de: Wählt einen Ton (Wav oder Ogg-Datei)
fi_fi: Valitse ääni (wav- tai ogg-tiedosto)
nl_nl: Kies een geluid (wav- of ogg-bestand)
pt_pt: Escolha um som (arquivo wav ou ogg)
zh_cn: 选择声音 （wav 或 ogg 文件）

source: Text entry object
de_de: Text-Eingabe-Objekt
fi_fi: Tekstinsyöttöobjekti
nl_nl: Tekstinvoer object
pt_pt: Objeto de entrada de texto
zh_cn: 文字输入对象

source: Text entry
de_de: Texteingabe
fi_fi: Syötetty teksti
nl_nl: Tekstinvoer
pt_pt: Entrada de texto
zh_cn: 文字输入

source: Invisible object used to get the text entered with the keyboard
fi_fi: Näkymätön objekti, jolla luetaan näppäimistösyöte
nl_nl: Onzichtbare object die de tekst ophaalt welke is ingevoerd met een toetsenbord
pt_pt: Objeto invisível utilizado para obter o texto digitado com o teclado
zh_cn: 用于获取用键盘输入的文本的不可见对象

source: Text in memory
de_de: Text im Speicher
fi_fi: Muistissa oleva teksti
nl_nl: Tekst in het geheugen
pt_pt: Texto na memória
zh_cn: 內存文字

source: Modify text in memory of the object
fi_fi: Muuta muistissa olevan objektin tekstiä
nl_nl: Tekst in het geheugen van het object wijzigen
pt_pt: Modificar o texto na memória do objeto
zh_cn: 修改对象内存中的文本

source: Do _PARAM1__PARAM2_ to the text in memory of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ tekstille _PARAM0_:n muistissa
nl_nl: Pas _PARAM1__PARAM2_ toe op de tekst in het geheugen van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ no texto em memória de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 加到 _PARAM0_ 内存中的文本

source: Test the text of a Text Entry object.
de_de: Überprüfe den Text des Texteingabe-Objektes.
fi_fi: Testaa tekstinsyöttöobjektin tekstiä.
nl_nl: Test de tekst van een tekstvermelding object.
pt_pt: Teste o texto de um objeto de entrada de texto.
zh_cn: 检查文本输入对象的文本。

source: The text of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Text von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n teksti on _PARAM1__PARAM2_
nl_nl: De tekst van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O texto de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的文本是 _PARAM1__PARAM2_

source: De/activate capturing text input
de_de: De/Aktiviere die Texteingabe-Erfassung
fi_fi: De/aktivoi tekstisyötteen lukeminen
nl_nl: De/activeren vastleggen tekstinvoer
pt_pt: Des/activar captura de entrada de texto
zh_cn: 取消/激活捕获文本输入

source: Activate capture by _PARAM0_ of the text entered with keyboard: _PARAM1_
fi_fi: Aktivoi näppäimistösyötteen lukeminen _PARAM0_: _PARAM1_
nl_nl: Vastleggen activeren met _PARAM0_ van de met een toetsenbord ingevoerde tekst: _PARAM1_
pt_pt: Activar captura de _PARAM0_ do texto inserido com o teclado: _PARAM1_
zh_cn: 通过键盘： _PARAM1_ 输入文字 _PARAM0_ 激活捕获

source: Text input
de_de: Texteingabe
fi_fi: Tekstinsyöttö
nl_nl: Tekstinvoer
pt_pt: Entrada de texto
zh_cn: 文本输入

source: _PARAM0_ capture the text entered with keyboard
fi_fi: _PARAM0_ sieppaa näppäimistösyötettä
nl_nl: _PARAM0_ legt tekst ingevoerd met toetsenbord vast
pt_pt: _PARAM0_ captura o texto digitado com o teclado
zh_cn: _PARAM0_ 捕获到键盘输入的文本

source: Text entered with keyboard
de_de: Mit Tastatur eingegebener Text
fi_fi: Näppäimistöllä syötetty teksti
nl_nl: Tekst ingevoerd met toetsenbord
pt_pt: Texto digitado com o teclado
zh_cn: 用键盘输入文本

source: Activated ?
de_de: Aktiviert ?
fi_fi: Aktivoitu?
nl_nl: Geactiveerd ?
pt_pt: Ativado ?
zh_cn: 激活？

source: Text object
de_de: Textobjekte
fi_fi: Tekstiobjekti
nl_nl: Tekst object
pt_pt: Objeto de texto
zh_cn: 文字对象

source: Displays a text
de_de: Einen Text anzeigen
fi_fi: Näyttää tekstin
nl_nl: Geef een tekst weer
pt_pt: Exibe um texto
zh_cn: 显示文本

source: Modify the text
de_de: Den Text ändern
fi_fi: Muuta tekstiä
nl_nl: De tekst wijzigen
pt_pt: Modificar o texto
zh_cn: 修改文本

source: Modify the text of a Text object.
de_de: Den Text eines Text-Objekts ändern.
fi_fi: Muuta tekstiobjektin tekstiä.
nl_nl: Wijzig de tekst van een tekstobject.
pt_pt: Modifica o texto de um objeto de texto.
zh_cn: 修改文字对象的文本。

source: Do _PARAM1__PARAM2_ to the text of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n tekstille
nl_nl: Pas _PARAM1__PARAM2_ toe op de tekst van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ ao texto do _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 变成 _PARAM0_ 的文本

source: Compare the text
de_de: Vergleicht den Text
fi_fi: Vertaile tekstiä
nl_nl: Vergelijken van de tekst
pt_pt: Compare o texto
zh_cn: 比较文字

source: Compare the text of a Text object.
de_de: Den Text eines Text-Objekts vergleichen.
fi_fi: Vertaile tekstiobjektin tekstiä.
nl_nl: Vergelijk de tekst van een tekstobject.
pt_pt: Compare o texto de um objeto de texto.
zh_cn: 比较文字对象的文本。

source: Text of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Text von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n teksti on _PARAM1__PARAM2_
nl_nl: Tekst van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Texto de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的文本是 _PARAM1__PARAM2_

source: Font
de_de: Schriftart
fi_fi: Fontti
nl_nl: Lettertype
pt_pt: Fonte
zh_cn: 字体

source: Modify the font of the text.
de_de: Ändere die Schriftart des Textes.
fi_fi: Muuta tekstin fonttia.
nl_nl: Het lettertype van de tekst wijzigen.
pt_pt: Modifica a fonte do texto.
zh_cn: 修改文本的字体。

source: Change font of _PARAM0_ to _PARAM1_
de_de: Ändere die Schriftart von _PARAM0_ in _PARAM1_
fi_fi: Vaihda _PARAM0_:n fontiksi _PARAM1_
nl_nl: Het lettertype wijzigen van _PARAM0_ naar _PARAM1_
pt_pt: Alterar a fonte de _PARAM0_ para _PARAM1_
zh_cn: 把 _PARAM0_ 的字体更改为 _PARAM1_

source: Modify the size of the text.
de_de: Ändert die Größe des Textes.
fi_fi: Muuta tekstin kokoa.
nl_nl: Het formaat van de tekst wijzigen.
pt_pt: Modifica o tamanho do texto.
zh_cn: 修改文本的大小。

source: Do _PARAM1__PARAM2_ to the size of the text of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Größe des Textes von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n tekstin koolle
nl_nl: Pas _PARAM1__PARAM2_ toe op de grootte van de tekst van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o tamanho do texto do _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 文本的大小

source: Test the size of the text
de_de: Teste die Größe des Textes
fi_fi: Testaa tekstin kokoa
nl_nl: Test de grootte van de tekst
pt_pt: Teste o tamanho do texto
zh_cn: 检查文本的大小

source: The size of the text of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Größe des Textes von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n tekstin koko on _PARAM1__PARAM2_
nl_nl: De grootte van de tekst van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O tamanho do texto de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 文本的大小是 _PARAM1__PARAM2_

source: Change the color of the text. The color is white by default.
de_de: Ändern Sie die Farbe des Textes. Die Normalfarbe ist weiß.
fi_fi: Vaihda tekstin väri. Oletusväri on valkoinen.
nl_nl: De kleur van de tekst wijzigen. De standaardkleur is wit.
pt_pt: Altere a cor do texto. A cor é branca por padrão.
zh_cn: 更改文本的颜色。默认颜色是白色。

source: Effects
de_de: Effekte
fi_fi: Tehosteet
nl_nl: Effecten
pt_pt: Efeitos
zh_cn: 效果

source: Modify the opacity of a Text object.
de_de: Die Deckkraft eines Textobjekts ändern.
fi_fi: Muuta tekstiobjektin peittävyyttä.
nl_nl: Wijzig de dekking van een tekstobject.
pt_pt: Modifica a opacidade de um objeto de texto.
zh_cn: 修改文字对象的不透明度。

source: Do _PARAM1__PARAM2_ to the opacity of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n peittävyydelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de dekking van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a opacidade da _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的不透明度

source: The opacity of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Deckkraft von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n peittävyys on _PARAM1__PARAM2_
nl_nl: De dekking van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A opacidade do _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的不透明度是 _PARAM1__PARAM2_

source: Smoothing
de_de: Glättung
fi_fi: Tasoitus
nl_nl: Vloeiend maken
pt_pt: Suavização
zh_cn: 平滑

source: Smooth _PARAM0_: _PARAM1_
de_de: Glätte _PARAM0_: _PARAM1_
fi_fi: Tasoita _PARAM0_: _PARAM1_
nl_nl: Vloeiend maken _PARAM0_: _PARAM1_
pt_pt: Suavizar_PARAM0_: _PARAM1_
zh_cn: 平滑 _PARAM0_： _PARAM1_

source: Smooth the text
de_de: Glättet den Text
fi_fi: Tasoita tekstiä
nl_nl: De tekst vloeiend maken
pt_pt: Suavize o texto
zh_cn: 平滑文字

source: Test if an object is smoothed
de_de: Überprüfe das Objekt auf Glättung
fi_fi: Testaa, onko teksti tasoitettu
nl_nl: Test als een object vloeiend is gemaakt
pt_pt: Teste se o objeto é suavizado
zh_cn: 检查对象是否平滑

source: _PARAM0_ is smoothed
de_de: _PARAM0_ ist geglättet
fi_fi: _PARAM0_ on tasoitettu
nl_nl: _PARAM0_ is vloeiend gemaakt
pt_pt: _PARAM0_ é suavizado
zh_cn: _PARAM0_ 已平滑化

source: Bold
de_de: Fett
fi_fi: Lihavoitu
nl_nl: Vet
pt_pt: Negrito (bold)
zh_cn: 粗体

source: De/activate bold
de_de: Fett de/aktivieren
fi_fi: De/aktivoi lihavointi
nl_nl: De/activeren vet
pt_pt: Des/ativar estilo negrito
zh_cn: 不/激活粗体

source: Set bold style of _PARAM0_ : _PARAM1_
de_de: Fetten Stil für _PARAM0_: _PARAM1_
fi_fi: Aseta lihavointi _PARAM0_: _PARAM1_
nl_nl: Instellen van vet van _PARAM0_: _PARAM1_
pt_pt: Definir estilo negrito de _PARAM0_: _PARAM1_
zh_cn: 设置 _PARAM0_ 的粗体样式： _PARAM1_

source: Set bold style
de_de: Fett setzen
fi_fi: Aseta lihavointi
nl_nl: Zet vet
pt_pt: Defenir estilo negrito
zh_cn: 设置粗体样式

source: _PARAM0_ bold style is set
de_de: _PARAM0_ ist als Fett festgelegt
fi_fi: _PARAM0_ on lihavoitu
nl_nl: _PARAM0_ vet is ingesteld
pt_pt: _PARAM0_ estilo negrito está definido
zh_cn: _PARAM0_ 的粗体样式已设置

source: Italic
de_de: Kursiv
fi_fi: Kursivoitu
nl_nl: Cursief
pt_pt: Itálico
zh_cn: 斜体

source: De/activate italic.
de_de: Kursiv de/aktivieren.
fi_fi: De/aktivoi kursivointi.
nl_nl: De/activeren cursief.
pt_pt: Des/ativar estilo itálico.
zh_cn: 不/激活斜体。

source: Set italic style for _PARAM0_ : _PARAM1_
de_de: Kursiven Stil für _PARAM0_: _PARAM1_
fi_fi: Aseta kursivoitu tyyli _PARAM0_: _PARAM1_
nl_nl: Cursief tekststijl voor _PARAM0_ instellen: _PARAM1_
pt_pt: Definir estilo itálico para _PARAM0_: _PARAM1_
zh_cn: 设置 _PARAM0_ 的斜体样式： _PARAM1_

source: Set italic
de_de: Kursiv setzen
fi_fi: Aseta kursivoitu
nl_nl: Cursief instellen
pt_pt: Defenir estilo itálico
zh_cn: 设置斜体

source: Test if the italic style is activated
de_de: Testen ob Kursiv als Stil aktiviert ist
fi_fi: Testaa, onko kursivointi aktivoitu
nl_nl: Test als de cursieve stijl is geactiveerd
pt_pt: Teste se o estilo itálico é ativado
zh_cn: 检查斜体样式是否被激活

source: _PARAM0_ italic style is set
de_de: _PARAM0_ ist als Kursiv festgelegt
fi_fi: _PARAM0_ on kursivoitu
nl_nl: _PARAM0_ cursieve stijl is ingesteld
pt_pt: _PARAM0_ estilo itálico está definido
zh_cn: _PARAM0_ 的斜体样式已设置

source: Underlined
de_de: Unterstrichen
fi_fi: Alleviivattu
nl_nl: Onderstreept
pt_pt: Sublinhado
zh_cn: 下划线

source: De/activate underlined style.
de_de: Unterstreichen de/aktivieren.
fi_fi: De/aktivoi alleviivaus.
nl_nl: De/activeren onderstreept stijl.
pt_pt: Des/ativar estilo sublinhado.
zh_cn: 不/激活下划线。

source: Set underlined style of _PARAM0_: _PARAM1_
de_de: Unterstrichenen Stil für _PARAM0_: _PARAM1_
fi_fi: Aseta alleviivaus _PARAM0_: _PARAM1_
nl_nl: Onderstreepte stijl van _PARAM0_ instellen: _PARAM1_
pt_pt: Definir o estilo de sublinhado de _PARAM0_: _PARAM1_
zh_cn: 设置_PARAM0_ 的下划线样式： _PARAM1_

source: Underline
de_de: Unterstreichung
fi_fi: Alleviivattu
nl_nl: Onderstrepen
pt_pt: Sublinhado
zh_cn: 下划线

source: Test if the underlined style of an object is set.
de_de: Testen ob Unterstrichen als Stil aktiviert ist.
fi_fi: Testaa, onko objekti alleviivattu.
nl_nl: Test als de onderstreepte stijl van een object is ingesteld.
pt_pt: Testar se o estilo sublinhado de um objeto está definido.
zh_cn: 检查对象的下划线样式是否被激活

source: _PARAM0_ underlined style is activated
de_de: _PARAM0_ ist als Unterstrichen festgelegt
fi_fi: _PARAM0_ on alleviivattu
nl_nl: _PARAM0_ onderstreept stijl is geactiveerd
pt_pt: _PARAM0_ estilo sublinhado está ativo
zh_cn: _PARAM0_ 的下划线已激活

source: Modify the angle of a Text object.
de_de: Ändern Sie den Winkel eines Text-Objekts.
fi_fi: Muuta tekstiobjektin kulmaa.
nl_nl: Wijzig de hoek van een tekstobject.
pt_pt: Modifica o ângulo de um objeto de texto.
zh_cn: 修改文字对象的角度。

source: Font Size
de_de: Schriftgröße
fi_fi: Fonttikoko
nl_nl: Tekstgrootte
pt_pt: Tamanho da fonte
zh_cn: 字体大小

source: The font used by the text object. If empty, uses the default font provided with GDevelop (Liberation)
fi_fi: Tekstiobjektin käyttämä fontti. Jos jätetään tyhjäksi, käytetään GDevelopin oletusfonttia (Liberation)
nl_nl: Het lettertype dat wordt gebruikt door het tekst object. Indien leeg, gebruikt het standaardlettertype van GDevelop (Liberation)
pt_pt: Fonte usada pelo objeto texto. Se vazio, usa a fonte padrão fornecida pelo GDevelop (Libertação)
zh_cn: 文本对象使用的字体。 如果为空，使用 GDevelop 提供的默认字体

source: Default font
de_de: Standard-Schriftart
fi_fi: Oletusfontti
nl_nl: Standaard lettertype
pt_pt: Fonte padrão
zh_cn: 默认字体

source: Change the font file
de_de: Ändern der Schriftartdatei
fi_fi: Vaihda fonttitiedostoa
nl_nl: Het fonbestand wijzigen
pt_pt: Alterar o arquivo fonte
zh_cn: 更改字体文件

source: Color...
de_de: Farbe...
fi_fi: Väri...
nl_nl: Kleur...
pt_pt: Cor...
zh_cn: 颜色...

source: Change the text color...
de_de: Ändern der Textfarbe...
fi_fi: Muuta tekstin väriä...
nl_nl: De tekstkleur wijzigen...
pt_pt: Altere a cor do texto...
zh_cn: 更改文本颜色...

source: Note : the font can't be previewed.
de_de: Notiz: die Schriftvorschau kann nicht angezeigt werden.
fi_fi: Huomaa: fonttia ei voi esikatsella.
nl_nl: Opmerking: voorbeeld van het lettertype kan niet worden weergegeven.
pt_pt: Nota: a fonte não pode ser visualizada.
zh_cn: 注意 ︰ 字体不能预览

source: Help for this object
de_de: Hilfe zu diesem Objekt
fi_fi: Tämän objektin ohje
nl_nl: Help voor dit object
pt_pt: Ajuda para este objeto
zh_cn: 此对象的帮助

source: Tiled Sprite Object
de_de: Tiled Sprite Objekt
fi_fi: Laatta-sprite-objekti
nl_nl: Betegelde Sprite-Object
pt_pt: Objeto Sprite em grade (Tiled)
zh_cn: 瓦块精灵对象

source: Tiled Sprite
de_de: Gekacheltes Sprite
fi_fi: Laatta-sprite
nl_nl: Betegelde Sprite
pt_pt: Sprite em grade
zh_cn: 瓦块精灵

source: Displays an image repeated over an area
de_de: Wiederholt ein Bild auf einer Fläche
fi_fi: Näyttää kuvan toistettuna alueelle
nl_nl: Geeft een afbeelding herhaald weer over een gebied
pt_pt: Exibe uma imagem repetida ao longo de uma área
zh_cn: 重复在一區域內显示图像

source: Modify the width of a Tiled Sprite.
de_de: Die Breite eines Tiled Sprites ändern.
fi_fi: Muuta laatta-spriten leveyttä.
nl_nl: Wijzig de breedte van een betegeld Sprite.
pt_pt: Modifica a largura de um Sprite em grade.

source: Test the width of a Tiled Sprite.
de_de: Die Breite eines Tiled Sprites testen.
fi_fi: Testaa laatta-spriten leveyttä.
nl_nl: Test de breedte van een betegeld Sprite.
pt_pt: Testar a largura de um Sprite em Grade.

source: Modify the height of a Tiled Sprite.
de_de: Die Höhe eines Tiled Sprites ändern.
fi_fi: Muuta laatta-spriten korkeutta.
nl_nl: De hoogte van een betegeld Sprite wijzigen.
pt_pt: Modificar a altura de um Sprite em Grade.

source: Test the height of a Tiled Sprite.
de_de: Die Höhe eines Tiled Sprites testen.
fi_fi: Testaa laatta-spriten korkeutta.
nl_nl: Test de hoogte van een betegeld Sprite.
pt_pt: Testar a altura de um Sprite em Grade.

source: Modify the angle of a Tiled Sprite.
de_de: Dien Winkel eines Tiled Sprites ändern.
fi_fi: Muuta laatta-spriten kulmaa.
nl_nl: Wijzig de hoek van een betegeld Sprite.
pt_pt: Modificar o ângulo de um Sprite em Grade.

source: Test the angle of a Tiled Sprite.
de_de: Die Winkel eines Tiled Sprites testen.
fi_fi: Testaa laatta-spriten kulmaa.
nl_nl: Test de hoek van een betegeld Sprite.
pt_pt: Testar o ângulo de um Sprite em Grade.

source: Image X Offset
de_de: Bildversatz X
fi_fi: Kuvan X-siirtymä
nl_nl: Afbeelding X Verschuiving
pt_pt: Deslocamento X da Imagem
zh_cn: 图像 X 偏移

source: Modify the offset used on the X axis when displaying the image.
de_de: Den Versatz an der X-Achse ändern, wenn das Bild angezeigt wird.
fi_fi: Muuta kuvan X-akselin siirtymää kuvaa näytettäessä.
nl_nl: Pas de X-asverschuiving aan wanneer de afbeelding wordt weergegeven.
pt_pt: Modifica o deslocamento utilizado no eixo X ao exibir a imagem.
zh_cn: 修改在 X 轴上显示图像时的偏移量。

source: Do _PARAM1__PARAM2_ to the X offset of _PARAM0_
de_de: Mache _PARAM1__PARAM2_ zum X-Offset von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n X-siirtymälle
nl_nl: Pas _PARAM1__PARAM2_ toe op de X-as verschuiving van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ ao deslocamento X de _PARAM0_

source: Image offset
de_de: Bildversatz
fi_fi: Kuvan siirtymä
nl_nl: Afbeelding verschuiving
pt_pt: Deslocamento da imagem
zh_cn: 图像偏移

source: Test the offset used on the X axis when displaying the image.
de_de: Den Versatz an der Y-Achse testen, wenn das Bild angezeigt wird.
fi_fi: Testaa kuvan X-akselin siirtymää kuvaa näytettäessä.
nl_nl: Test de verschuiving op de X-as wanneer de afbeelding wordt weergegeven.
pt_pt: Teste o deslocamento utilizado no eixo X ao exibir a imagem.
zh_cn: 测试在 X 轴上显示图像时的偏移量。

source: The X offset of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Bildversatz X von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n X-siirtymä on _PARAM1__PARAM2_
nl_nl: De X-as verschuiving van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O deslocamento X de _PARAM0_ é _PARAM1__PARAM2_

source: Image Y Offset
de_de: Bildversatz Y
fi_fi: Kuvan Y-siirtymä
nl_nl: Afbeelding Y-verschuiving
pt_pt: Deslocamento Y da Imagem
zh_cn: 图像 Y 偏移

source: Modify the offset used on the Y axis when displaying the image.
de_de: Den Versatz an der Y-Achse ändern, wenn das Bild angezeigt wird.
fi_fi: Muuta kuvan Y-akselin siirtymää kuvaa näytettäessä.
nl_nl: Pas de Y-asverschuiving aan wanneer de afbeelding wordt weergegeven.
pt_pt: Modifica o deslocamento utilizado no eixo Y ao exibir a imagem.
zh_cn: 修改在 Y 轴上显示图像时的偏移量。

source: Do _PARAM1__PARAM2_ to the Y offset of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n Y-siirtymälle
nl_nl: Pas _PARAM1__PARAM2_ toe op de Y-as verschuiving van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ ao deslocamento Y de _PARAM0_

source: Test the offset used on the Y axis when displaying the image.
de_de: Den Versatz an der Y-Achse testen, wenn das Bild angezeigt wird.
fi_fi: Testaa kuvan Y-akselin siirtymää kuvaa näytettäessä.
nl_nl: Test de verschuiving op de Y-as die wordt gebruikt bij het weergeven van de afbeelding.
pt_pt: Teste o deslocamento utilizado no eixo Y ao exibir a imagem.
zh_cn: 测试在 Y 轴上显示图像时的偏移量。

source: The Y offset of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Bildversatz Y von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n Y-siirtymä on _PARAM1__PARAM2_
nl_nl: De Y-as verschuiving van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O deslocamento Y do _PARAM0_ é _PARAM1__PARAM2_

source: Settings of the Tiled Sprite Object
de_de: Einstellungen des Kachel-Sprite Objekts
fi_fi: Laatta-sprite-objektin asetukset
nl_nl: Instellingen van het Tegel Sprite Object
pt_pt: Configurações do objeto Sprite em Grade
zh_cn: 设置瓦块精灵对象

source: Smooth texture
de_de: Geglättete Textur
fi_fi: Pehmeä tekstuuri
nl_nl: Gladde textuur
pt_pt: Suavizar textura
zh_cn: 平滑材质

source: Tile Map Object
de_de: Kachel-Map-Objekt
fi_fi: Laattakartta-objekti
nl_nl: Tegel Map Object
pt_pt: Objeto Tile Map
zh_cn: 瓦块地图对象

source: Displays a tile map
de_de: Zeige eine Kachel-Karte
fi_fi: Näytä laattakartta
nl_nl: Geef een tegelmap weer
pt_pt: Exibe um tile map
zh_cn: 显示瓦块地图

source: Test the width of a Tile Map Object.
de_de: Testen Sie die Breite des Kachel-Karten-Objekts.
fi_fi: Testaa laattakartta-objektin leveys.
nl_nl: Test de breedte van een tegelmap object.
pt_pt: Teste a largura de um Objeto Tile Map.
zh_cn: 检测瓦块地图对象的宽度。

source: Test the height of a Tile Map Object.
de_de: Testen Sie die Höhe des Kachel-Karten-Objekts.
fi_fi: Testaa laattakartta-objektin korkeus.
nl_nl: Test de hoogte van een tegelmap object.
pt_pt: Teste a altura de um Objeto Tile Map.
zh_cn: 测试瓦块地图对象的高度。

source: Resize the tilemap
de_de: Die Größe der Kachel-Karte ändern
fi_fi: Muuta laattakartan kokoa
nl_nl: Wijzig het formaat van een tegelmap
pt_pt: Redimensionar o tilemap
zh_cn: 调整瓦块地图大小

source: Change the size of the tilemap (number of tiles).
de_de: Ändere die Größe der Kachelkarte (Anzahl der Kacheln).
fi_fi: Muuta laattakartan kokoa (laattojen lukumäärä).
nl_nl: Wijzig de grootte van een tegelmap (in aantal tegels).
pt_pt: Altere o tamanho da tilemap (número de tiles).
zh_cn: 更改瓦块地图（瓦数） 的大小。

source: Resize the tilemap to _PARAM1_x_PARAM2_ tiles
fi_fi: Muuta laattakartan kooksi _PARAM1_x_PARAM2_ laattaa
nl_nl: Wijzig het formaat van de tilemap naar _PARAM1_x_PARAM2_ tegels
pt_pt: Redimensionar o tilemap para _PARAM1_x_PARAM2_ tiles
zh_cn: 调整瓦块地图大小为 _PARAM1_x_PARAM2_

source: Width (tiles count)
de_de: Breite (Kachel Anzahl)
fi_fi: Leveys (laattojen lukumäärä)
nl_nl: Breedte (tegeltelling)
pt_pt: Largura (contagem de tiles)
zh_cn: 宽度 （瓦块计数）

source: Height (tiles count)
de_de: Höhe (Kachel Anzahl)
fi_fi: Korkeus (laattojen lukumäärä)
nl_nl: Hoogte (tegeltelling)
pt_pt: Altura (contagem de tiles)
zh_cn: 高度 （瓦块计数）

source: Collision with one tile
de_de: Kollision mit einer Kachel
fi_fi: Törmäys yhden laatan kanssa
nl_nl: Botsing met een tegel
pt_pt: Colisão com um tile
zh_cn: 与一个瓦块碰撞

source: Collisions
de_de: Kollisionen
fi_fi: Törmäykset
nl_nl: Botsingen
pt_pt: Colisões
zh_cn: 碰撞

source: Tile layer (0: Back, 1: Middle, 2: Top)
fi_fi: Laattakerros (0: alin, 1: keski, 2: ylin)
nl_nl: Tegel laag (0: Achter, 1: Midden, 2: Top)
pt_pt: Camada de tile (0: Atrás, 1: Meio, 2: Em Cima)

source: Tile column
de_de: Kachel-Spalte
fi_fi: Laatta-sarake
nl_nl: Tegelkolom
pt_pt: Coluna de tile
