Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Activate any Cordova plugin that may be required by the objects you use in the project. In the "Build" tab, select "Crosswalk for Android" or "iOS". XDK will be able to package your game into a native Android or iOS application.
de_de: Aktivieren Sie alle Cordova-Plugin, die erforderlich sind durch die Objects you in Projekt. In verwenden die Registerkarte "Erstellen", wählen Sie "Crosswalk für Android" oder "iOS". XDK werden in der Lage, Ihr Spiel in einer systemeigenen Anwendung für Android oder iOS zu verpacken.
fi_fi: Aktivoi projektissa käyttämiesi objektien Cordova-liitännäiset. Valitse "Kokoa"-välilehdeltä "Crosswalk for Android" tai "iOS". XDK pakkaa pelisi natiiviksi Android- tai iOS-sovellukseksi.
nl_nl: Activeer elke plugin Cordova die nodig kan hebben voor de objecten die gebruikt zijn in het project. In het tabblad 'Build', selecteer "Crosswalk voor Android" of "iOS". XDK zal uw spel verpakken in een inheemse toepassing voor Android of iOS.
pt_pt: Ative qualquer plugin Cordova que pode ser requerido pelos objetos que você usa no projeto. Na aba "Construir", selecione "Construir para Android" ou para "iOS". O XDK irá ser capaz de empacotar o seu jogo para uma aplicativo nativo Android ou iOS.
zh_cn: 激活任何对象可能需要的Cordova插件 在你的项目里使用。 在 "生成"选项卡，选择"Crosswalk for Android"或"iOS"。 XDK 将能够打包你的游戏到本地化的 Android 或 iOS 应用程序。

source: Detailed explanation available on the wiki
de_de: Ausführliche Erklärung im wiki verfügbar
fi_fi: Yksityiskohtaiset ohjeet löytyvät wikistä
nl_nl: Gedetailleerde uitleg beschikbaar op de wiki
pt_pt: Explicação detalhada disponível na wiki
zh_cn: 详细的说明在 wiki 上

source: The scene can be accessed using 'runtimeScene' variable.
de_de: Auf die Szene kann mit 'RuntimeScene' Variable zugegriffen werden.
fi_fi: Kenttään pääse käsiksi käyttämällä 'runtimeScene'-muuttujaa.
nl_nl: De scène kan worden benaderd door gebruik te maken van de 'runtimeScene' variabele.
pt_pt: A cena pode ser acessada usando a variável de 'runtimeScene'.
zh_cn: 可以使用 'runtimeScene' 变量访问场景。

source: Pick these objects into 'objects' variable:
de_de: Wählen Sie diese Objekte in 'Objekte' Variable:
fi_fi: Valitse nämä objektit 'objects'-muuttujaan:
nl_nl: Kies deze objecten in 'objecten' variabele:
pt_pt: Pegue esses objetos na variável 'objetos':
zh_cn: 到 'objects' 变量选取这些对象：

source: The export folder is not empty
de_de: Der Exportordner ist nicht leer
fi_fi: Vientikansio ei ole tyhjä
nl_nl: De export map is niet leeg
pt_pt: A pasta de exportação não está vazia
zh_cn: 导出文件夹不是空的

source: Choose a folder, empty if possible, where the game should be exported.
de_de: Wählen Sie einen Ordner (möglichst einen leeren), in welchen das Spiel exportiert werden soll.
fi_fi: Valitse pelille (mieluiten tyhjä) vientikansio.
nl_nl: Kies een map, leeg indien mogelijk, waar het spel naar toe moet worden geëxporteerd.
pt_pt: Escolha uma pasta, vazia se possível, onde o jogo deve ser exportado.
zh_cn: 选择一个空文件夹导出游戏

source: HTML5 (Web and Android games)
de_de: HTML5 (Web und Android-Spiele)
fi_fi: HTML5 (Web- ja Android-pelejä)
nl_nl: HTML5 (Web en Android games)
pt_pt: HTML5 (Jogos Web e Android)
zh_cn: HTML5 ( 网页和安卓游戏 )

source: HTML5 and javascript based games for web browsers.
de_de: HTML5 und Javascript-basierte Spiele für Web-Browser.
fi_fi: HTML5- ja javascript-pohjaisia pelejä web-selaimille.
nl_nl: HTML5 en javascript gebaseerde spellen op voor webbrowsers.
pt_pt: Jogos em HTML5 e Javascript para navegadores web.
zh_cn: 为 web 浏览器而设的基于 HTML5 和 javascript的游戏。

source: Export the project
de_de: Exportiert das Projekt
fi_fi: Vie projekti
nl_nl: Exporteren van het project
pt_pt: Exportar o projeto
zh_cn: 导出项目

source: Upload the packaged game to CocoonJS cloud compiler
de_de: Laden Sie das gepackte Spiel zum CocoonJS Cloud-Compiler
fi_fi: Siirrä pakattu peli CocoonJS-pilvikääntäjälle
nl_nl: Het verpakte spel uploaden naar de CocoonJS cloud compiler
pt_pt: Carregar o jogo empacotado para CocoonJS nuvem compilador
zh_cn: 将打包的游戏上传到 CocoonJS 云编译器

source: Package the game for Cordova (Intel XDK)
de_de: Packe sas Spielt für Cordova (Intel XDK)
fi_fi: Pakkaa peli Cordovalle (Intel XDK)
nl_nl: Maak een pakket van het spel voor Codova (Intel XDK)
pt_pt: Empacotar o jogo com o Cordova (Intel XDK)
zh_cn: 以 Cordova (Intel XDK) 封装游戏

source: Edit the Javascript code
de_de: Bearbeitet den Javascript-Code
fi_fi: Muokkaa JavaScript-koodia
nl_nl: Javascript-code bewerken
pt_pt: Edite o código Javascript
zh_cn: 编辑 Javascript 代码

source: Banner ID (Android)
fi_fi: Mainospalkin ID (Android)
pt_pt: ID do Banner (Android)
zh_cn: 横幅广告ID (安卓)

source: Interstitial ID (Android)
de_de: Interstitielle ID (Android)
nl_nl: Interstitual ID (Android)
pt_pt: ID do Intervalo (Android)
zh_cn: 插屏广告 ID (安卓)

source: Interstitial ID (iOS)
de_de: Interstitielle ID (iOS)
nl_nl: Interstitiual ID (iOS)
pt_pt: ID do Intervalo (iOS)
zh_cn: 插屏广告 ID (iOS)

source: Testing mode
de_de: Test Modus
fi_fi: Testaustila
nl_nl: Testmode
pt_pt: Modo de teste
zh_cn: 测试模式

source: Overlap game
de_de: Spiel überlappen
fi_fi: Päällekkäinen peli
nl_nl: Overlappend spel
pt_pt: Sobrepor jogo
zh_cn: 覆盖游戏

source: Show banner on startup
de_de: Banner beim Start zeigen
fi_fi: Näytä mainospalkki käynnistettäessä
nl_nl: Toon banner bij opstarten
pt_pt: Mostrar banner na inicialização
zh_cn: 启动时显示横幅广告

source: Banner position
fi_fi: Mainospalkin sijainti
nl_nl: Banner positie
pt_pt: Posição do banner
zh_cn: 横幅位置

source: Bottom of the screen
de_de: Unten auf dem Bildschirm
fi_fi: Näytön alareunassa
nl_nl: Onderkant van het scherm
pt_pt: Parte inferior da tela
zh_cn: 屏幕底部

source: Top of the screen
de_de: Oben auf dem Bildschirm
fi_fi: Näytön yläreunassa
nl_nl: Bovenkant van het scherm
pt_pt: Topo da tela
zh_cn: 屏幕顶部

source: AdMob banners and interstitial screens
de_de: AdMob-Banner und interstitielle Bildschirme
fi_fi: AdMob-mainospalkit ja interstitial screens
nl_nl: AdMob banners en interstitiële schermen
pt_pt: Banners AdMob e telas de intervalo
zh_cn: AdMob横幅广告和插屏广告

source: AdMob banner
fi_fi: AdMob-mainospalkki
pt_pt: Banner do AdMob
zh_cn: AdMob横幅广告

source: Display an ad banner or interstitial screen using AdMob
de_de: Zeigen Sie Werbung vom Anbieter AdMob an
fi_fi: Näytä mainospalkki tai interstitial-näyttö käyttäen AdMobia
nl_nl: Advertentiebanner of interstitiële scherm met behulp van AdMob weergeven
pt_pt: Exibir banner de anúncio ou intervalo de tela usando AdMob
zh_cn: 显示AdMob的横幅广告或插屏广告

source: Show banner ad
de_de: Banner-Anzeige zeigen
fi_fi: Näytä mainospalkin mainos
nl_nl: Toon advertentie
pt_pt: Mostrar anúncio do banner
zh_cn: 显示横幅广告

source: Show the banner ad
de_de: Die Banner-Anzeige zeigen
fi_fi: Näytä mainospalkin mainos
nl_nl: Toon de banneradvertentie
pt_pt: Mostrar o anúncio de banner
zh_cn: 显示横幅广告

source: Show the banner ad of _PARAM0_
de_de: Zeigen Sie die Banner-Werbung _PARAM0_
fi_fi: Näytä mainospalkin _PARAM0_ mainos
nl_nl: Toon de banneradvertentie van _PARAM0_
pt_pt: Mostrar o anúncio do banner de _PARAM0_
zh_cn: 显示 _PARAM0_ 横幅广告

source: Hide banner ad
de_de: Werbebanner ausblenden
fi_fi: Piilota mainospalkin mainos
nl_nl: Banneradvertentie verbergen
pt_pt: Esconder o anúncio do banner
zh_cn: 隐藏横幅广告

source: Hide the banner ad
de_de: Die Werbebanner ausblenden
fi_fi: Piilota mainospalkin mainos
nl_nl: De banneradvertentie verbergen
pt_pt: Esconder o anúncio de banner
zh_cn: 隐藏横幅广告

source: Hide the banner ad of _PARAM0_
de_de: Den Banner der _PARAM0_ ausblenden
fi_fi: Piilota mainospalkin _PARAM0_ mainos
nl_nl: Verberg van de banneradvertentie van _PARAM0_
pt_pt: Esconder o anúncio do banner de _PARAM0_
zh_cn: 隐藏 _PARAM0_ 的横幅广告

source: Banner is displayed
de_de: Banner wird angezeigt
fi_fi: Mainospalkki näytetään
nl_nl: Banner wordt weergegeven
pt_pt: Banner é exibido
zh_cn: 横幅广告已显示

source: Return true if the object is currently displaying a banner
de_de: Gehe richtig zurück falls das Objekt gerade einen Banner anzeigt
fi_fi: Palauta tosi, jos objekti näyttää mainospalkkia tällä hetkellä
nl_nl: Is waar als het object een banner aan het weergeven is
pt_pt: Retorna verdadeiro se o objeto está exibindo um banner
zh_cn: 如果该对象当前显示横幅，则返回 true

source: _PARAM0_ is displaying a banner
de_de: _PARAM0_ zeigt einen Banner
fi_fi: _PARAM0_ näyttää mainospalkin
nl_nl: _PARAM0_ is een banner aan het weergeven
pt_pt: _PARAM0_ está exibindo um banner
zh_cn: _PARAM0_ 显示一条横幅

source: Preload interstitial screen
de_de: Vorabladen des interstitiellen Bildschirms
fi_fi: Esilataa interstitial näyttö
nl_nl: Voorladen tussenscherm
pt_pt: Pré-carregar a tela de intervalo
zh_cn: 预加载插屏

source: Preload the interstitial screen in memory, so that it can be shown later. You can use this action at the beginning of a level for example.
de_de: Vorabladen des interstitiellen Bildschirms in den Hauptspeicher, sodass es später gezeigt werden kann. Sie können die Aktion am Anfang zum Beispiel von einem Level benutzen.
fi_fi: Esilataa interstitiaalinen näyttö muistiin, jotta se voidaan näyttää myöhemmin. Voit käyttää tätä toimintoa esim. pelitason alussa.
nl_nl: Laad het tussenscherm voor in het geheugen, zodat het later kan worden weergegeven. Deze actie kan bijvoorbeeld aan het begin van een niveau worden gebruikt.
pt_pt: Pré-carregar a tela intersticial na memória, para que mais tarde possa ser mostrada. Você pode usar essa ação no início de um nível, por exemplo.
zh_cn: 预加载插屏在内存中，以便它可以稍后显示。 你可以在场景开始时使用这个动作。

source: Preload an interstitial screen for _PARAM0_
de_de: Vorabladen eines interstitiellen Bildschirm für _PARAM0_
fi_fi: Esilataa interstitiaalinen näyttö _PARAM0_:lle
nl_nl: Laad een tussenscherm voor _PARAM0_
pt_pt: Pré-carregar uma tela de intervalo para _PARAM0_
zh_cn: 对于 _PARAM0_ 预加载插屏

source: Interstitial screen
de_de: Interstitielle Bildschirm
fi_fi: Interstitiaalinen näyttö
nl_nl: Tussenscherm
pt_pt: Tela de Intervalo
zh_cn: 插屏

source: Show interstitial screen
de_de: Interstitiellen Bildschirm zeigen
fi_fi: Näytä interstitiaalinen näyttö
nl_nl: Toon tussenscherm
pt_pt: Mostrar tela intersticial
zh_cn: 显示插屏

source: Show the interstitial screen. If the interstitial screen has not been preloaded, it will be loaded and displayed when ready.
de_de: Zeige den interstitiellen Bildschirm. Falls der interstitielle Bildschirm nicht vorab geladen wurde, wird er geladen und angezeigt, wenn es soweit ist.
fi_fi: Näytä interstitiaalinen näyttö. Jos interstitiaalista näyttöä ei ole esiladattu, se ladataan ja näytetään, kun se on valmis.
nl_nl: Toon het tussenscherm. Als het tussenscherm niet is voorgeladen dan zal het worden geladen en weergegeven wanneer het laden klaar is.
pt_pt: Mostrar a tela intersticial. Se a tela intersticial não tiver sido pré-carregada, ela será carregada e exibida quando estiver pronta.
zh_cn: 显示此插屏。 如果插屏没有被预加载，它将加载并准备显示。

source: Show the interstitial screen of _PARAM0_
de_de: Zeige den interstitiellen Bildschirm von _PARAM0_
fi_fi: Näytä _PARAM0_:n interstitiaalinen näyttö
nl_nl: Toon het tussenscherm van _PARAM0_
pt_pt: Mostrar a tela intersticial de _PARAM0_
zh_cn: 对于 _PARAM0_ 显示插屏

source: Interstitial screen is ready
de_de: Interstitieller Bildschirm ist bereit
fi_fi: Interstitiaalinen näyttö on valmis
nl_nl: Tussenscherm is klaar
pt_pt: Tela intersticial está pronta
zh_cn: 插屏已准备好

source: Return true if the interstitial screen was loaded and is ready to be shown.
de_de: Mache 'true' weiter, falls der interstitielle Bildschirm geladen wurde und bereit ist, angezeigt zu werden.
fi_fi: Palauta arvo tosi, jos interstitiaalinen näyttö on ladattu ja on valmis näytettäväksi.
nl_nl: Is waar als het tussenscherm is geladen en klaar om te worden weergegeven.
pt_pt: Retorna verdadeiro se a tela intersticial já foi carregada e já está pronta para ser mostrada.
zh_cn: 如果 interstitial screen 已经载入，并且可以显示了，则返回 true。

source: Interstitial screen of _PARAM0_ is ready
de_de: Der interstitielle Bildschirm von _PARAM0_ ist bereit
fi_fi: _PARAM0_:n interstitiaalinen näyttö on valmis
nl_nl: Tussenscherm van _PARAM0_ is klaar
pt_pt: Tela intersticial de _PARAM0_ está pronta
zh_cn: _PARAM0_ 的插屏已经准备好了

source: Create an XML document
de_de: Erstellt ein XML-Dokument
fi_fi: Luo XML-asiakirja
nl_nl: XML-document maken
pt_pt: Criar um documento XML
zh_cn: 创建 XML 文档

source: Create an XML document into reference _PARAM0_
de_de: Erstellt ein XML-Dokument in reference _PARAM0_
fi_fi: Luo XML-asiakirja viittaukseen _PARAM0_
nl_nl: XML-document maken met referentie _PARAM0_
pt_pt: Criar um documento XML em _PARAM0_ de referência
zh_cn: 根据 _PARAM0_ 创建 XML 文档

source: Advanced XML : Documents
de_de: Erweiterte XML: Dokumente
fi_fi: Kehittynyt XML: asiakirjat
nl_nl: Geavanceerde XML: Documenten
pt_pt: Avançados XML: documentos
zh_cn: 进阶 XML： 文档

source: Reference (allow to access later to the element)
de_de: Referenz (Erlaubt einen späteren Zugriff auf das Element)
fi_fi: Viittaus (sallii myöhemmän pääsyn elementtiin)
nl_nl: Referentie (toestaan om later toegang tot het element te vekrijgen)
pt_pt: Referência (permitem acesso mais tarde para o elemento)
zh_cn: 参考 ( 允许后来连接到元素 )

source: Load an XML file
de_de: Läd eine XML-Datei
fi_fi: Lataa XML-tiedosto
nl_nl: XML-bestand laden
pt_pt: Carregar um arquivo XML
zh_cn: 载入 XML 文件

source: Load an XML file.
de_de: Läd eine XML-Datei.
fi_fi: Lataa XML-tiedosto.
nl_nl: XML-bestand laden.
pt_pt: Carregar um arquivo XML.
zh_cn: 载入 XML 文件。

source: Load XML File _PARAM0_ into reference _PARAM1_
de_de: Laden der XML Datei _PARAM0_ in Referenz _PARAM1_
fi_fi: Lataa XML-tiedosto _PARAM0_ viittaukseen _PARAM1_
nl_nl: Laad XML-bestand _PARAM0_ met referentie _PARAM1_
pt_pt: Carregar arquivo XML _PARAM0_ em _PARAM1_ de referência
zh_cn: 加载 XML 文件 _PARAM0_ 到参考 _PARAM1_

source: Source file
de_de: Quelldatei
fi_fi: Lähdetiedosto
nl_nl: Bronbestand
pt_pt: Ficheiro fonte
zh_cn: 源文件

source: Save an XML file
de_de: Speichert eine XML-Datei
fi_fi: Tallenna XML-tiedosto
nl_nl: Een XML-bestand opslaan
pt_pt: Salvar um arquivo XML
zh_cn: 保存 XML 文件

source: Save an XML file.
de_de: Speichert eine XML-Datei.
fi_fi: Tallenna XML-tiedosto.
nl_nl: Een XML-bestand opslaan.
pt_pt: Salve um arquivo XML.
zh_cn: 保存 XML 文件。

source: Save XML file _PARAM1_ into _PARAM0_
de_de: XML-Datei _PARAM1_ in _PARAM0_ speichern
fi_fi: Tallenna XML tiedosto _PARAM1_ _PARAM0_:aan
nl_nl: XML-bestand _PARAM1_ opslaan in _PARAM0_
pt_pt: Salvar XML arquivo _PARAM1_ em _PARAM0_
zh_cn: 保存 XML 文件 _PARAM1_ 到 _PARAM0_

source: File where to save the document
de_de: Datei in der das Dokument gespeichert wird
fi_fi: Tiedosto, johon asiakirja tallennetaan
nl_nl: Bestand waar het document naar op te slaan
pt_pt: Arquivo onde deseja salvar o documento
zh_cn: 保存文档的文件

source: Reference to the XML document
de_de: Verweis auf das XML-Dokument
fi_fi: Viittaus XML-asiakirjaan
nl_nl: Verwijzing naar het XML-document
pt_pt: Referência ao documento XML
zh_cn: 对 XML 文档的引用

source: Load an element into a reference
de_de: Ein Element als Referenz laden
fi_fi: Lataa elementti viittaukseen
nl_nl: Laden van een element in een verwijzing
pt_pt: Carregar um elemento em uma referência
zh_cn: 加载元素到引用

source: Load an element (relative to another) in a reference. Note: References allows to access to an element using the name of the reference pointing to it.
de_de: Läd ein Element (relativ zu einem anderen) in einen Verweis. Hinweis: Referenzen ermöglichen einen Zugriff auf ein Element mit dem Namen des Verweises auf das es zeigen.
fi_fi: Lataa elementti (suhteessa toiseen) viittaukseen. Huom: viittaukset mahdollistavat pääsyn elementtiin käyttämällä viittauksen nimeä.
nl_nl: Laad van een element (relatief aan elkaar) in een verwijzing. Aanwijzing: verwijzingen maken het mogelijk om toegang tot een element te verkrijgen met de naam van de verwijzing.
pt_pt: Carregar um elemento (em relação a outro) em uma referência. Nota: referências permite acesso a um elemento usando o nome da referência apontando para ele.
zh_cn: 加载元素 ( 相对于另一种 ) 在参考中。 注意：参考允许使用指向元素的参考名称访问元素。

source: Load path _PARAM2_ (relative to the element _PARAM0_) into reference _PARAM1_
de_de: Laden von Pfad _PARAM2_ (bezogen auf das Element _PARAM0_) in Referenz _PARAM1_
fi_fi: Lataa polku _PARAM2_ (suhteessa elementtiin _PARAM0_) viittaukseen _PARAM1_
nl_nl: Pad _PARAM2_ (ten opzichte van het element _PARAM0_) in referentie _PARAM1_ laden
pt_pt: Carregar _PARAM2_ de caminho (relativo para o elemento _PARAM0_) em _PARAM1_ de referência
zh_cn: 加载路径 _PARAM2_ 到参考 _PARAM1_ ( 相对于元素 _PARAM0_ )

source: Advanced XML: General
de_de: Erweiterte XML: Allgemein
fi_fi: Kehittynyt XML: yleistä
nl_nl: Geavanceerde XML: Algemeen
pt_pt: XML avançado: geral
zh_cn: 进阶 XML： 一般

source: Reference of an existing element ( The path of the element will be relative to this element )
de_de: Referenz auf ein existierendes Element ( Der Pfad des Elements is relativ zu diesem Element )
fi_fi: Olemassa olevan elementin viittaus (Elementin polku tulee olemaan suhteessa tähän elementtiin)
nl_nl: Verwijzing van een bestaand element (het pad van het element zal relatief zijn ten opzichte van dit element)
pt_pt: Referência de um elemento existente (o caminho do elemento será em relação a esse elemento)
zh_cn: 现有要素的引用（对此要素有关联的路径）

source: Name of the reference to the newly created element
de_de: Name der Referenz auf der neu erstellte Element
fi_fi: Uuden elementin viittauksen nimi
nl_nl: Naam van de verwijzing naar het zojuist gemaakte element
pt_pt: Nome da referência ao elemento recém-criado
zh_cn: 新建要素参考名称

source: Path ( tags can be browsed by separating them using /. Use * to go to the first child element without knowing the tag name )
de_de: Pfad ( Durchblättern Sie Tags indem Sie sie mit \. trennen. Benutzen Sie * um das erste Child Element anzusteuern ohne dessen Tag Namen zu kennen )
fi_fi: Polku (tunnisteita voi selata erottamalla ne käyttäen /. Käytä * mennäksesi ensimmäiseen alielementtiin tietämättä tunnisteen nimeä)
nl_nl: Pad (labels kunnen worden gebladerd door deze te scheiden met behulp van /. Gebruik * om naar het eerste onderliggende element te gaab zonder de labelnaam te weten)
pt_pt: Path (tags podem ser buscadas por separá-los usando o /. Usar * para ir para o primeiro elemento filho, sem saber o nome da tag)
zh_cn: 路径

source: Go to next element
de_de: Zum nächsten Element
fi_fi: Siirry seuraavaan elementtiin
nl_nl: Ga naar het volgende element
pt_pt: Ir para o próximo elemento
zh_cn: 转到下一个元素

source: Create a reference on the element following the specified element. Note: The reference will be invalid if there is no valid element following the specified one.Conditions are available to check if an element is valid.
de_de: Erstelle eine Referenz am Element das dem spezifiertem Element folgt. Note: Die Referenz wird nicht verfügbar wenn es keine Elemente gibt die dem spezifierten folgen.
fi_fi: Luo viittaus elementtiin, joka seuraa määritettyä elementtiä. Huom: Viitaus on virheellinen, jos määritettyä elementtiä ei seuraa kelvollinen elementti. Ehtoja on käytettävissä elementin kelvollisuuden tarkistamiseksi.
nl_nl: Een verwijzing maken op het element dat na het opgegeven element. \Pas op: de verwijzing zal ongeldig worden gemaakt als er geen geldige element is na de opgegeven. Voorwaarden zijn beschikbaar om te controleren of een element geldig is.
pt_pt: Cria uma referência no elemento seguindo o elemento especificado. Note: A referência será inválida se não há nenhum elemento válido seguindo o elemento especificado.As condições estão disponíveis para verificar se um elemento é válido.

source: Load the element called _PARAM2_ following _PARAM1_ into reference _PARAM0_
de_de: Laden Sie das Element mit dem Namen _PARAM2_ Folgendes _PARAM1_ in Referenz _PARAM0_
fi_fi: Lataa elementti nimeltä _PARAM2_, jota seuraa _PARAM1_ viittaukseen _PARAM0_
nl_nl: Het element genaamd _PARAM2_ volgende op _PARAM1_ laden in referentie _PARAM0_
pt_pt: Carregar o elemento chamado seguinte _PARAM2_ _PARAM1_ em _PARAM0_ de referência

source: Reference to create
de_de: Verweis erstellen
fi_fi: Luotava viittaus
nl_nl: Te maken verwijzing
pt_pt: Referência a criar
zh_cn: 要创建的引用

source: Reference to the element preceeding the element to be accessed
de_de: Verweis auf das vorangehende Element auf das zugegriffen werden soll
fi_fi: Viittaus käytettävän elementin edeltäjäelementtiin
nl_nl: Verwijzing naar het voorgaande element van het element dat moet worden benaderd
pt_pt: Referência para o elemento anterior ao elemento a ser acessado

source: Tag name filter
de_de: Markierungsetiketten Filter
fi_fi: Tunnisteen nimen suodatin
nl_nl: Label naam filter
pt_pt: Filtrar por nome de etiqueta
zh_cn: 标记名称筛选器

source: The reference is valid
de_de: Der Verweis ist gültig
fi_fi: Viittaus on kelvollinen
nl_nl: De verwijzing is geldig
pt_pt: A referência é válida
zh_cn: 引用是无效的

source: Is valid only when the reference is pointing to an existing and valid element.
de_de: Ist nur gültig, wenn die Referenz auf ein vorhandenes und gültiges Element verweist.
fi_fi: On kelvollinen vain, jos viittaus osoittaa olemassa olevaan ja kelvolliseen elementtiin.
nl_nl: Is geldig slechts wanneer de verwijzing verwijst naar een bestaand en geldig element.
pt_pt: É válido apenas quando a referência aponta para um elemento existente e válido.
zh_cn: 只有当引用现有的和有效的元素的时候有效。

source: _PARAM0_ exists and is valid
de_de: _PARAM0_ ist vorhanden und gültig
fi_fi: _PARAM0_ on olemassa ja on kelvollinen
nl_nl: _PARAM0_ bestaat en is geldig
pt_pt: _PARAM0_ existe e é válido

source: Reference to the element to be tested
de_de: Verweis auf das zu überprüfende Element
fi_fi: Viittaus testattavaan elementtiin
nl_nl: Verwijzing naar het te testen element
pt_pt: Referência para o elemento a ser testado
zh_cn: 对要被测试的元素的引用

source: Element type
de_de: Elementtyp
fi_fi: Elementtityyppi
pt_pt: Tipo de elemento
zh_cn: 元素类型

source: Test the type of the element. (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document, -1 -> Unknown )
de_de: Testet den Typ des Elements. (0-> Markierungsetikett, 1-> Text, 2-> Kommentar, 3-> XML Dokument,-1-> Unbekannt)
fi_fi: Testata elementin tyyppi. (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document,-1-> Unknown)
nl_nl: Test het type van het element. (0-> Tag, 1-> Tekst, 2-> Commentaar, 3-> XML Document,-1-> Onbekend)
pt_pt: Teste o tipo do elemento de (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document,-1-> Unknown)
zh_cn: 检查元素的类型。 (0-> 标签, 1-> 文字, 2-> 注解, 3-> XML 文件,-1-> 未知)

source: Type of _PARAM0_ _PARAM1__PARAM2_
de_de: Art von _PARAM0_ _PARAM1__PARAM2_
fi_fi: _PARAM0_:n tyyppi _PARAM1__PARAM2_
nl_nl: Type _PARAM0_ _PARAM1__PARAM2_
pt_pt: Tipo de _PARAM1__PARAM2_ de _PARAM0_
zh_cn: _PARAM0_ _PARAM1__PARAM2_ 的类型

source: Comparison sign
de_de: Vergleichszeichen
fi_fi: Vertailumerkki
nl_nl: Vergelijkingsteken
pt_pt: Sinal de comparação
zh_cn: 比较符号

source: Type
de_de: Typ
fi_fi: Tyyppi
pt_pt: Tipo
zh_cn: 类型

source: Return the type of the element. (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document, -1 -> Unknown )
de_de: Rückgabe des Typs des Elements. (0-> Markierungsetikett, 1-> Text, 2-> Kommentar, 3-> XML Dokument,-1-> Unbekannt)
fi_fi: Palauta elementin tyyppi. (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document,-1-> Unknown)
nl_nl: Geeft het type van het element. (0-> Tag, 1-> Tekst, 2-> Commentaar, 3-> XML Document,-1-> Onbekend)
pt_pt: Retornar o tipo do elemento de (0-> Tag, 1-> Text, 2-> Comment, 3-> XML Document,-1-> Unknown)
zh_cn: 返回元素的类型。 (0-> 标签, 1-> 文字, 2-> 注解, 3-> XML 文件,-1-> 未知)

source: Element reference
de_de: Element-Referenz
fi_fi: Elementin viittaus
nl_nl: Elementverwijzing
pt_pt: Referência do elemento
zh_cn: 元素引用

source: Create a new element
de_de: Erstellt ein neues Element
fi_fi: Luo uusi elementti
nl_nl: Maak een nieuw element
pt_pt: Criar um novo elemento
zh_cn: 创建新元素
