Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Choose the project to open
de_de: Wählen Sie ein Projekt zum öffnen
fi_fi: Valitse avattava projekti
nl_nl: Kies het project om te openen
pt_pt: Escolha o projeto para abrir
zh_cn: 选择要打开的项目

source: One or more extensions are used by the project but are not installed for the platform used by the project :
de_de: Eine oder mehrere Erweiterungen werden durch das Projekt verwendet, sind jedoch nicht für die Plattform des Projekts installiert:
fi_fi: Projekti käyttää vähintään yhtä laajennusta, mutta sitä ei ole asennettu projektin käyttämään alustaan:
nl_nl: èèn of meer extensies worden door het project gebruikt maar zijn niet geïnstalleerd voor het platform gebruikt door het project:
pt_pt: Uma ou mais extensões são utilizadas pelo projeto, mas não são instaladas para a plataforma utilizada pelo projeto:
zh_cn: 有一个或多个扩展使用了但是在该项目的平台上却没有安装:

source: Some objects, actions, conditions or expressions can be unavailable or not working.
de_de: Einige Objekte, Aktionen, Bedingungen oder Ausdrücke sind nicht verfügbar oder funktioniert nicht.
fi_fi: Jotkin objektit, toiminnot, ehdot tai lauseet voivat olla pois käytöstä tai epäkunnossa.
nl_nl: Sommige objecten,acties,voorwaarden of expressies kunnen onbeschikbaar zijn of werken niet.
pt_pt: Alguns objetos, ações, condições ou expressões podem estar indisponível ou não funcionam.
zh_cn: 一些对象丶 动作丶条件或表达式可能不可用或不运作。

source: Save ended.
de_de: Speichern abgeschlossen.
fi_fi: Tallennus päättyi.
nl_nl: Opslaan geëindigd.
pt_pt: Acabou de salvar.
zh_cn: 保存结束。

source: Saves ended.
de_de: Speichern beendet.
fi_fi: Tallennukset päättyivät.
nl_nl: Opslaan geëindigd.
pt_pt: Acabou de salvar.
zh_cn: 保存结束。

source: Choose where to save the project
de_de: Wählen Sie, wo das Projekt gespeichert werden soll
fi_fi: Valitse projektin tallennussijainti
nl_nl: kies waar je het project wilt opslaan
pt_pt: Escolha onde deseja salvar o projeto
zh_cn: 选择要保存项目的位置

source: Project has been saved in a new folder. Do you want to also copy its resources into this new folder?
de_de: Das Projekt wurde in einem neuen Ordner gespeichert. Wollen Sie auch seine Ressourcen in den neuen Ordner kopieren?
fi_fi: Projekti on tallennettu uuteen kansioon. Haluatko myös kopioida sen käyttämät resurssit tähän uuteen kansioon?
nl_nl: Project is opgeslagen in een nieuwe map. Wilt u ook haar bronnen naar deze nieuwe map kopiëren?
pt_pt: Projeto foi salvo numa nova pasta. Deseja também copiar os seus recursos para esta nova pasta?
zh_cn: 项目已保存在新文件夹。 你还需要将其资源复制到此新文件夹中吗？

source: Saving in a new directory
de_de: Speichern in einem neuen Verzeichnis
fi_fi: Tallennetaan uuteen kansioon
nl_nl: Opslaan in een nieuwe map
pt_pt: A salvar num novo diretório
zh_cn: 保存在一个新的目录

source: Do not show again
de_de: Nicht wieder anzeigen
fi_fi: Älä näytä uudelleen
nl_nl: Niet meer weergeven
pt_pt: Não exibi-la novamente
zh_cn: 不要再显示

source: Save progress
de_de: Fortschritt speichern
fi_fi: Tallennuksen edistyminen
nl_nl: Vooruitgang opslaan
pt_pt: Salvar o progresso
zh_cn: 保存进度

source: Exporting resources...
de_de: Ressourcen exportieren...
fi_fi: Viedään resursseja...
nl_nl: Bronnen exporteren...
pt_pt: Exportar recursos...
zh_cn: 正在导出资源...

source: The project could not be saved properly!
de_de: Das Projekt konnte nicht ordnungsgemäß gespeichert werden!
fi_fi: Projektia ei voitu tallentaa oikein!
nl_nl: Het project kon niet goed worden opgeslagen!
pt_pt: O projeto não pode ser salvo corretamente!
zh_cn: 该项目不能正确保存 ！

source: Your version :
de_de: Ihre Version:
fi_fi: Versiosi:
nl_nl: Uw versie:
pt_pt: Sua versão:
zh_cn: 您的版本：

source: Available version :
de_de: Verfügbare Version:
fi_fi: Saatavilla oleva versio:
nl_nl: Beschikbare versie:
pt_pt: Versão disponível:
zh_cn: 可用的版本：

source: No informations available
de_de: Keine Informationen verfügbar
fi_fi: Ei tietoa saatavilla
nl_nl: Geen informatie beschikbaar
pt_pt: Nenhuma informação disponível
zh_cn: 没有可用的信息

source: No informations about the new version
de_de: Keine Informationen über die neue Version
fi_fi: Ei tietoja uudesta versiosta
nl_nl: Geen informatie over de nieuwe versie
pt_pt: Não há informações sobre a nova versão
zh_cn: 没有最新的版本的信息

source: Automatic download :
de_de: Automatischer Download :
fi_fi: Automaattinen lataus:
nl_nl: Automatisch downloaden:
pt_pt: Download automático:
zh_cn: 自动下载：

source: Install the new version
de_de: Die neue Version installieren
fi_fi: Asenna uusi versio
nl_nl: Installeer de nieuwe versie
pt_pt: A Instalar nova versão
zh_cn: 安装最新版本

source: Download it here:
de_de: Hier herunterladen:
fi_fi: Lataa se täältä:
nl_nl: Download het hier:
pt_pt: Faça o download aqui:
zh_cn: 点击这里下载：

source: No link
de_de: Keine Verbindung
fi_fi: Ei linkkiä
nl_nl: Geen link
pt_pt: Nenhum link
zh_cn: 没有链接

source: Check for updates again
de_de: Erneut nach Updates suchen
fi_fi: Tarkista päivitykset uudelleen
nl_nl: Opnieuw voor updates zoeken
pt_pt: Verificar novamente por atualizações
zh_cn: 再检查更新

source: A new version of GDevelop is available !
de_de: Eine neue Version von GDevelop ist verfügbar!
fi_fi: GDevelopin uusi versio on saatavilla!
nl_nl: Een nieuwe versie van GDevelop is beschikbaar!
pt_pt: Está disponível uma nova versão do GDevelop!
zh_cn: 新版本的 GDevelop 已可使用 ！

source: No informations about the new version.
de_de: Keine Informationen über die neue Version.
fi_fi: Ei tietoja uudesta versiosta.
nl_nl: Geen informatie over de nieuwe versie.
pt_pt: Não há informações sobre a nova versão.
zh_cn: 没有最新的版本的信息

source: No download link is available. Go on our web site so as to download the last version of GDevelop.
de_de: Keinen Download-Link verfügbar. Besuchen Sie unsere Web-Seite um die letzte Version von GDevelop herunterzuladen.
fi_fi: Latauslinkki ei ole käytettävissä. Siirry www-sivustollemme ladataksesi uusimman version GDevelopista.
nl_nl: Geen downloadlink is beschikbaar. Ga naar op onze website om de laatste versie van GDevelop te downloaden.
pt_pt: Nenhum link para download disponível. Vá á nossa pagina web a fim de baixar a última versão do GDevelop.
zh_cn: 没有可用下载链接。 到我们的 web 站点以下载 GDevelop 的最新版本。

source: GDevelop will be closed at the end of the download so as to install the new version. Don't forget to save your work. Download and install the new version ?
de_de: GDevelop wird am Ende des Downloads beendet um die neue Version zu installieren. Vergessen Sie nicht, Ihre Arbeit. Herunterladen und installieren der neuen Version?
fi_fi: GDevelop suljetaan latauksen päätyttyä uuden version asentamista varten. Muista tallentaa työsi. Ladataanko ja asennetaanko uusi versio?
nl_nl: GDevelop zal worden afgesloten aan het einde van de download om de nieuwe versie te installeren. Vergeet niet om uw werk op te slaan. Download en installeer de nieuwe versie?
pt_pt: GDevelop será fechado no final do download a fim de instalar a nova versão. Não se esqueça de salvar o seu trabalho. Fazer download e instalar a nova versão?
zh_cn: GDevelop 将在下载完成後关闭以安装最新版本。请别忘了保存您的进度。 下载并安装最新的版本吗？

source: Installation of the new version
de_de: Installation der neuen Version
fi_fi: Uuden version asennus
nl_nl: Installatie van de nieuwe versie
pt_pt: Instalação da nova versão
zh_cn: 安装最新版本

source: Progress
de_de: Fortschritt
fi_fi: Edistyminen
nl_nl: Voortgang
pt_pt: Progresso
zh_cn: 进度

source: Stop the download ? You can also get the new version by downloading it on our website.
de_de: Das Herunterladen anhalten? Sie können die neue Version auch zum herunterladen auf unserer Webseite erhalten.
fi_fi: Pysäytetäänkö lataus? Voit myös ladata uusimman version www-sivuiltamme.
nl_nl: Download stoppen? Je kan ook een nieuwe versie krijgen door het van onze website te downloaden.
pt_pt: Parar o download? Você também pode obter a nova versão baixando do nosso site.
zh_cn: 停止下载? 你仍可以通过我们的网站下载最新的版本。

source: Stop the download
de_de: Download stoppen
fi_fi: Pysäytä lataus
nl_nl: Download stoppen
pt_pt: Parar com o download
zh_cn: 停止下载

source: Unable to connect to the server so as to check for updates. Check : -Your internet connection -Your firewall-If you can manually access our site. You can disable Check for updates in the preferences of GDevelop.
de_de: Keine Verbindung mit dem Server um nach Aktualisierungen zu suchen. Bitte prüfen Sie: -Ihre Internet-Verbindung -Ihre Firewall-Einstellungen-Prüfen Sie manuell ob Sie die GDevelop Webseite erreichen können. Sie können das Überprüfen nach Aktualisierungen in den Einstellungen von GDevelop deaktivieren.
fi_fi: Palvelimeen ei saada yhteyttä päivitysten tarkastamiseksi. Tarkista: Internet-yhteytesi Palomuuriasetuksesi, jos saat maunaalisesti yhteyttä www-sivustoomme. Voit poistaa käytöstä päivitysten tarkastamisen GDevelopin asetuksista.
nl_nl: Kan geen verbinding maken met de server om te controleren op updates. Check: -Uw internetconnectie -uw firewall-als je handmatig onze site kunt bezoeken. Je selectievakje kunt de optie Zoek updates uitschakelen in de voorkeuren van GDevelop.
pt_pt: Impossible conectar com o servidor para comprovar atualizações. Verifica: -Tua ligação à internet -Tua firewall -Pode aceder manualmente ao nosso site. podes desativar o comprovativo de atualizações nas preferências de GDevelop.
zh_cn: 无法连接到服务器，以检查是否有更新。 请检查： -你的互联网连接 -你的防火墙 —— 如果您可以手动访问我们的网址。 你可以在GDevelop的偏好设定中禁用检查更新功能。

source: Convert MP3 to OGG Vorbis
de_de: Konvertiert MP3 in Ogg Vorbis
fi_fi: Muunna MP3 OGG Vorbis -muotoon
nl_nl: Converteer MP3 naar OGG Vorbis
pt_pt: Converter MP3 para OGG Vorbis
zh_cn: 转换 MP3 至 OGG 格式

source: GDevelop can not read the MP3 format (owing to license and algorithms patented by Fraunhofer-Gesellschaft), you can convert a MP3 file to the free OGG Vorbis format or WAV.
de_de: GDevelop kann das MP3-Format nicht lesen (bedingt durch durch die Lizenz auf die Algorithmen, die von der Fraunhofer-Gesellschaft patentiert sind). Sie können aber eine MP3 Datei ins freie OGG Vobis Format oder ins WAV Format konvertieren.
fi_fi: GDevelop ei voi lukea MP3-muotoa (johtuen Fraunhofer-Gesellschaftin lisensoimista ja patentoimista algoritmeistä). Voit muuntaa MP3-tiedoston ilmaiseen OGG Vorbis- tai WAV-muotoon.
nl_nl: GDevelop kan het MP3-formaat niet lezen (wegens patentrechten), u kan een MP3 bestand converteren naar het gratis OGG Vorbis formaat of WAV.
pt_pt: GDevelop não pode ler o formato MP3 (licença e algoritmos patentados por Fraunhofer-Gesellschaft), pode converter um arquivo MP3 em formato libre OGG Vorbis ou WAV.
zh_cn: GDevelop 无法读取 MP3 格式 ( 由于 Fraunhofer-Gesellschaft 所持的专利 和算法 )，你 可以 转换 MP3 至免费的 Ogg 格式或 WAV 文件。

source: Conversion
de_de: Konvertierung
fi_fi: Muuntaminen
nl_nl: Conversie
pt_pt: Conversão
zh_cn: 转换

source: A MP3 file is a music, or is meant to be played as a music :
de_de: Eine MP3-Datei ist Musik, oder soll wie Musik gespielt werden :
fi_fi: MP3-tiedosto on musiikkia tai sitä on tarkoitus soittaa musiikkina:
nl_nl: Een MP3-bestand is muziek, of is bedoeld om te worden gespeeld als muziek:
pt_pt: Um arquivo de MP3 é uma música, ou é utilizado para ser tocado como uma música:
zh_cn: MP3 文件是音乐，或者是为了作为一种音乐播放的文件：

source: Choose a MP3 file and encode in OGG Vorbis
de_de: Wählt eine MP3-Datei und codiert diese zu OGG Vorbis
fi_fi: Valitse MP3-tiedosto ja enkoodaa OGG Vorbis-muotoon
nl_nl: Kies een MP3-bestand en codeer deze in OGG Vorbis
pt_pt: Escolha um arquivo MP3 e codifique em OGG Vorbis
zh_cn: 选择一个 MP3 文件並以 OGG 格式进行解码

source: A WAV file is a sound, an effect, or is meant to be played as a sound :
de_de: Eine WAV-Datei ist ein Ton, ein Effekt, oder soll als ein Ton abgespielt werden :
fi_fi: WAV-tiedosto on ääni tai äänitehoste ja sitä on tarkoitus soittaa äänenä:
nl_nl: Een WAV-bestand is een geluid, een effect, of is bedoeld om te worden afgespeeld als een geluid:
pt_pt: Um arquivo WAV é um som, um efeito, ou é utilizado para ser tocado como um som:
zh_cn: 一个 WAV 文件是一种声音、音效，或旨在作为一个声音播放：

source: Choose a MP3 file and encode in WAV
de_de: Wäht eine MP3-Datei und wandeln sie in eine WAV-Datei um
fi_fi: Valitse MP3-tiedosto ja enkoodaa WAV-muotoon
nl_nl: Kies een MP3-bestand en codeer in WAV
pt_pt: Escolha um arquivo MP3 e codificar em WAV
zh_cn: 选择一个 MP3 文件並解码成 WAV

source: Note
de_de: Hinweis
fi_fi: Huomautus
nl_nl: Notitie
pt_pt: Nota
zh_cn: 注意

source: This utility uses lame.exe ( free MP3 Encoder ) and OGGENC.EXE (free OGG Vorbis Encoder ). These latter are included in the GDevelop directory.
de_de: Dieses Werkzeug verwendet lame.exe (Kostenloser MP3-Encoder) und OGGENC.EXE (freier OGG-Vorbis-Encoder). Letzterer ist im GDevelop-Verzeichnis enthalten.
fi_fi: Tämä apuohjelma käyttää lame.exe:ä (ilmainen MP3 enkooderi) ja OGGENC. EXE:ä (Ilmainen OGG Vorbis enkooderi). Jälkimmäiset sisältyvät GDevelop-hakemistoon.
nl_nl: Dit hulpprogramma maakt gebruik van lame.exe (gratis MP3 Encoder) en OGGENC. EXE (gratis OGG Vorbis Encoder). Deze zijn opgenomen in de directory GDevelop.
pt_pt: Este utilitário usa lame.exe (codificador de MP3 gratuito) e OGGENC.EXE (codificador OGG Vorbis livre). Estes últimos estão incluídos no diretório GDevelop.
zh_cn: 此工具程序使用 lame.exe ( 免费 MP3 编码器 ) 和 OGGENC.EXE ( 免费 OGG Vorbis 编码器 )。 这些最近包含在 GDevelop 目录中。

source: This utility uses lame.exe ( free MP3 Encoder ) and OGGENC.EXE (free OGG Vorbis Encoder ). These latter were not detected in GDevelop directory. Download them or use the installer of GDevelop.
de_de: Dieses Werkzeug verwendet lame.exe (Kostenloser MP3-Encoder) und OGGENC.EXE (freier OGG-Vorbis-Encoder). Letzterer wurde nicht im GDevelop-Verzeichnis gefunden. Laden Sie ihn herunter oder nutzen Sie das Installationsprogramm von GDevelop.
fi_fi: Tämä apuohjelma käyttää lame.exe:ä (ilmainen MP3 enkooderi) ja OGGENC. EXE:ä (Ilmainen OGG Vorbis enkooderi). Jälkimmäisiä ei löydetty GDevelop-hakemistosta. Lataa ne tai käytä GDevelopin asennusohjelmaa.
nl_nl: Dit hulpprogramma maakt gebruik van lame.exe (gratis MP3 Encoder) en OGGENC. EXE (gratis OGG Vorbis Encoder). Deze laatste werden niet gevonden in de GDevelop directory. Downloaden hen of gebruik de installer van GDevelop.
pt_pt: Este utilitário usa lame.exe (codificador de MP3 gratuito) e OGGENC.EXE (codificador OGG Vorbis livre). Estes últimos não foram detectados no diretório do GDevelop. Baixe-os ou use o instalador do GDevelop.
zh_cn: 此工具程序使用 lame.exe ( 免费 MP3 编码器 ) 和 OGGENC.EXE ( 免费 OGG Vorbis 编码器 )。 这些经检测发现并不包含在 GDevelop 目录中。请下载它们或使用 GDevelop 的安装程式。

source: Choose the MP3 file to encode in OGG Vorbis
de_de: Wählt die MP3-Datei die zu OGG Vorbis codiert wird
fi_fi: Valitse MP3-tiedosto ja enkoodaa OGG Vorbis-muotoon
nl_nl: Kies het MP3-bestand om te coderen in OGG Vorbis
pt_pt: Escolha o arquivo MP3 para codificar em OGG Vorbis
zh_cn: 选择要解码成 OGG 格式的 MP3 文件

source: The encoding is finished. The OGG file is located in the same directory as the MP3 file.
de_de: Kodierung fertiggestellt. Die OGG-Datei wurde im gleichen Verzeichnis wie die MP3-Datei gespeichert.
fi_fi: Enkoodaus on valmis. OGG-tiedosto sijaitsee samassa kansiossa kuin MP3-tiedosto.
nl_nl: De codering is voltooid. Het OGG-bestand bevindt zich in dezelfde map als het MP3-bestand.
pt_pt: A codificação terminou. O arquivo OGG está localizado no mesmo diretório que o arquivo MP3.
zh_cn: 解码完成。 OGG 文件位于在 MP3 文件相同的目录中。

source: The encoding is finished. The WAV file is located in the same directory as the MP3 file.
de_de: Kodierung fertiggestellt. Die WAV-Datei wurde im gleichen Verzeichnis wie die MP3-Datei gespeichert.
fi_fi: Enkoodaus on valmis. WAV-tiedosto sijaitsee samassa kansiossa kuin MP3-tiedosto.
nl_nl: De codering is voltooid. Het WAV-bestand bevindt zich in dezelfde map als het MP3-bestand.
pt_pt: A codificação terminou. O arquivo OGG está localizado no mesmo diretório que o arquivo MP3.
zh_cn: 解码完成。 WAV 文件位于在 MP3 文件相同的目录中。

source: GDevelop settings
de_de: GDevelop-Einstellungen
fi_fi: GDevelop asetukset
nl_nl: GDevelop instellingen
pt_pt: Configurações do GDevelop
zh_cn: GDevelop 设置

source: This window allows you to customize GDevelop. Each user of the computer has his own options.
de_de: Dieses Fenster erlaubt dir, GDevelop anzupassen. Jeder Benutzer dieses Computers hat seine eigenen Einstellungen.
fi_fi: Tässä ikkunassa voit mukauttaa GDevelopin. Kullakin tietokoneen käyttäjällä on omat asetukset.
nl_nl: In dit venster kunt u GDevelop aanpassen. Elke gebruiker heeft zijn eigen opties.
pt_pt: Esta janela permite que você personalize o GDevelop. Cada usuário do computador tem suas próprias opções.
zh_cn: 此窗口允许您自定义 GDevelop。 每部电脑的用户都能有他自己的选择。

source: Startup
de_de: Inbetriebnahme
fi_fi: Käynnistys
nl_nl: Opstarten
pt_pt: Inicialização
zh_cn: 启动

source: Send anonymous statistics about GDevelop ( version, language used )
de_de: Anonyme Statistiken über GDevelop (Version, Sprache) an den Entwickler übermitteln
fi_fi: Lähetä anonyymejä tilastoja GDevelopista (käännösversio, kieli)
nl_nl: Stuur anonieme statistische gegevens over GDevelop (versie, taal die wordt gebruikt)
pt_pt: Enviar estatísticas anónimas sobre GDevelop (versão, língua usada)
zh_cn: 发送匿名统计信息给 GDevelop ( 版本、所用语言 )

source: When checked, GDevelop will send some anonymous information to our server so as to get some statistics about the software
de_de: Wenn dieses Kontrollkästchen aktiviert, schickt GDevelop einige anonyme Informationen zu den GDevelop-Servern um einige Statistiken über die Software zu erhalten
fi_fi: Kun valittuna, GDevelop lähettää nimettömiä tilastotietoja meidän palvelimelle
nl_nl: Wanneer ingeschakeld, stuurt GDevelop sommige anonieme informatie naar onze server om sommige statistieken te krijgen over de software
pt_pt: Quando marcada, O GDevelop irá enviar algumas informações anônimas para nosso servidor de modo a obter algumas estatísticas sobre o software
zh_cn: 勾下时，GDevelop会将一些匿名的信息发送到我们的服务器，以获得有关该软件的一些统计数字

source: Make a backup of opened projects every
de_de: Erstellt eine Sicherungskopie der geöffneten Projekten jede
fi_fi: Tee varmuuskopio avoimista projekteista joka
nl_nl: Maak een reservekopie van geopende projecten elke
pt_pt: Faça um backup de todos os projetos abertos
zh_cn: 备份打开的项目在每个

source: minutes
de_de: Minuten
fi_fi: minuutti
nl_nl: minuten
pt_pt: minutos
zh_cn: 分钟

source: Files will be saved with .gdg.autosave at the end of their name
de_de: Dateien werden mit .gdg.autosave am Ende des Namens gespeichert
fi_fi: Tiedostot tallennetaan .gdg.autosave -loppuliitteellä
nl_nl: Bestanden worden opgeslagen met een .gdg.autosave extensie
pt_pt: Arquivos serão salvos com. gdg.autosave no final do seu nome
zh_cn: 文件将被保存在他们的名字的末端加 gdg.autosave 的格式

source: Miscellaneous
de_de: Diverses
fi_fi: Muut
nl_nl: Diversen
pt_pt: Diversos
zh_cn: 杂项

source: Activate a log file
de_de: Log-Datei aktivieren
fi_fi: Aktivoi lokitiedosto
nl_nl: Een logboekbestand activeren
pt_pt: Ativar um arquivo de log
zh_cn: 激活日志文件

source: Warn when saving a project in a new directory
de_de: Warnt, wenn ein Projekt in einem neuen Verzeichnis speichern wird
fi_fi: Varoita, kun projekti tallennetaan uuteen hakemistoon
nl_nl: Waarschuwen wanneer u een project opslaat in een nieuwe map
pt_pt: Avisar ao salvar um projeto em um novo diretório
zh_cn: 当在新目录中保存项目时发出警告

source: Warn, when the project is saved in a new folder, that project resources should also be copied to the folder.
de_de: Warnt, dass die Projektressourcen ebenfalls in den Ordner kopiert werden sollen wenn das Projekt in einem neuen Ordner gespeichert wird.
fi_fi: Varoita, kun projekti tallennetaan uuteen kansioon ja projektiresurssit tulisi myös kopioidaan kansioon.
nl_nl: Waarschuwen wanneer het project wordt opgeslagen in een nieuwe map, dat projectbronnen ook moeten worden gekopieerd naar de map.
pt_pt: Avisar, quando o projeto é salvo em uma pasta nova, que os recursos do projeto também devem ser copiados para a pasta.
zh_cn: 当该项目保存在新文件夹，警告项目资源也将被复制到该文件夹。

source: Language:
de_de: Sprache:
fi_fi: Kieli:
nl_nl: Taal:
pt_pt: Idioma:
zh_cn: 语言：

source: English
de_de: Englisch
fi_fi: Englanti
nl_nl: Engels
pt_pt: Inglês
zh_cn: 英语

source: New projects
de_de: Neue Projekte
fi_fi: Uudet projektit
nl_nl: Nieuwe projecten
pt_pt: Novos projetos
zh_cn: 新项目

source: New projects default folder:
de_de: Standardordner von neuen Projekten:
fi_fi: Uusien projektien oletuskansio:
nl_nl: Standaardmap voor nieuwe projecten:
pt_pt: Nova pasta padrão de projetos:
zh_cn: 新项目的默认文件夹：

source: Path to the image editing program.
de_de: Pfad zum Bildbearbeitungsprogramm.
fi_fi: Kuvanmuokkausohjelman polku.
nl_nl: Pad naar de afbeelding bewerkingsprogramma.
pt_pt: Caminho para o programa de edição de imagem.
zh_cn: 图像编辑程序的路径。

source: Browse
de_de: Durchsuchen
fi_fi: Selaa
nl_nl: Bladeren
pt_pt: Procurar
zh_cn: 浏览

source: External programs
de_de: Externe Programme
fi_fi: Ulkoiset ohjelmat
nl_nl: Externe programma 's
pt_pt: Programas externos
zh_cn: 外部程序

source: Temporary deployment directory:
de_de: Temporäres Bereitstellungs-Verzeichnis:
fi_fi: Väliaikainen julkaisukansio:
nl_nl: Tijdelijke plaatsingsfolder:
pt_pt: Diretório de implantação temporária:
zh_cn: 临时配置目录：

source: Temporary folder for compilation:
de_de: Temporärer Ordner für die Kompilierung:
fi_fi: Väliaikaiskansio kääntämiselle:
nl_nl: Tijdelijke map voor compilatie:
pt_pt: Pasta temporária para a compilação:
zh_cn: 用于编译的临时文件夹：

source: Directory containing the Java executable:
de_de: Verzeichnis welches die Java-EXE enthält:
fi_fi: Suoritettavan Javan sisältävä kansio:
nl_nl: Map met het uitvoerbare Java bestand:
pt_pt: Diretório que contém o executável do Java:
zh_cn: 包含 Java 的可执行文件的目录：

source: Scene editor
de_de: Szene-Editor
fi_fi: Kenttäeditori
nl_nl: Scène editor
pt_pt: Editor de cena
zh_cn: 场景编辑器

source: Scene/Events tab:
fi_fi: Kenttä/Tapahtuma-välilehti:
nl_nl: Tabblad scène/gebeurtenis:
pt_pt: Guia de cena/eventos:
zh_cn: 场景/事件选项卡：

source: Top
de_de: Oben
fi_fi: Yläosa
nl_nl: Bovenaan
pt_pt: Em Cima
zh_cn: 上

source: Bottom
de_de: Unten
fi_fi: Alaosa
nl_nl: Onderaan
pt_pt: Em baixo
zh_cn: 下

source: Predefined appearance
de_de: Vordefinierte Darstellung
fi_fi: Ennalta määritetty ulkoasu
nl_nl: vooraf gedefinieerde weergave
pt_pt: Aparência predefinida
zh_cn: 预先定义的外观

source: Metro White
de_de: Metro weiß
fi_fi: Metro valkoinen
pt_pt: Metro branco
zh_cn: 都市白

source: Office Blue
de_de: Büro blau
fi_fi: Office sininen
pt_pt: Office Azul
zh_cn: 办公室蓝

source: Ribbon's style
de_de: Ribbon Stil
fi_fi: Valintanauhan tyyli
nl_nl: lint stijl
pt_pt: Estilo do Ribbon
zh_cn: 功能区风格

source: Ribbon's colors
de_de: Ribbon Farben
fi_fi: Valintanauhan värit
nl_nl: lint kleur
pt_pt: Cor da Ribbon
zh_cn: 功能区颜色

source: Primary :
de_de: Primäre :
fi_fi: Ensisijainen:
nl_nl: Primaire:
pt_pt: Primário:
zh_cn: 主要：

source: Secondary :
de_de: Sekundäre :
fi_fi: Toissijainen:
nl_nl: Secundair:
pt_pt: Secundário:
zh_cn: 次要：

source: Ribbon labels
de_de: Ribbon Bezeichnungen
fi_fi: Valintanauhan otsikot
nl_nl: lint label
pt_pt: Etiquetas da Ribbon
zh_cn: 功能区标签

source: Hide the button's labels
de_de: Blendet die Beschriftung der Schaltflächen aus
fi_fi: Piilota painikkeen otsikot
nl_nl: De knoplabels verbergen
pt_pt: Ocultar rótulos do botão
zh_cn: 隐藏按钮的标签

source: File button
de_de: Datei Schaltfläche
fi_fi: Tiedosto-painike
nl_nl: Bestand knop
pt_pt: Botão Arquivo
zh_cn: 文件按钮

source: Color
de_de: Farbe
fi_fi: Väri
nl_nl: Kleur
pt_pt: Cor
zh_cn: 颜色

source: Panes' color
de_de: Glasscheiben Farbe
fi_fi: Ruutujen väri
nl_nl: deelvenster kleur
pt_pt: Cor dos painéis
zh_cn: 窗格颜色

source: Active editor :
de_de: Aktiver Editor:
fi_fi: Aktiivinen editori:
nl_nl: Actieve bewerker :
pt_pt: Editor ativo:
zh_cn: 活动编辑器：

source: Inactive editor :
de_de: Inaktiver Editor:
fi_fi: Inaktiivinen editori:
nl_nl: Inactieve bewerker :
pt_pt: Editor inativo:
zh_cn: 未激活状态编辑器：

source: Sash's color
de_de: Rahmenfarbe
fi_fi: Sashin väri
nl_nl: Randkleur
pt_pt: Cor da faixa
zh_cn: 框格颜色

source: Background :
de_de: Hintergrund :
fi_fi: Tausta:
nl_nl: Achtergrond:
pt_pt: Fundo :
zh_cn: 背景：
