Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Create a new element. Note: References allows to access to an element using the name of the reference pointing to it.
de_de: Erstellt ein neues Element. Hinweis: Referenzen ermöglichen den Zugriff auf ein Element mit dem Namen des Verweises auf das es zeigt.
fi_fi: Luo uusi elementti. Huom: viittausten avulla on mahdollista päästä elementtiin käyttämällä viittauksen nimeä.
nl_nl: Maak een nieuwe element. Let op: verwijzingen maken het mogelijk om toegang te krijgen tot een element met behulp van de naam van de verwijzing.
pt_pt: Criar um novo elemento. Nota: referências permite acesso a um elemento usando o nome da referência apontando para ele.
zh_cn: 创建一个新的元素。 注意：引用允许访问到使用引用名称指向元素本身的元素。

source: Create a new element of type _PARAM1_ and attach to it the reference _PARAM0_
de_de: Erstellt ein neues Element des Typs _PARAM1_ und hängt die Referenz _PARAM0_ an
fi_fi: Luo uusi elementti, jonka tyyppi on _PARAM1_ ja liitä siihen viittaus _PARAM0_
nl_nl: Een nieuw element van type _PARAM1_ maken en koppelen aan de referentie-_PARAM0_
pt_pt: Criar um novo elemento do tipo _PARAM1_ e anexá-lo a _PARAM0_ de referência

source: Reference which will be used to access to the element
de_de: Referenz, die verwendet wird, um auf das Element zuzugreifen
fi_fi: Viittaus, jota käytetään päästäkseen elementtiin
nl_nl: Referentie die zal worden gebruikt voor de toegang tot het element
pt_pt: Referência que será utilizada para aceder ao elemento
zh_cn: 将用来访问对象的引用

source: Tye of the element to be created (0-> Tag, 1-> Text, 2-> Comment )
de_de: Tye des Elements welches erzeugt wird (0-> Markierungsetikett 1-> Text, 2-> Kommentar)
fi_fi: Luotavan elementin tyyppi (0-> Tag, 1-> Text, 2-> Comment)
nl_nl: Type van het te maken element (0-> Label, 1-> Tekst, 2-> Commentaar )
pt_pt: Tipo de elemento a ser criado (0,-> Tag, 1-> texto, 2-> comentário)
zh_cn: 要创建的元素的类型 ( 0-> 标签，1->文字， 2-> 注释 )

source: Delete an element
de_de: Löscht ein Element
fi_fi: Poista elementti
nl_nl: Een element verwijderen
pt_pt: Excluir um elemento
zh_cn: 删除元素

source: Delete an element (The element will be removed from its parent and will be destroyed).
de_de: Lösche ein Element (Das Element wird von seinen übergeordneten Element entfernt und zerstört).
fi_fi: Poista elementti (elementti poistetaan 'äidiltään' ja tuhotaan).
nl_nl: Verwijder een element (het element zal worden ontkoppeld en zal vernietigd worden).
pt_pt: Exclua um elemento (o elemento será removido de seu pai e será destruído).
zh_cn: 删除一个元素 （该元素将从其父元素移除并销毁）。

source: Delete element _PARAM0_
de_de: Element _PARAM0_ löschen
fi_fi: Poista elementti _PARAM0_
nl_nl: Element _PARAM0_ verwijderen
pt_pt: Excluir o elemento _PARAM0_
zh_cn: 删除元素 _PARAM0_

source: Reference to the element to be deleted
de_de: Referenz auf das zu löschende Element
fi_fi: Poistettavan elementin viittaus
nl_nl: Verwijzing naar het te verwijderen element
pt_pt: Referência para o elemento a ser testado
zh_cn: 指向要删除的对象

source: Add an element inside another
de_de: Fügt ein Element in einem anderen hinzu
fi_fi: Lisää sisäkkäinen elementti
nl_nl: Voeg een element toe in een ander
pt_pt: Adicionar um elemento dentro de outro
zh_cn: 把对象添加到另一个对象

source: Add an element into another: The element will be a "child" of its "parent".
de_de: Ein Element zu einem Anderen hinzufügen: Das Element wird "Kind" seines "Vaters".
fi_fi: Lisää sisäkkäinen elementti: Elementistä tulee "lapsielementti" "emoelementille".
nl_nl: Toevoegen van een element in een andere: het element wordt een "kind" van de "bovenliggende".
pt_pt: Adicionar um elemento a outro: O elemento será um "filho" do seu "pai".
zh_cn: 把一个对象添加到另一个对象︰这个对象将会是另一个对象的子对象。

source: Add _PARAM0_ as a child of _PARAM1_ (before _PARAM2_)
de_de: Fügt _PARAM0_ als untergeordnetes Element von _PARAM1_ (vor _PARAM2_) hinzu
fi_fi: Lisää _PARAM0_ _PARAM1_:n lapseksi (ennen _PARAM2_)
nl_nl: Voeg _PARAM0_ toe als een kind van _PARAM1_ (voor _PARAM2_)
pt_pt: Adicionar _PARAM0_ como um filho de _PARAM1_ (antes _PARAM2_)

source: Advanced XML: Tag
de_de: Erweitertes XML: Markierungsetikett
fi_fi: Kehittynyt XML: Tunniste
nl_nl: Geavanceerde XML: Label
pt_pt: XML avançado: Etiqueta
zh_cn: 高级 XML: 标记

source: Reference to the element to be added
de_de: Eine Referenz auf das hinzuzufügende Element
fi_fi: Lisättävän elementin viittaus
nl_nl: Verwijzing naar het element dat wordt toegevoegd
pt_pt: Referência ao elemento a ser adicionado (não importa qual o tipo)
zh_cn: 指向被添加的对象

source: Reference to the parent element (must be a Tag element)
de_de: Referenz auf das Parent Element (Es muss sich um ein Tag Element handeln)
fi_fi: Viittaus emoelementtiin (oltava tunniste-elementti)
nl_nl: Verwijzing naar het bovenliggende element (moet een label-element zijn)
pt_pt: Referência ao elemento que contém (deve ser um elemento de etiqueta)
zh_cn: 指向父对象(必需是被标记的对象)

source: The element will be added before this element (if not defined, the element will be added at the end)
de_de: Das Element wird vor diesem Element hinzugefügt (Falls nicht definiert, wird das Element ans Ende gesetzt)
fi_fi: Elementti lisätään tämän elementin eteen (jos ei määritetä, elementti lisätään loppuun)
nl_nl: Het element wordt toegevoegd voor dit element (als niet gedefinieerd dan zal het element worden toegevoegd aan het einde)
pt_pt: O elemento vai ser adicionado antes de este elemento (se for omitido , o elemento irá ser acrescentado ao final)
zh_cn: 添加到指定对象之前(如果没有指定对象，将会添加到最后)

source: Change the tag name
de_de: Ändert den Namen des Markierungsetiketts
fi_fi: Muuta tunnisteen nimeä
nl_nl: De labelnaam wijzigen
pt_pt: Mudar o nome da etiqueta
zh_cn: 更改标记名称

source: Do _PARAM1__PARAM2_ to the name of tag _PARAM0_
de_de: Macht _PARAM1__PARAM2_ auf den Namen des Markierungsetikett _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ tunnistenimelle _PARAM0_
nl_nl: Pas _PARAM1__PARAM2_ toe op de labelnaam van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ com o nome da etiqueta _PARAM0_

source: Reference to the Tag element
de_de: Verweis auf das Markierungsetiketten-Element
fi_fi: Viittaus tunniste-elementtiin
nl_nl: Verwijzing naar het label-element
pt_pt: Referência para o elemento da etiqueta
zh_cn: 标记元素的引用

source: Modification sign
de_de: Änderungszeichen
fi_fi: Muutoksen merkki
nl_nl: Wijzigingsteken
pt_pt: Sinal de modificação
zh_cn: 修改符

source: Tag name
de_de: Markierungsetiketten-Name
fi_fi: Tunnistenimi
nl_nl: Labelnaam
pt_pt: Nome da etiqueta
zh_cn: 标签名称

source: Get the name of a tag
de_de: Ermittelt den Namen eines Markierungsetiketts
fi_fi: Hae tunnisteen nimi
nl_nl: De naam van een label verkrijgen
pt_pt: Obter o nome de uma etiqueta
zh_cn: 获取标记的名称

source: Change the content of the element
de_de: Ändert den Inhalt des Elements
fi_fi: Muuta elementin sisältöä
nl_nl: De inhoud van het element wijzigen
pt_pt: Alterar o conteúdo do elemento
zh_cn: 更改对象的内容

source: Change the content (text) of the element ( For text and comments elements only ).
de_de: Den Inhalt (Text) des Elements ändern ( Nur für Text- und Kommentarelemente ).
fi_fi: Muuta sisältöä (tekstiä) elementissä (vain teksti- ja kommentti-elementit).
nl_nl: De inhoud (tekst) van het element wijzigen (alleen voor tekst en opmerkingen elementen).
pt_pt: Altere o conteúdo (texto) do elemento (para texto e comentários apenas elementos).
zh_cn: 更改 ( 只限于文本和注释元素 ) 元素的内容 ( 文本 )。

source: Do _PARAM1__PARAM2_ to the content of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zum Inhalt von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n sisällölle
nl_nl: Voer uit _PARAM1__PARAM2_ op de inhoud van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o conteúdo de _PARAM0_

source: Advanced XML : Text and comments
de_de: Erweiterte XML: Text und Kommentare
fi_fi: Kehittynyt XML: Teksti ja kommentit
nl_nl: Geavanceerde XML: Tekst en opmerkingen
pt_pt: XML avançada: Texto e comentários
zh_cn: 进阶 XML： 文本和注释

source: Reference to the element
de_de: Verweis auf das Element
fi_fi: Viittaus elementtiin
nl_nl: Verwijzing naar het element
pt_pt: Referência para o elemento
zh_cn: 对元素的引用

source: Contents
de_de: Inhalte
fi_fi: Sisältö
nl_nl: Inhoud
pt_pt: Conteúdo
zh_cn: 内容

source: Get the content of a text or comment element
de_de: Den Inhalt eines Text oder Kommentar-Elements erhalten
fi_fi: Hae teksti- tai kommenttielementin sisältö
nl_nl: Bekijk de context van een tekst of commentaar element
pt_pt: Obter o conteúdo de um elemento de texto ou comentário
zh_cn: 获取文本或注释元素的内容

source: Value of an attribute of an element
de_de: Wert eines Attributs eines Elements
fi_fi: Elementin attribuutin arvo
nl_nl: Waarde van een kenmerk van een element
pt_pt: Valor de um atributo de um elemento
zh_cn: 元素中属性的值

source: Get the value of an attribute of an element
de_de: Ruft den Wert eines Attributs eines Elements ab
fi_fi: Hae elementin attribuutin arvo
nl_nl: De waarde van een kenmerk van een element ophalen
pt_pt: Obter o valor de um atributo de um elemento
zh_cn: 获取元素中属性的值

source: Name of the attribute
de_de: Name des Attributs
fi_fi: Attribuutin nimi
nl_nl: Naam van het kenmerk
pt_pt: Nome do atributo
zh_cn: 属性的名称

source: Change the value of an attribute
de_de: Ändert den Wert eines Attributs
fi_fi: Muuta attribuutin arvoa
nl_nl: Verander de waarde van een kenmerk
pt_pt: Altere o valor de um atributo
zh_cn: 更改属性的值

source: Change the value of an attribute of an element ( which must be a Tag element ).
de_de: Ändert den Wert eines Attributs eines Elements (das ein Markierungsetikett-Element sein muss).
fi_fi: Muuta elementin attribuutin arvoa (oltava tunniste-elementti).
nl_nl: Wijzig de waarde van een kenmerk van een element (welke een label-element moet zijn).
pt_pt: Altere o valor de um atributo de um elemento (que deve ser um elemento de marca).
zh_cn: 更改元素 ( 这必须是一个标记元素 ) 的属性的值。

source: Do _PARAM2__PARAM3_ to the attribute _PARAM1_ of element _PARAM0_
de_de: Macht _PARAM2__PARAM3_ zum Attribut _PARAM1_ des Elements _PARAM0_
fi_fi: Tee elementin _PARAM0_ attribuutille _PARAM1_ _PARAM2__PARAM3_
nl_nl: Pas _PARAM2__PARAM3_ toe op het attribuut _PARAM1_ van element _PARAM0_
pt_pt: Do _PARAM2__PARAM3_ para o atributo _PARAM1_ do elemento _PARAM0_

source: Text of an attribute of an element
de_de: Text eines Attributs eines Elements
fi_fi: Elementin attribuutin teksti
nl_nl: Tekst van een kenmerk van een element
pt_pt: Texto de um atributo de um elemento
zh_cn: 元素的属性中的文字

source: Get the text of an attribute of an element
de_de: Holt sich den Text eines Attributs eines Elements
fi_fi: Hae elementin attribuutin teksti
nl_nl: De tekst van een kenmerk van een element ophalen
pt_pt: Obter o texto de um atributo de um elemento
zh_cn: 获取元素的属性中的文本

source: Change the text of an attribute
de_de: Ändert den Text eines Attributs
fi_fi: Muuta attribuutin tekstiä
nl_nl: De tekst van een kenmerk wijzigen
pt_pt: Alterar o texto de um atributo
zh_cn: 更改属性的文本

source: Change the text of an attribute of an element ( which must be a Tag element ).
de_de: Ändert den Text eines Attributs eines Elements (das ein Markierungsetikett-Element sein muss).
fi_fi: Muuta elementin attribuutin tekstin arvoa (oltava tunniste-elementti).
nl_nl: Wijzig de waarde van een kenmerk van een element (welke een label-element moet zijn).
pt_pt: Altere o valor de um atributo de um elemento (que deve ser um elemento de etiqueta).
zh_cn: 更改元素 ( 这必须是一个标记元素 ) 的属性的文本。

source: Delete an attribute
de_de: Löschen eines Attributs
fi_fi: Poista attribuutti
nl_nl: Een kenmerk verwijderen
pt_pt: Apagar um atributo
zh_cn: 删除属性

source: Delete an attribute from an element ( which must be a Tag element).
de_de: Löscht ein Attribut aus einem Element (das ein Markierungsetikett-Element sein muss).
fi_fi: Poista elementin attribuutti (oltava tunniste-elementti).
nl_nl: Verwijder een kenmerk van een element (welke een label-element moet zijn).
pt_pt: Apagar um atributo de um elemento (que deve ser um elemento de etiqueta).

source: Delete attribute _PARAM1_ from the element _PARAM0_
de_de: Attribute _PARAM1_ des Elements _PARAM0_ löschen
fi_fi: Poista attribuutti _PARAM1_ elementistä _PARAM0_
nl_nl: Verwijder kenmerk _PARAM1_ uit het _PARAM0_ element
pt_pt: Apagar o atributo _PARAM1_ do _PARAM0_ elemento

source: AES encryption algorithm
de_de: AES-Verschlüsselungsalgorithmus
fi_fi: AES-salausalgoritmi
nl_nl: AES encryptie-algoritme
pt_pt: Algoritmo de criptografia AES
zh_cn: AES 加密算法

source: Encryption
de_de: Verschlüsselung
fi_fi: Salaus
nl_nl: Versleuteling
pt_pt: Encriptação
zh_cn: 加密

source: Destination file
de_de: Zieldatei
fi_fi: Kohdetiedosto
nl_nl: Doelbestand
pt_pt: Arquivo de destino
zh_cn: 目标文件

source: Password ( 24 characters )
de_de: Passwort (24 Zeichen)
fi_fi: Salasana (24 merkkiä)
nl_nl: Wachtwoord (24 tekens)
pt_pt: Senha (24 caracteres)
zh_cn: 密码 ( 24 个字符)

source: Decrypt a file
de_de: Entschlüsseln einer Datei
fi_fi: Poista tiedoston salaus
nl_nl: Een bestand decoderen
pt_pt: Desencriptar um arquivo
zh_cn: 解密文件

source: Decrypt a file with AES.
de_de: Entschlüsseln Sie eine Datei mit AES.
fi_fi: Poista tiedoston salaus käyttäen AES:ia.
nl_nl: Een bestand met AES decoderen.
pt_pt: Desencriptar um arquivo com AES.
zh_cn: 以 AES 解密文件。

source: Decrypt file _PARAM0_ to _PARAM1_ with AES
de_de: Entschlüsseln der Datei file_PARAM0_ to _PARAM1_ mit AES
fi_fi: Poista tiedoston _PARAM0_ salaus tiedostoon _PARAM1_ käyttäen AES:ia
nl_nl: Decodeer bestand _PARAM0_ aan _PARAM1_ met AES
pt_pt: Desencriptar o arquivo _PARAM0_ para _PARAM1_, com AES
zh_cn: 解密文件 _PARAM0_ 到 _PARAM1_ 以 AES

source: Width
de_de: Breite
fi_fi: Leveys
nl_nl: Breedte
pt_pt: Largura
zh_cn: 宽度

source: Height
de_de: Höhe
fi_fi: Korkeus
nl_nl: Hoogte
pt_pt: Altura
zh_cn: 高度

source: Depth
de_de: Tiefe
fi_fi: Syvyys
nl_nl: Diepte
pt_pt: Profundidade
zh_cn: 深度

source: Z Coordinate
de_de: Z-Koordinate
fi_fi: Z-koordinaatti
nl_nl: Z coördinaat
pt_pt: Coordenada Z
zh_cn: Z 坐标

source: Settings of the 3D Box object
de_de: Einstellungen des 3D-Box Objekts
fi_fi: 3D Box-objektin asetukset
nl_nl: Instellingen van het 3D-Box object
pt_pt: Configurações do objeto de caixa 3D
zh_cn: 3D盒子对象设置

source: Width :
de_de: Breite :
fi_fi: Leveys:
nl_nl: Breedte :
pt_pt: Largura:
zh_cn: 宽度：

source: Height :
de_de: Höhe :
fi_fi: Korkeus:
nl_nl: Hoogte :
pt_pt: Altura:
zh_cn: 高度：

source: Depth :
de_de: Tiefe :
fi_fi: Syvyys:
nl_nl: Diepte:
pt_pt: Profundidade:
zh_cn: 深度：

source: Textures
de_de: Texturen
fi_fi: Tekstuurit
nl_nl: Texturen
pt_pt: Texturas
zh_cn: 纹理

source: Front :
de_de: Vorne :
fi_fi: Etuosa:
nl_nl: Voorzijde:
pt_pt: Frente:
zh_cn: 前：

source: Top :
de_de: Oben :
fi_fi: Yläosa:
nl_nl: Boven:
pt_pt: Topo:
zh_cn: 上：

source: Bottom :
de_de: Unten :
fi_fi: Alaosa:
nl_nl: Onder :
pt_pt: Parte inferior:
zh_cn: 下：

source: Left :
de_de: Links :
fi_fi: Vasen:
nl_nl: Links :
pt_pt: Esquerda:
zh_cn: 左：

source: Right :
de_de: Rechts :
fi_fi: Oikea:
nl_nl: Rechts :
pt_pt: Direita:
zh_cn: 右：

source: Back :
de_de: Zurück :
fi_fi: Takaosa:
nl_nl: Achter :
pt_pt: Traseira:
zh_cn: 后：

source: Show image bank's editor
de_de: Zeigt Bilddatenbank-Editor
fi_fi: Näytä kuvapankin editori
nl_nl: Toon beeldbank bewerker
pt_pt: Mostrar editor do banco de imagens
zh_cn: 显示图像库编辑器

source: Images Bank Editor
de_de: Bilddatenbank-Editor
fi_fi: Kuvapankkieditori
nl_nl: Beeldbank Bewerker
pt_pt: Editor de banco de imagens
zh_cn: 图像库编辑器

source: Please display the image bank's editor and select an image before clicking on this button.
de_de: Bitte zeigen Sie den Bilderdatenbank-Editor an und wählen Sie ein Bild, bevor Sie auf diese Schaltfläche klicken.
fi_fi: Avaa kuvapankkieditori ja valitse sieltä kuva ennen, kun klikkaat tätä painiketta.
nl_nl: Gelieve de beeldbank editor weer te geven en een afbeelding te selecteren voordat u op deze knop klikt.
pt_pt: Por favor, exibir editor do banco de imagem e selecione uma imagem antes de clicar neste botão.
zh_cn: 请在点击此按钮前显示图像库编辑器，並选择一个图像。

source: 3D Box Object
de_de: 3d-Box Objekt
fi_fi: 3D Box -objekti
pt_pt: Objeto caixa 3D
zh_cn: 三维框对象

source: 3D Box
pt_pt: Caixa 3D
zh_cn: 3D 框

source: Displays a 3D Box
de_de: Anzeigen einer 3D-Box
fi_fi: Näyttää 3D Boxin
nl_nl: Geeft een 3D-Box weer
pt_pt: Exibe uma caixa 3D
zh_cn: 显示一个三维框

source: Modify the width of a 3D Box.
de_de: Ändert die Breite einer 3D-Box.
fi_fi: Muuta 3D Boxin leveyttä.
nl_nl: Wijzig de breedte van een 3D-Box.
pt_pt: Modifica a largura de uma caixa 3D.
zh_cn: 修改 3D 框的宽度。

source: Do _PARAM1__PARAM2_ to the width of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu der Breite von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n leveydelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de breedte van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ com a largura de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 变成 _PARAM0_ 的宽度

source: Modification's sign
de_de: Änderungszeichen
fi_fi: Muutoksen merkki
nl_nl: Wijzigingsteken
pt_pt: Sinal de modificação
zh_cn: 修改符号

source: Compare the width of a 3D Box.
de_de: Vergleicht die Breite einer 3D-Box.
fi_fi: Vertaile 3D Boxin leveyttä.
nl_nl: Vergelijk de breedte van een 3D-Doos.
pt_pt: Compare a largura de uma caixa 3D.
zh_cn: 比较三维框的宽度。

source: width of _PARAM0_ is _PARAM1__PARAM2_
de_de: Breite von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n leveys on _PARAM1__PARAM2_
nl_nl: breedte van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: largura de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的宽度是 _PARAM1__PARAM2_

source: Sign of the test
de_de: Zeichen des Tests
fi_fi: Testin merkki
nl_nl: teken van de test
pt_pt: Sinal do teste
zh_cn: 测试的符号

source: Value to test
de_de: Wert zum testen
fi_fi: Testattava arvo
nl_nl: waarde van de test
pt_pt: Valor a ser testado
zh_cn: 要测试的值

source: Modify the height of a 3D Box.
de_de: Ändert die Höhe einer 3D-Box.
fi_fi: Muuta 3D Boxin korkeutta.
nl_nl: Wijzig de hoogte van een 3D-Box.
pt_pt: Modifica a altura de uma caixa 3D.
zh_cn: 修改 3D 框的高度。

source: Do _PARAM1__PARAM2_ to the height of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Höhe von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n korkeudelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de hoogte van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a altura do _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 变成 _PARAM0_ 的高度

source: Compare the height of a 3D Box.
de_de: Vergleicht die Höhe einer 3D-Box.
fi_fi: Vertaile 3D Box -objektin korkeutta.
nl_nl: Vergelijk de hoogte van een 3D-Box.
pt_pt: Compare a altura de uma caixa 3D.
zh_cn: 比较三维框的高度。

source: height of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Höhe von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n korkeus on _PARAM1__PARAM2_
nl_nl: hoogte van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: altura do _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的高度是 _PARAM1__PARAM2_

source: Modify the depth of a 3D Box.
de_de: Ändert die Tiefe einer 3D-Box.
fi_fi: Muuta 3D Boxin syvyyttä.
nl_nl: Wijzig de diepte van een 3D-Box.
pt_pt: Modifica a profundidade de uma caixa 3D.
zh_cn: 修改 3D 框的深度。

source: Do _PARAM1__PARAM2_ to the depth of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu der Breite von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n syvyydelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de diepte van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a profundidade de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 变成 _PARAM0_ 的深度

source: Compare the depth of a 3D Box.
de_de: Vergleicht die Tiefe einer 3D-Box.
fi_fi: Vertaile 3D Boxin syvyyttä.
nl_nl: Vergelijk de diepte van een 3D-Box.
pt_pt: Compare a profundidade de uma caixa 3D.
zh_cn: 比较三维框的深度。

source: depth of _PARAM0_ is _PARAM1__PARAM2_
de_de: Breite von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n syvyys on _PARAM1__PARAM2_
nl_nl: diepte van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: profundidade de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的深度是 _PARAM1__PARAM2_

source: Z Position
fi_fi: Z-sijainti
nl_nl: Z-positie
pt_pt: Posição Z
zh_cn: Z 位置

source: Modify the Z Position of a 3D Box.
de_de: Ändert die Z-Position einer 3D-Box.
fi_fi: Muuta 3D Boxin Z-sijaintia.
nl_nl: Wijzigen Z-positie van een 3D-Box.
pt_pt: Modifica a posição de Z de uma caixa 3D.
zh_cn: 修改 3D 框的 Z 位置。

source: Do _PARAM1__PARAM2_ to the Z position of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Z-Position von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n Z-sijainnille
nl_nl: Pas _PARAM1__PARAM2_ toe op de Z-positie van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a posição Z da _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的 Z 位置

source: Z position of _PARAM0_ is _PARAM1__PARAM2_
de_de: Z-Position von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n Z-sijainti on _PARAM1__PARAM2_
nl_nl: Z positie van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Z posição de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的 Z 位置是 _PARAM1__PARAM2_

source: Do _PARAM1__PARAM2_ to yaw of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Abweichung von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kääntymiselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de yaw van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a rotação Yaw de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的偏航

source: Yaw of _PARAM0_ is _PARAM1__PARAM2_
de_de: Abweichung von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n kääntyminen on _PARAM1__PARAM2_
nl_nl: Yaw van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Rotação Yaw de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的偏航角是 _PARAM1__PARAM2_

source: Do _PARAM1__PARAM2_ to pitch of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Neigung von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n nyökkäämiselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de pitch van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para rotaçâo Pitch de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的间距

source: Pitch of _PARAM0_ is _PARAM1__PARAM2_
de_de: Neigung von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n nyökkääminen on _PARAM1__PARAM2_
nl_nl: Pitch van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A rotação Pitch de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的间距是 _PARAM1__PARAM2_

source: Do _PARAM1__PARAM2_ to roll of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zum Schlingern von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kallistukselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de roll van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para rotação Roll de _PARAM0_

source: Roll of _PARAM0_ is _PARAM1__PARAM2_
de_de: Schlingern von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n kallistus on _PARAM1__PARAM2_
nl_nl: Rol van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A rotação Roll de _PARAM0_ é _PARAM1__PARAM2_

source: Depth of the 3D Box
de_de: Tiefe der 3D-Box
fi_fi: 3D Boxin syvyys
nl_nl: Diepte van het 3D-Box
pt_pt: Profundidade da caixa 3D
zh_cn: 3D 框的深度

source: Common dialogs
de_de: Standarddialogfelder
fi_fi: Yleiset valintaikkunat
nl_nl: Gemeenschappelijke dialogen
pt_pt: Caixas de diálogo comuns
zh_cn: 通用对话框

source: Show a message box
de_de: Zeigt ein Meldungsfeld
fi_fi: Näytä viesti-ikkuna
nl_nl: Een berichtvenster weergeven
pt_pt: Mostrar uma caixa de mensagem
zh_cn: 显示一个消息框

source: Display message "_PARAM1_" with title "_PARAM2_"
de_de: Anzeige der Nachricht "_PARAM1_" mit dem Titel "_PARAM2_"
fi_fi: Näytä viesti "_PARAM1_" otsikolla "_PARAM2_"
nl_nl: Weergeven van bericht "_PARAM1_" met de titel "_PARAM2_"
pt_pt: Exibir a mensagem "_PARAM1_" com o título "_PARAM2_"
zh_cn: 显示消息「_PARAM1_」及「_PARAM2_」的标题

source: Title
de_de: Titel
fi_fi: Otsikko
nl_nl: Titel
pt_pt: Título
zh_cn: 标题

source: Show a window to choose a file
de_de: Zeigt ein Fenster um eine Datei auszuwählen
fi_fi: Näytä ikkuna, jossa voit valita tiedoston
nl_nl: Toon een venster om een bestand te kiezen
pt_pt: Mostrar uma janela para escolher um arquivo
zh_cn: 显示窗口选择文件

source: Save result to scene variable
de_de: Speichert das Ergebnis in die Szenen Variable
fi_fi: Tallenna tulos kenttämuuttujaan
nl_nl: Resultaat in een scène variabele opslaan
pt_pt: Salve o resultado para a variável local
zh_cn: 将结果保存到场景变量
