Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Do _PARAM1__PARAM2_ to the 1st emission angle of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zum ersten Ausstoßwinkel von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission 1. kulmalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de 1ste emissie hoek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o 1º ângulo de emissão de _PARAM0_

source: Test the value of emission 1st angle of the emitter
de_de: Testen des Ausstoß-Wertes vom ersten Winkel des Emitters
fi_fi: Testaa emitterin 1. emissiokulman arvo
nl_nl: Test de waarde van de 1ste hoek van de emissie van de bron
pt_pt: Testar o valor de emissão do ângulo nº1 do emissor

source: Emission 1st angle of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der erste Ausstoß-Winkel von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n emission 1. kulma on _PARAM1__PARAM2_
nl_nl: Emissie 1ste hoek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Emissão do 1º ângulo de _PARAM0_ é _PARAM1__PARAM2_

source: Emission angle 2
de_de: Emissions Winkel 2
fi_fi: Emissiokulma 2
nl_nl: Emissiehoek 2
pt_pt: Ângulo de emissão 2
zh_cn: 发射角度2

source: Change emission angle #2
de_de: Ändert Emission Winkel #2
fi_fi: Muuta emissiokulmaa #2
nl_nl: Verander emissiehoek #2
pt_pt: Modificar o ângulo de emissão #1
zh_cn: 改变发射角度 #2

source: Do _PARAM1__PARAM2_ to the 2nd emission angle of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zum zweiten Ausstoßwinkel von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasemission 2. kulmalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de 2de emissie hoek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o 2º ângulo de emissão de _PARAM0_

source: Test the emission angle #2 of the emitter.
de_de: Testen des Ausstoß-Winkels #2 des Emitters.
fi_fi: Testaa emitterin 2. emissiokulman arvo.
nl_nl: Test de emissiehoek #2 van de emitter.
pt_pt: Testar o valor de emissão do ângulo nº2 do emissor.

source: Emission 2nd angle of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der zweite Ausstoß-Winkel von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n emission 2. kulma on _PARAM1__PARAM2_
nl_nl: Emissie 2de hoek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Emissão do 2º ângulo de _PARAM0_ é _PARAM1__PARAM2_

source: Angle of the spray cone
de_de: Winkel des Sprühkegels
fi_fi: Suihkukartion kulma
nl_nl: Hoek van de sproeikegel
pt_pt: Ângulo do cone de pulverização

source: Modify the angle of the spray cone.
de_de: Ändert den Winkel des Sprühkegels.
fi_fi: Muuta suihkukartion kulmaa.
nl_nl: Wijzig de hoek van de sproeikegel.
pt_pt: Modifica o ângulo do cone de pulverização.

source: Do _PARAM1__PARAM2_ to the angle of the spray cone of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu dem Winkel des Sprühkegels von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n suihkukartion kulmalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de hoek van de sproei-kegel van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o ângulo do cone de _PARAM0_ spray

source: Test the angle of the spray cone of the emitter
de_de: Testet den Winkel des Sprühkegels des Emitters
fi_fi: Testaa emitterin suihkukartion kulma
nl_nl: Testen van de hoek van de sproeikegel van de bron
pt_pt: Testar o ângulo do cone de pulverização do emissor

source: Angle of the spray cone of _PARAM0_ is _PARAM1__PARAM2_
de_de: Winkel des Sprühkegels von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n suihkukartion kulma on _PARAM1__PARAM2_
nl_nl: Hoek van de sproei-kegel van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Ângulo do cone de pulverização de _PARAM0_ é _PARAM1__PARAM2_

source: Friction
de_de: Reibung
fi_fi: Kitka
nl_nl: Wrijving
pt_pt: Fricção

source: Modify friction applied to particles.
de_de: Ändert die Reibung die auf die Partikel angewendet wird.
fi_fi: Muuta hiukkasten kitkaa.
nl_nl: Wijzig wrijving toegepast op deeltjes.
pt_pt: Modifica a fricção aplicada às partículas.

source: Do _PARAM1__PARAM2_ to the friction of particles of _PARAM0_
de_de: Verwende _PARAM1__PARAM2_ für die Reibung der Partikel von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasten kitkalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de wrijving van deeltjes van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a fricção das partículas de _PARAM0_

source: Test friction applied to particles.
de_de: Testen der auf Partikel angewendeten Reibung.
fi_fi: Testaa hiukkasten kitka.
nl_nl: Test wrijving toegepast op deeltjes.
pt_pt: Teste a fricção aplicada às partículas.

source: Particles' friction of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Reibung der Partikel von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n hiukkasten kitka on _PARAM1__PARAM2_
nl_nl: Deeltjes wrijving van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Fricção das partículas de _PARAM0_ é _PARAM1__PARAM2_

source: Creation radius
de_de: Erstellungsradius
fi_fi: Luontisäde
nl_nl: Oprichtingsstraal
pt_pt: Raio de criação

source: Modify creation radius of particles. Particles have to be recreated in order to take changes in account.
de_de: Ändert den Radius der Partikelbildung. Partikel müssen neu gebildet werden, um Änderungen zu berücksichtigen.
fi_fi: Muuta hiukkasten luontisädettä. Hiukkaset on luotava uudelleen, ennen kun muutokset otetaan käyttöön.
nl_nl: Wijzig de oprichtingsstraal van deeltjes. Deeltjes moeten opnieuw worden gemaakt om rekening te houden met wijzigingen.
pt_pt: Modificar a criação raio de partículas. A partículas precisam de ser recriada a fim de levar a alterações em conta.

source: Do _PARAM1__PARAM2_ to creation radius of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ dem Erzeugungsradius von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n luontisäteelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de oprichtingsstraal van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ ao raio de criação de _PARAM0_

source: Test creation radius of particles.
de_de: Test des Erstellungs-Radius der Partikel.
fi_fi: Testaa hiukkasten luontisädettä.
nl_nl: Test oprichtingsstraal van deeltjes.
pt_pt: Teste da criação do raio de partículas.

source: Creation radius of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Erzeugungsradius von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n luontisäde on _PARAM1__PARAM2_
nl_nl: Oprichtingsstraal van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O raio de criação de _PARAM0_ é _PARAM1__PARAM2_

source: Minimum lifetime
de_de: Mindestlebensdauer
fi_fi: Minimielinikä
nl_nl: Minimumlevensduur
pt_pt: Tempo de vida mínimo
zh_cn: 最短生存期

source: Modify particles minimum lifetime.Particles have to be recreated in order to take changes in account.
de_de: Ändert die minimale Partikel-Lebenszeit. Die Partikel müssen neu gebildet werden, um Änderungen zu berücksichtigen.
fi_fi: Muuta hiukkasten minimielinikää. Hiukkaset on luotava uudelleen ennen, kun muutokset otetaan käyttöön.
nl_nl: Deeltjes minimumlevensduur wijzigen. Deeltjes moeten opnieuw worden gemaakt om rekening te houden met wijzigingen.
pt_pt: Modifica o tempo de vida mínimo das partículas.Partículas precisam ser recriada a fim de terem as alterações na conta.

source: Do _PARAM1__PARAM2_ to minimum lifetime of particles of _PARAM0_
de_de: Verwende _PARAM1__PARAM2_ für die minimale Lebenszeit der Partikel von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasten minimieliniälle
nl_nl: Pas _PARAM1__PARAM2_ toe op de minimumlevensduur van deeltjes van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ ao tempo de vida mínimo de partículas de _PARAM0_

source: Test minimum lifetime of particles.
de_de: Test der minimalen Lebensdauer der Partikel.
fi_fi: Testaa hiukkasten minimielinikä.
nl_nl: Test minimumlevensduur van deeltjes.
pt_pt: Vida mínima de teste da partículas.

source: Minimum lifetime of particles of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die minimale Lebenszeit der Partikel von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n hiukkasten minimielinikä on _PARAM1__PARAM2_
nl_nl: Minimumlevensduur van deeltjes van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Tempo de vida mínimo de partículas de _PARAM0_ é _PARAM1__PARAM2_

source: Maximum lifetime
de_de: Maximale Lebensdauer
fi_fi: Maksimielinikä
nl_nl: Maximale levensduur
pt_pt: Tempo de vida máximo
zh_cn: 最大生存期

source: Modify particles maximum lifetime. Particles have to be recreated in order to take changes in account.
de_de: Ändert die maximale Partikel-Lebenszeit. Die Partikel müssen neu gebildet werden, um Änderungen zu berücksichtigen.
fi_fi: Muuta hiukkasten maksimielinikää. Hiukkaset on luotava uudelleen ennen, kun muutokset otetaan käyttöön.
nl_nl: Deeltjes maximale levensduur wijzigen. Deeltjes moeten opnieuw worden gemaakt om rekening te houden met wijzigingen.
pt_pt: Modifica o tempo de vida máximo das partículas. As partículas precisam ser recriadas para que as alterações sejam exibidas.

source: Do _PARAM1__PARAM2_ to maximum lifetime of particles of _PARAM0_
de_de: Verwenden von _PARAM1__PARAM2_ für die maximale Lebenszeit der Partikel von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n hiukkasten maksimieliniän ajan
nl_nl: Pas _PARAM1__PARAM2_ toe op de maximale levensduur van deeltjes van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ ao tempo de vida máxima ddas partículas de _PARAM0_

source: Test maximum lifetime of particles.
de_de: Test der maximalen Lebensdauer von Partikeln.
fi_fi: Testaa hiukkasten maksimielinikä.
nl_nl: Test maximale levensduur van deeltjes.
pt_pt: Vida máxima do teste de partículas.

source: Maximum lifetime of particles of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die maximale Lebenszeit der Partikel von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n hiukkasten maksimielinikä on _PARAM1__PARAM2_
nl_nl: Maximale levensduur van deeltjes van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Tempo de vida máxima das partículas de _PARAM0_ é _PARAM1__PARAM2_

source: X Gravity
de_de: X-Schwerkraft
fi_fi: X-painovoima
nl_nl: X zwaartekracht
pt_pt: Gravidade x
zh_cn: X 重力

source: Change value of the gravity on X axis.
de_de: Ändert den Wert der Schwerkraft auf der X-Achse.
fi_fi: Muuta X-akselin painovoimaa.
nl_nl: Wijzig de waarde van de zwaartekracht op de Y-as.
pt_pt: Altere o valor da gravidade no eixo X.

source: Do _PARAM1__PARAM2_ to the direction of gravity on X axis of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zu der Richtung der Schwerkraft auf der X-Achse von _PARAM0_ hinzu
fi_fi: Tee _PARAM0_:n X-akselin painovoiman suunnalle _PARAM1__PARAM2_
nl_nl: Pas _PARAM1__PARAM2_ toe op de richting van de zwaartekracht op de X as van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a direcção da gravidade no eixo de _PARAM0_ X

source: Direction of gravity on X axis
de_de: Richtung der Schwerkraft auf der X-Achse
fi_fi: X-akselin painovoiman suunta
nl_nl: Richting van zwaartekracht op X-as
pt_pt: Direcção da gravidade no eixo X

source: Direction of the gravity on X axis.
de_de: Richtung der Schwerkraft auf der X-Achse.
fi_fi: X-akselin painovoiman suunta.
nl_nl: Richting van de zwaartekracht op X-as.
pt_pt: Direção da gravidade no eixo X.

source: Direction of gravity on X axis of _PARAM0_ is _PARAM1__PARAM2_
de_de: Richtung der Schwerkraft auf der X-Achse von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n X-akselin painovoiman suunta on _PARAM1__PARAM2_
nl_nl: Richting van de zwaartekracht op de X-as van de _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Direção da gravidade no eixo de _PARAM0_ X é _PARAM1__PARAM2_

source: Y Gravity
de_de: Y-Schwerkraft
fi_fi: Y-painovoima
nl_nl: Y zwaartekracht
pt_pt: Gravidade de Y
zh_cn: Y 重力

source: Change value of the gravity on Y axis.
de_de: Ändert den Wert der Schwerkraft auf der Y-Achse.
fi_fi: Muuta Y-akselin painovoimaa.
nl_nl: Waarde van de zwaartekracht op de Y-as te wijzigen.
pt_pt: Altere o valor da gravidade no eixo Y.

source: Do _PARAM1__PARAM2_ to the direction of gravity on Y axis of_PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu der Richtung der Schwerkraft auf der Y-Achse von _PARAM0_
fi_fi: Tee _PARAM0_:n Y-akselin painovoiman suunnalle _PARAM1__PARAM2_
nl_nl: Pas _PARAM1__PARAM2_ toe op de richting van de zwaartekracht op de Y as van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a direcção da gravidade no eixo de _PARAM0_ Y

source: Direction of the gravity on Y axis
de_de: Richtung der Schwerkraft auf der Y-Achse
fi_fi: Y-akselin painovoiman suunta
nl_nl: Richting van de zwaartekracht op de Y-as
pt_pt: Direção da gravidade no eixo Y

source: Test direction of gravity on Y axis
de_de: Testet die Richtung der Gravitation auf Y-Achse
fi_fi: Testaa Y-akselin painovoiman suunta
nl_nl: Test van de richting van de zwaartekracht op de Y-as
pt_pt: Teste de direção da gravidade no eixo Y

source: Direction of gravity on Y axis of _PARAM0_ is _PARAM1__PARAM2_
de_de: Richtung der Schwerkraft auf der Y-Achse von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n Y-akselin painovoiman suunta on _PARAM1__PARAM2_
nl_nl: Richting van de zwaartekracht op de Y-as van de _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Direção da gravidade no eixo Y do _PARAM0_ é _PARAM1__PARAM2_

source: Z Gravity
de_de: Z-Schwerkraft
fi_fi: Z-painovoima
nl_nl: Z zwaartekracht
pt_pt: Gravidade de Z
zh_cn: Z 重力

source: Change value of the gravity on Z axis.
de_de: Ändert den Wert der Schwerkraft auf der Z-Achse.
fi_fi: Muuta Z-akselin painovoimaa.
nl_nl: Wijzig de waarde van de zwaartekracht op de Z-as.
pt_pt: Altere o valor da gravidade no eixo Z.

source: Do _PARAM1__PARAM2_ to the direction of gravity on Z axis of_PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu der Richtung der Schwerkraft auf der Z-Achse von _PARAM0_
fi_fi: Tee _PARAM0_:n Z-akselin painovoiman suunnalle _PARAM1__PARAM2_
nl_nl: Pas _PARAM1__PARAM2_ toe op de richting van de zwaartekracht op de Z as van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a direcção da gravidade no eixo de _PARAM0_ Z

source: Direction of gravity on Z axis
de_de: Richtung der Schwerkraft auf der Z-Achse
fi_fi: Z-akselin painovoiman suunta
nl_nl: Richting van de zwaartekracht op de Z-as
pt_pt: Direcção da gravidade no eixo Z

source: Test the direction of gravity on Z axis
de_de: Testet die Richtung der Schwerkraft auf der Z-Achse
fi_fi: Testaa Z-akselin painovoiman suuntaa
nl_nl: Test van de richting van de zwaartekracht op de Z-as
pt_pt: Testar a direcção da gravidade no eixo Z

source: Direction of gravity on Z axis of _PARAM0_ is _PARAM1__PARAM2_
de_de: Richtung der Schwerkraft auf der Z-Achse von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n Z-akselin painovoiman suunta on _PARAM1__PARAM2_
nl_nl: Richting van de zwaartekracht op de Z-as van de _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Direção da gravidade no eixo Z de _PARAM0_ é _PARAM1__PARAM2_

source: Gravity angle
de_de: Schwerkraft-Winkel
fi_fi: Painovoiman kulma
nl_nl: Zwaartekrachthoek
pt_pt: Ângulo de gravidade
zh_cn: 重力角度

source: Change gravity angle
de_de: Ändert Schwerkraft-Winkel
fi_fi: Muuta painovoiman kulmaa
nl_nl: Verandering de zwaartekrachthoek
pt_pt: Modifica o ângulo de gravidade
zh_cn: 更改重力角度

source: Do _PARAM1__PARAM2_ to the gravity angle of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zum Schwerkraft-Winkel von _PARAM0_
fi_fi: Tee _PARAM0_:n painovoiman kulmalle _PARAM1__PARAM2_
nl_nl: Pas _PARAM1__PARAM2_ toe op de hoek van de zwaartekracht van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o ângulo de gravidade da _PARAM0_

source: Test the gravity angle the emitter
de_de: Testet den Schwerkraft-Winkel des Emitters
fi_fi: Testaa emitterin painovoiman kulmaa
nl_nl: Test de zwaartekracht hoek van de bron
pt_pt: Teste o ângulo de gravidade do emissor

source: Gravity angle of _PARAM0_ is _PARAM1__PARAM2_
de_de: Schwerkraft-Winkel von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n painovoiman kulma on _PARAM1__PARAM2_
nl_nl: Zwaartekracht hoek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Ângulo de gravidade de _PARAM0_ é _PARAM1__PARAM2_

source: Gravity
de_de: Schwerkraft
fi_fi: Painovoima
nl_nl: Zwaartekracht
pt_pt: Gravidade
zh_cn: 重力

source: Change the gravity of the emitter.
de_de: Ändert die Schwerkraft des Emitters.
fi_fi: Muuta emitterin painovoimaa.
nl_nl: De zwaartekracht van de bron wijzigen.
pt_pt: Altere a gravidade do emissor.

source: Do _PARAM1__PARAM2_ to the gravity of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Schwerkraft von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n painovoimalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de zwaartekracht van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a gravidade da _PARAM0_

source: Test the gravity of the emitter.
de_de: Testet die Schwerkraft des Emitters.
fi_fi: Testaa emitterin painovoimaa.
nl_nl: Test de zwaartekracht van de bron.
pt_pt: Teste a gravidade do emissor.

source: The gravity of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Schwerkraft von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n painovoima on _PARAM1__PARAM2_
nl_nl: De zwaartekracht van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A gravidade da _PARAM0_ é _PARAM1__PARAM2_

source: Initial color
de_de: Ausgangsfarbe
fi_fi: Alkuväri
nl_nl: Initiële kleur
pt_pt: Cor inicial
zh_cn: 初始颜色

source: Modify initial color of particles.
de_de: Ändert die Ausgangsfarbe der Partikel.
fi_fi: Muuta hiukkasten alkuväriä.
nl_nl: Initiële kleur van deeltjes aanpassen.
pt_pt: Modifica a cor inicial das partículas.

source: Put initial color of particles of _PARAM0_ to _PARAM1_
de_de: Setzt die Ausgangsfarbe der Partikel von _PARAM0_ auf _PARAM1_
fi_fi: Aseta _PARAM0_:n hiukkasten alkuväriksi _PARAM1_
nl_nl: Initiële kleur van deeltjes van _PARAM0_ ter _PARAM1_
pt_pt: Colocar cor inicial das partículas de _PARAM0_ para _PARAM1_

source: Final color
de_de: Endfarbe
fi_fi: Loppuväri
nl_nl: Uiteindelijke kleur
pt_pt: Cor final
zh_cn: 最终颜色

source: Modify final color of particles.
de_de: Ändert die endgültige Farbe der Partikel.
fi_fi: Muuta hiukkasten loppuväriä.
nl_nl: Definitieve kleur van deeltjes aanpassen.
pt_pt: Modifica a cor final de partículas.

source: Put final color of particles of _PARAM0_ to _PARAM1_
de_de: Setzt die endgültige Farbe der Partikel von _PARAM0_ auf _PARAM1_
fi_fi: Aseta _PARAM0_:n hiukkasten loppuväriksi _PARAM1_
nl_nl: Stel uiteindelijke kleur van _PARAM0_ deeltjes in op _PARAM1_
pt_pt: Colocar cor inicial das partículas de _PARAM0_ para _PARAM1_

source: Red color, parameter 1
de_de: Rote Farbe, Parameter 1
fi_fi: Punainen väri, parametri 1
nl_nl: Rode kleur, parameter 1
pt_pt: Cor vermelha, o parâmetro 1
zh_cn: 红色，参数 1

source: Modify parameter 1 of the red color.
de_de: Ändert den Parameter 1 der roten Farbe.
fi_fi: Muuta punaisen värin parametriä 1.
nl_nl: Parameter 1 van de rode kleur wijzigen.
pt_pt: Modifica o parâmetro 1 da cor vermelha.

source: Do _PARAM1__PARAM2_ to parameter 1 of red color of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu Parameter 1 der Roten Farbe von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n punaisen värin parametrille 1
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 1 van de rode kleur van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 1 da cor vermelha do _PARAM0_

source: Test parameter 1 of the red color
de_de: Test-Parameter 1 der roten Farbe
fi_fi: Testaa punaisen värin parametriä 1
nl_nl: Parameter 1 van de rode kleur testen
pt_pt: Testar o parâmetro 1 da cor vermelha

source: Parameter 1 of red color of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 1 von der roten Farbe _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n punaisen värin parametri 1 on _PARAM1__PARAM2_
nl_nl: Parameter 1 van rode kleur van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 1 da cor vermelha do _PARAM0_ é _PARAM1__PARAM2_

source: Red color, parameter 2
de_de: Rote Farbe, Parameter 2
fi_fi: Punainen väri, parametri 2
nl_nl: Rode kleur, parameter 2
pt_pt: Cor vermelha, parâmetro 2
zh_cn: 红色，参数 2

source: Modify parameter 2 of the red color
de_de: Ändere Parameter 2 der roten Farbe
fi_fi: Muuta punaisen värin parametriä 2
nl_nl: Parameter 2 van de rode kleur wijzigen
pt_pt: Modificar o parâmetro 2 da cor vermelha

source: Do _PARAM1__PARAM2_ to parameter 2 of red color of _PARAM0_
de_de: Mache _PARAM1__PARAM2_ zu dem Parameter 2 von der roten Farbe zu _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n punaisen värin parametrille 2
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 2 van de rode kleur van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 2 da cor vermelha do _PARAM0_

source: Test parameter 2 of the red color
de_de: Teste Parameter 2 der roten Farbe
fi_fi: Testaa punaisen värin parametriä 2
nl_nl: Parameter 2 van de rode kleur testen
pt_pt: Testar o parâmetro 2 da cor vermelha

source: Parameter 2 of red color of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 2 von der roten Farbe _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n punaisen värin parametri 2 on _PARAM1__PARAM2_
nl_nl: Parameter 2 van rode kleur van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 2 da cor vermelha do _PARAM0_ é _PARAM1__PARAM2_

source: Blue color, parameter 1
de_de: Blaue Farbe, Parameter 1
fi_fi: Sininen väri, parametri 1
nl_nl: Blauwe kleur, parameter 1
pt_pt: Cor azul, parâmetro 1

source: Modify parameter 1 of blue color
de_de: Modifiziere den Parameter 1 mit Blauer Farbe
fi_fi: Muuta sinisen värin parametriä 1
nl_nl: Parameter 1 van de blauwe kleur wijzigen
pt_pt: Modificar o parâmetro 1 da cor azul

source: Do _PARAM1__PARAM2_ to the parameter 1 of blue color of _PARAM0_
de_de: Mache _PARAM1__PARAM2_ zu dem Parameter 1 von der blauen Farbe zu _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n sinisen värin parametrille 1
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 1 van de blauwe kleur van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 1 da cor azul de _PARAM0_

source: Test parameter 1 of blue color
de_de: Teste Parameter 1 der blauen Farbe
fi_fi: Testaa sinisen värin parametriä 1
nl_nl: Parameter 1 van de blauwe kleur testen
pt_pt: Testar o parâmetro 1 da cor azul

source: Parameter 1 of blue color of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 1 von der blauen Farbe _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n sinisen värin parametri 1 on _PARAM1__PARAM2_
nl_nl: Parameter 1 van de blauwe kleur van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 1 da cor azul de _PARAM0_ é _PARAM1__PARAM2_

source: Blue color, parameter 2
de_de: Blaue Farbe, Parameter 2
fi_fi: Sininen väri, parametri 2
nl_nl: Blauwe kleur, parameter 2
pt_pt: Cor azul, parâmetro 2

source: Modify parameter 2 of blue color
de_de: Ändere Parameter 2 der blauen Farbe
fi_fi: Muuta sinisen värin parametriä 2
nl_nl: Parameter 2 van blauwe kleur wijzigen
pt_pt: Modificar o parâmetro 2 de cor azul

source: Do _PARAM1__PARAM2_ to the parameter 2 of blue color of _PARAM0_
de_de: Mache _PARAM1__PARAM2_ zu dem Parameter 2 von der blauen Farbe zu _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n sinisen värin parametrille 2
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 2 van de blauwe kleur van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 2, de cor azul de _PARAM0_

source: Test parameter 2 of blue color
de_de: Test-Parameter 2 der blauen Farbe
fi_fi: Testaa sinisen värin parametriä 2
nl_nl: Parameter 2 van blauwe kleur testen
pt_pt: Testar o parâmetro 2 de cor azul

source: Parameter 2 of blue color of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 2 von der blauen Farbe _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n sinisen värin parametri 2 on _PARAM1__PARAM2_
nl_nl: Parameter 2 van de blauwe kleur van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 2 de cor azul de _PARAM0_ é _PARAM1__PARAM2_

source: Green color, parameter 1
de_de: Grüne Farbe, Parameter 1
fi_fi: Vihreä väri, parametri 1
nl_nl: Groene kleur, parameter 1
pt_pt: Cor verde, parâmetro 1

source: Modify parameter 1 of green color
de_de: Ändere den Parameter 1 der Grünfärbung
fi_fi: Muuta vihreän värin parametriä 1
nl_nl: Parameter 1 van groene kleur wijzigen
pt_pt: Modificar o parâmetro 1 da cor verde
