Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Play the music _PARAM1_
de_de: Spielen Sie die Musik-_PARAM1_
fi_fi: Soita musiikki _PARAM1_
nl_nl: De muziek _PARAM1_ afspelen
pt_pt: Tocar a música _PARAM1_
zh_cn: 播放音乐 _PARAM1_

source: Test if the music on a channel is being played
fi_fi: Testaa, soitetaanko musiikkia kanavalla
nl_nl: Test als de muziek op een kanaal wordt gespeeld
pt_pt: Teste se a música está sendo tocada em um canal
zh_cn: 检测某通道上的音乐是否正在播放

source: Music on channel _PARAM1_ is being played
fi_fi: Kanavan _PARAM1_ musiikkia soitetaan
nl_nl: Muziek op kanaal _PARAM1_ wordt gespeeld
pt_pt: Música no canal _PARAM1_ está tocada
zh_cn: 通道 _PARAM1_ 里的音乐正在播放

source: Channel
de_de: Kanal
fi_fi: Kanava
nl_nl: Kanaal
pt_pt: Canal
zh_cn: 通道

source: Test if the music on the specified channel is paused.
fi_fi: Testaa, onko määritetyn kanavan musiikki keskeytetty.
nl_nl: Test of de muziek op het opgegeven kanaal is onderbroken.
pt_pt: Teste se a música no canal especificado está em pausa.
zh_cn: 检测指定通道里的音乐是否暂停

source: Music on channel _PARAM1_ is paused
de_de: Musik auf Kanal _PARAM1_ ist angehalten
fi_fi: Musiikki kanavalla _PARAM1_ on keskeytetty
nl_nl: Muziek op kanaal _PARAM1_ is onderbroken
pt_pt: Música no canal _PARAM1_ está em pausa
zh_cn: 通道 _PARAM1_ 里的音乐已暂停

source: Test if the music on the specified channel is stopped.
fi_fi: Testaa, onko määritetyn kanavan musiikki pysäytetty.
nl_nl: Test als de muziek op het opgegeven kanaal is gestopt.
pt_pt: Teste se a música no canal especificado foi parada.
zh_cn: 检测指定通道里的音乐是否停止

source: Music on channel _PARAM1_ is stopped
de_de: Musik auf Kanal _PARAM1_ ist gestoppt
fi_fi: Musiikki kanavalla _PARAM1_ on pysäytetty
nl_nl: Muziek op kanaal _PARAM1_ is gestopt
pt_pt: Música no canal _PARAM1_ está parada
zh_cn: 通道 _PARAM1_ 里的音乐已停止

source: A sound is being played
de_de: Ein Ton wird wiedergegeben
fi_fi: Ääntä toistetaan
nl_nl: Een geluid wordt afgespeeld
pt_pt: Um som está a ser tocado
zh_cn: 声音正在播放

source: Test if the sound on a channel is being played.
de_de: Teste, ob der Ton auf einem Kanal abgespielt wird.
fi_fi: Testaa, toistetaanko kanavalla ääntä.
nl_nl: Testen of het geluid op een kanaal wordt afgespeeld.
pt_pt: Teste se o som em um canal está sendo tocado.
zh_cn: 检测某通道里的声音是否正在播放

source: Sound on channel _PARAM1_ is being played
fi_fi: Ääni kanavalla _PARAM1_ toistetaan
nl_nl: Geluid op kanaal _PARAM1_ wordt afgespeeld
pt_pt: Som no canal _PARAM1_ está sendo tocado
zh_cn: 通道 _PARAM1_ 里的声音正在播放

source: Test if the sound on the specified channel is paused.
fi_fi: Testaa, onko määritetyn kanavan ääni keskeytetty.
nl_nl: Test als het geluid van het opgegeven kanaal onderbroken is.
pt_pt: Teste se o som no canal especificado está em pausa.
zh_cn: 检测某通道里的声音是否已暂停

source: Sound on channel _PARAM1_ is paused
de_de: Klang auf Kanal _PARAM1_ ist angehalten
fi_fi: Ääni kanavalla _PARAM1_ on keskeytetty
nl_nl: Geluid op kanaal _PARAM1_ is onderbroken
pt_pt: Som no canal _PARAM1_ está em pausa
zh_cn: 通道 _PARAM1_ 里的声音已暂停

source: A sound is stopped
de_de: Ein Ton ist gestoppt
fi_fi: Ääni on pysäytetty
nl_nl: Een geluid is gestopt
pt_pt: Um som foi interrompido
zh_cn: 声音已停止

source: Test if the sound on the specified channel is stopped.
fi_fi: Testaa, onko määritetyn kanavan ääni pysäytetty.
nl_nl: Testen of het geluid op het opgegeven kanaal is gestopt.
pt_pt: Teste se o som no canal especificado for interrompido.
zh_cn: 检测某通道里的声音是否已停止

source: Sound on channel _PARAM1_ is stopped
de_de: Klang auf Kanal _PARAM1_ ist gestoppt
fi_fi: Ääni kanavalla _PARAM1_ on pysäytetty
nl_nl: Geluid op kanaal _PARAM1_ is gestopt
pt_pt: Som no canal _PARAM1_ foi interrompido
zh_cn: 通道 _PARAM1_ 里的声音已停止

source: Test the volume of the sound on the specified channel. The volume is between 0 and 100.
fi_fi: Testaa määritetyn kanavan äänenvoimakkuus. Äänenvoimakkuus on väliltä 0-100.
nl_nl: Test het volume van het geluid op het opgegeven kanaal. Het volume is tussen 0 en 100.
pt_pt: Teste o volume do som no canal especificado. O volume está entre 0 e 100.
zh_cn: 检测指定通道里声音的音量。值在0到100之间。

source: The volume of the sound on channel _PARAM1_ is _PARAM2__PARAM3_
fi_fi: Kanavan _PARAM1_ äänenvoimakkuus on _PARAM2__PARAM3_
nl_nl: Het volume van het geluid op kanaal _PARAM1_ is _PARAM2__PARAM3_
pt_pt: O volume do som no canal _PARAM1_ é _PARAM2__PARAM3_
zh_cn: 通道 _PARAM1_ 声音的音量 _PARAM2_ _PARAM3_

source: Volume to test
de_de: Lautstärke zum testen
fi_fi: Testattava äänenvoimakkuus
nl_nl: Te testen volume
pt_pt: Volume para testar
zh_cn: 检测音量

source: The volume of the music on channel _PARAM1_ is _PARAM2__PARAM3_
fi_fi: Kanavan _PARAM1_ musiikin äänenvoimakkuus on _PARAM2__PARAM3_
nl_nl: Het volume van de muziek op kanaal _PARAM1_ is _PARAM2__PARAM3_
pt_pt: O volume da música no canal _PARAM1_ é _PARAM2__PARAM3_
zh_cn: 通道 _PARAM1_ 上音乐的音量 _PARAM2_ _PARAM3_

source: Global volume
de_de: Gesamtlautstärke
fi_fi: Globaali äänenvoimakkuus
nl_nl: Globaal volume
pt_pt: Volume global
zh_cn: 全局音量

source: Test the global sound level. The volume is between 0 and 100.
fi_fi: Testaa globaali äänenvoimakkuus. Äänenvoimakkuus on väliltä 0-100.
nl_nl: Test het algemene geluidsniveau. Het volume is tussen 0 en 100.
pt_pt: Teste o nível global do som. O volume está entre 0 e 100.
zh_cn: 检测全局声音级别，值在0到100之间。

source: The global game volume is _PARAM2_ to _PARAM1_
fi_fi: Pelin globaali äänenvoimakkuus on välillä _PARAM2_-_PARAM1_
nl_nl: Het globale spel volume is _PARAM2_ om _PARAM1_
pt_pt: O volume global do jogo é _PARAM2_ para _PARAM1_
zh_cn: 全局游戏音量 _PARAM1_ _PARAM2_

source: Test the pitch of the sound on the specified channel. 1 is the default pitch.
fi_fi: Testaa määritetyn kanavan äänenkorkeus. Oletuskorkeus on 1.
nl_nl: Test de toonhoogte van het geluid op het opgegeven kanaal. 1 is de standaardtoonhoogte.
pt_pt: Teste o Tom do som no canal especificado. 1 é o Tom de padrão.

source: The pitch of the sound on channel _PARAM1_ is _PARAM2__PARAM3_
fi_fi: Kanavan _PARAM1_ äänenkorkeus on _PARAM2__PARAM3_
nl_nl: De toonhoogte van het geluid van kanaal _PARAM1_ is _PARAM2__PARAM3_
pt_pt: O Tom do som no canal _PARAM1_ é _PARAM2__PARAM3_
zh_cn: 通道 _PARAM1_ 上声音的音调 _PARAM2_ _PARAM3_

source: Pitch to test
de_de: Tonhöhe zum testen
fi_fi: Testattava äänenkorkeus
nl_nl: Te testen toonhoogte
pt_pt: Tom para testar
zh_cn: 测试音调

source: Test the playing offset of the sound on the specified channel.
fi_fi: Testaa määritetyn kanavan äänen toiston siirtymää.
nl_nl: Test de aanvangstijdverschuiving van het geluid in het opgegeven kanaal.
pt_pt: Teste o deslocamento do som no canal especificado do jogo.

source: The playing offset of the sound on channel _PARAM1_ is _PARAM2__PARAM3_
fi_fi: Kanavan _PARAM1_ äänen toiston siirtymä on _PARAM2__PARAM3_
nl_nl: De aanvangstijdverschuiving van het geluid in kanaal _PARAM1_ is _PARAM2__PARAM3_
pt_pt: A posição de reprodução do som no canal _PARAM1_ é _PARAM2__PARAM3_

source: Playing position (in seconds)
fi_fi: Toiston sijainti (sekunteina)
nl_nl: Afspeelpositie (in seconden)
pt_pt: Posição tocando (em segundos)

source: Test the playing offset of the music on the specified channel.
fi_fi: Testaa määritetyn kanavan musiikin toiston siirtymää.
nl_nl: Test de aanvangstijdverschuiving van de muziek in het opgegeven kanaal.
pt_pt: Teste o deslocamento de reprodução da música no canal especificado.

source: The playing offset of the music on channel _PARAM1_ is _PARAM2__PARAM3_
fi_fi: Kanavan _PARAM1_ musiikin toiston siirtymä on _PARAM2__PARAM3_
nl_nl: De aanvangstijdverschuiving van de muziek in kanaal _PARAM1_ is _PARAM2__PARAM3_
pt_pt: A posição de reprodução da música no canal _PARAM1_ é _PARAM2__PARAM3_

source: Sound playing offset
fi_fi: Äänen toiston siirtymä
nl_nl: Geluid afspeel verschuiving
pt_pt: Posição de leitura de um som
zh_cn: 声音播放位置

source: Sounds
de_de: Geräusche
fi_fi: Äänet
nl_nl: Geluiden
pt_pt: Sons
zh_cn: 声音

source: Music playing offset
fi_fi: Musiikin toiston siirtymä
nl_nl: Muziek afspeel verschuiving
pt_pt: Posição de leitura da música
zh_cn: 音乐播放位置

source: Sound volume
de_de: Geräusch-Lautstärke
fi_fi: Äänenvoimakkuus
nl_nl: Geluidsvolume
pt_pt: Volume do som
zh_cn: 声音的音量

source: Music volume
de_de: Musik-Lautstärke
fi_fi: Musiikin äänenvoimakkuus
nl_nl: Muziekvolume
pt_pt: Volume da música
zh_cn: 音乐音量

source: Sound's pitch
fi_fi: Äänen sävelkorkeus
nl_nl: Toonhoogte van geluid
pt_pt: Tom do som
zh_cn: 声音的音调

source: Music's pitch
fi_fi: Musiikin sävelkorkeus
nl_nl: Toonhoogte van muziek
pt_pt: Tom da música
zh_cn: 音乐的音调

source: Global volume value
de_de: Globaler Lautstärkewert
fi_fi: Globaali äänenvoimakkuuden arvo
nl_nl: Waarde globaal volume
pt_pt: Valor de volume global
zh_cn: 全局音量

source: Compare X position of an object
fi_fi: Vertaile objektin X-sijaintia
nl_nl: Vergelijk X-positie van een object
pt_pt: Comparar a posição X de um objeto
zh_cn: 比较对象的 X 位置

source: Compare the X position of the object.
fi_fi: Vertaile objektin X-sijaintia.
nl_nl: Vergelijk de X-positie van het object.
pt_pt: Compare a posição X do objeto.
zh_cn: 比较对象的 X 位置。

source: The X position of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n X-sijainti on _PARAM1__PARAM2_
nl_nl: De X-positie van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A posição X do _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的 X 位置是 _PARAM1__PARAM2_

source: X position of an object
de_de: X-Position eines Objekts
fi_fi: Objektin X-sijainti
nl_nl: X-positie van een object
pt_pt: Posição de um objeto x
zh_cn: 对象的 x 位置

source: Change the X position of an object.
de_de: Verändert die X-Position eines Objekts.
fi_fi: Muuta objektin X-sijaintia.
nl_nl: Wijzig de X-positie van een object.
pt_pt: Altere a posição X de um objeto.
zh_cn: 更改对象的 X 位置。

source: Do _PARAM1__PARAM2_ to the X position of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n X-sijainnille
nl_nl: Pas _PARAM1__PARAM2_ toe op de X-positie van _PARAM0_
pt_pt: Do _PARAM1__PARAM2_ para a posição X de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的 X 位置

source: Compare Y position of an object
de_de: Vergleiche die Y-Position eines Objekts
fi_fi: Vertaile objektin Y-sijaintia
nl_nl: Vergelijk Y-positie van een object
pt_pt: Comparar posição Y de um objeto
zh_cn: 比较对象的 Y 位置

source: Compare the Y position of an object.
de_de: Vergleiche die Y-Position eines Objekts.
fi_fi: Vertaile objektin Y-sijaintia.
nl_nl: Vergelijk de Y-positie van een object.
pt_pt: Comparar a posição Y de um objeto.
zh_cn: 比较对象的 Y 位置

source: The Y position of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Y-Position von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n Y-sijainti on _PARAM1__PARAM2_
nl_nl: De Y-positie van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A posição Y de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的 Y 位置是 _PARAM1__PARAM2_

source: Y position of an object
de_de: Y-Position eines Objekts
fi_fi: Objektin Y-sijainti
nl_nl: Y-positie van een object
pt_pt: Posição Y de um objeto
zh_cn: 对象的 Y 位置

source: Change the Y position of an object.
de_de: Verändert die Y-Position eines Objekts.
fi_fi: Muuta objektin Y-sijaintia.
nl_nl: Wijzig de Y-positie van een object.
pt_pt: Alterar a posição Y de um objecto.
zh_cn: 更改对象的 Y 位置。

source: Do _PARAM1__PARAM2_ to the Y position of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Y-Position von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n Y-sijainnille
nl_nl: Pas _PARAM1__PARAM2_ toe op de Y-positie van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a posição Y do _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的 Y 位置

source: Position of an object
de_de: Position eines Objekts
fi_fi: Objektin sijainti
nl_nl: Positie van een object
pt_pt: Posição de um objeto
zh_cn: 对象的位置

source: Change the position of an object.
de_de: Verändert die Position eines Objekts.
fi_fi: Muuta objektin sijaintia.
nl_nl: Wijzig de positie van een object.
pt_pt: Alterar a posição de um objecto.
zh_cn: 更改对象的位置。

source: Do _PARAM1__PARAM2_;_PARAM3__PARAM4_ to the position of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_;_PARAM3__PARAM4_ _PARAM0_:n sijainnille
nl_nl: Pas _PARAM1__PARAM2_; _PARAM3__PARAM4_ toe op de positie van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_; _PARAM3__PARAM4_ para a posição de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_; _PARAM3__PARAM4_ 成为 _PARAM0_ 的位置

source: Put an object around a position
de_de: Setze ein Objekt um eine Position
fi_fi: Aseta objekti sijainnin ympärille
nl_nl: Zet een object rond een positie
pt_pt: Colocar um objeto em torno de uma posição
zh_cn: 将对象放在一个位置附近

source: Position an object around a position, with specified angle and distance.
fi_fi: Aseta objekti sijainnin ympärille määritettyyn kulmaan ja etäisyydelle.
nl_nl: Plaats een object in een baan rond een positie met opgegeven hoek en afstand.
pt_pt: Posicione um objecto em torno de uma posição, com ângulo e distancia especificados.
zh_cn: 放置对象於位置附近，以指定的角度和距离。

source: Put _PARAM0_ around _PARAM1_;_PARAM2_, with an angle of _PARAM4_ degrees and _PARAM3_ pixels distance.
fi_fi: Aseta _PARAM0_ _PARAM1_;_PARAM2_ ympärille käyttäen kulmaa _PARAM4_ astetta ja _PARAM3_ pikselin etäisyyttä.
nl_nl: Plaats _PARAM0_ rond _PARAM1_; _PARAM2_, met een hoek van _PARAM4_ graden en _PARAM3_ pixels afstand.
pt_pt: Colocar _PARAM0_ em torno de _PARAM1_; _PARAM2_, com um ângulo de _PARAM4_ graus e distância de _PARAM3_ pixels.
zh_cn: 把 _PARAM0_ 围繞 _PARAM1_ ； _PARAM2_ ，以 _PARAM4_ 角度和 _PARAM3_ 像素距离。

source: Distance
de_de: Distanz
fi_fi: Etäisyys
nl_nl: Afstand
pt_pt: Distância
zh_cn: 距离

source: Angle, in degrees
de_de: Winkel in Grad
fi_fi: Kulma asteina
nl_nl: Hoek in graden
pt_pt: Ângulo, em graus
zh_cn: 角度，以度为单位

source: Change the angle of rotation of an object.
fi_fi: Muuta objektin kiertokulmaa.
nl_nl: Wijzig de hoek van de rotatie van een object.
pt_pt: Mude o ângulo de rotação de um objeto.
zh_cn: 更改对象的旋转角度。

source: Do _PARAM1__PARAM2_ to angle of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kulmalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de hoek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o ângulo de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的角度

source: Rotate
de_de: Drehen
fi_fi: Kierrä
nl_nl: Roteer
pt_pt: Rodar
zh_cn: 旋转

source: Rotate an object, clockwise if the speed is positive, counterclockwise otherwise.
fi_fi: Kierrä objektia myötäpäivään, jos nopeus on positiivinen, muutoin vastapäivään.
nl_nl: Een object roteren, met de klok mee als de snelheid positief is, anders tegen de klok in.
pt_pt: Gire um objeto, no sentido horário, se a velocidade for positiva, no sentido anti-horário, caso contrário.

source: Rotate _PARAM0_ at speed _PARAM1_deg/second
fi_fi: Kierrä _PARAM0_ nopeudella _PARAM1_ astetta sekunnissa
nl_nl: _PARAM0_ roteren met snelheid _PARAM1_graden/seconde
pt_pt: Girar _PARAM0_ na velocidade de _PARAM1_graus/segundo
zh_cn: 旋转 _PARAM0_ 以 _PARAM1_度 / 秒的速度

source: Angular speed (in degrees per second)
fi_fi: Kulmanopeus (asteina sekunnissa)
nl_nl: Hoeksnelheid (in graden per seconde)
pt_pt: Velocidade angular (graus por segundo)
zh_cn: 角速度 ( 以度为单位每秒 )

source: Rotate toward angle
de_de: Drehe in Richtung des Winkels
fi_fi: Kierrä kohti kulmaa
nl_nl: Roteer richting hoek
pt_pt: Girar na direção do ângulo
zh_cn: 向角旋转

source: Rotate an object towards an angle with the specified speed.
fi_fi: Kiertää objektia kohti tiettyä kulmaa määritetyllä nopeudella.
nl_nl: Roteer een object in de richting van een hoek met de ingestelde snelheid.
pt_pt: Gire um objeto na direção do ângulo com a velocidade especificada.
zh_cn: 以指定速度向一角度旋转对象。

source: Rotate _PARAM0_ towards _PARAM1_ at speed _PARAM2_deg/second
fi_fi: Kierrä _PARAM0_ kohti _PARAM1_ nopeudella _PARAM2_ astetta sekunnissa
nl_nl: Roteer _PARAM0_ richting _PARAM1_ met snelheid _PARAM2_graden/seconde
pt_pt: _PARAM0_ girar no sentido _PARAM1_ a velocidade _PARAM2_deg/segundo
zh_cn: 旋转 _PARAM0_ 向著 _PARAM1_ 以 _PARAM2_ 度/秒的速度

source: Angle to rotate towards (in degrees)
fi_fi: Kulma, jota kohti kierretään (asteina)
nl_nl: Hoek om naar toe te roteren (in graden)
pt_pt: Ângulo a girar na direção (em graus)
zh_cn: 要向住旋转的角度 ( 以度为单位 )

source: Angular speed (in degrees per second) (0 for immediate rotation)
fi_fi: Kulmanopeus (asteina sekunnissa) (0: välitön kierto)
nl_nl: Hoeksnelheid (in graden per seconde) (0 voor onmiddellijke rotatie)
pt_pt: Velocidade angular (em graus por segundo) (0 para rotação imediata)
zh_cn: 角速度 ( 以度为单位每秒 ) ( 0 表示立即旋转 )

source: Rotate toward position
de_de: Drehe in Richtung der Position
fi_fi: Kierrä kohti sijaintia
nl_nl: Roteer richting positie
pt_pt: Rodar para a posição
zh_cn: 向一位置旋转

source: Rotate an object towards a position, with the specified speed.
fi_fi: Kiertää objektia kohti tiettyä sijaintia määritetyllä nopeudella.
nl_nl: Roteer een object richting een positie met de ingestelde snelheid.
pt_pt: Rodar um objeto para uma posição, com a velocidade especificada.
zh_cn: 旋转物体朝向一个位置，用指定的速度。

source: Rotate _PARAM0_ towards _PARAM1_;_PARAM2_ at speed _PARAM3_deg/second
fi_fi: Kierrä _PARAM0_ kohti _PARAM1_;_PARAM2_ nopeudella _PARAM3_ astetta sekunnissa
nl_nl: Roteer _PARAM0_ naar _PARAM1_; _PARAM2_ met de snelheid van _PARAM3_ graden/seconde
pt_pt: Rode o _PARAM0_ para _PARAM1_; _PARAM2_ a velocidade _PARAM3_deg/segundo
zh_cn: 旋转 _PARAM0_ 朝向 _PARAM1_ ； _PARAM2_ 以 _PARAM3_ 度/秒的速度

source: Add to _PARAM0_ a force of _PARAM1_ p/s on X axis and _PARAM2_ p/s on Y axis
fi_fi: Lisää _PARAM0_:lle voima _PARAM1_ px/sek. X-akselilla ja _PARAM2_ px/sek. Y-akselilla
nl_nl: Voeg aan _PARAM0_ een kracht toe van _PARAM1_ p/s op X-as en _PARAM2_ p/s op de Y-as
pt_pt: Adicionar ao _PARAM0_ uma força de _PARAM1_ p/s no eixo X e _PARAM2_ p/s no eixo Y
zh_cn: 添加到 _PARAM0_ 一个 _PARAM1_ p/s 的力於 X 轴和 _PARAM2_ p/s 的力於 Y 轴

source: Speed on X axis (in pixels per second)
de_de: Geschwindigkeit auf der X-Achse (Pixel pro Sekunde)
fi_fi: Nopeus X-akselilla (pikseliä/sek.)
nl_nl: Snelheid op de X-as (in pixels per seconde)
pt_pt: Velocidade no eixo X (em pixels por segundo)
zh_cn: X轴上的速度（像素每秒）

source: Speed on Y axis (in pixels per second)
de_de: Geschwindigkeit auf der Y-Achse (Pixel pro Sekunde)
fi_fi: Nopeus Y-akselilla (pikseliä/sek.)
nl_nl: Snelheid op de Y-as (in pixels per seconde)
pt_pt: Velocidade no eixo Y (em pixels por segundo)
zh_cn: Y轴上的速度（像素每秒）

source: Damping (Default: 0)
fi_fi: Vaimennus (oletus: 0)
nl_nl: Demping (standaard: 0)
pt_pt: Amortecimento (padrão: 0)
zh_cn: 阻尼 ( 默认值： 0 )

source: Add a force (angle)
de_de: Fügen Grade zum (Winkel) hinzu
fi_fi: Lisää voima (kulma)
nl_nl: Toevoegen van een kracht (hoek)
pt_pt: Adicionar uma força (ângulo)
zh_cn: 添加一个力 （角）

source: Add to _PARAM0_ a force, angle: _PARAM1_ degrees and length: _PARAM2_ pixels
fi_fi: Lisää _PARAM0_:lle voima, kulma: _PARAM1_ astetta ja pituus: _PARAM2_ pikseliä
nl_nl: Voeg aan _PARAM0_ een kracht met hoek: _PARAM1_ graden en lengte: _PARAM2_ pixels
pt_pt: Adicionar a _PARAM0_ uma força, ângulo: _PARAM1_ graus e comprimento: _PARAM2_ pixels
zh_cn: 添加力到 _PARAM0_ 、 角度： _PARAM1_ 度和长度： _PARAM2_ 像素

source: Speed (in pixels per second)
fi_fi: Nopeus (pikseliä/sek.)
nl_nl: Snelheid (in pixels per seconde)
pt_pt: Velocidade (em pixels por segundo)
zh_cn: （单位为像素每秒） 的速度

source: Add a force to move toward a position
fi_fi: Lisää voima siirtymiseksi tiettyyn sijaintiin
nl_nl: Toevoegen van een kracht om te verplaatsen naar een positie
pt_pt: Adicionar uma força para se mover para uma posição
zh_cn: 添加一个力走向某位置

source: Add a force to an object to make it move toward a position.
fi_fi: Lisää objektille voima, jotta se siirtyy kohti tiettyä sijaintia.
nl_nl: Een kracht toevoegen aan een object om het te verplaatsen naar een positie.
pt_pt: Adicione uma força a um objeto parafazê-lo se mover em direção a uma posição.
zh_cn: 添加一个力使对象走向某个位置

source: Move _PARAM0_ to _PARAM1_;_PARAM2_ with a force of _PARAM3_ pixels
fi_fi: Siirrä _PARAM0_ sijaintiin _PARAM1_;_PARAM2_ voimalla _PARAM3_ pikseliä
nl_nl: _PARAM0_ verplaatsen naar _PARAM1_; _PARAM2_ met een kracht van _PARAM3_ pixels
pt_pt: Mover o _PARAM0_ para _PARAM1_; _PARAM2_ com uma força de _PARAM3_ pixels
zh_cn: 将 _PARAM0_ 移动到 _PARAM1_ ； _PARAM2_ 以 _PARAM3_ 像素的力

source: Rotate _PARAM0_ around _PARAM1_;_PARAM2_ at _PARAM3_ deg/sec and _PARAM4_ pixels away
fi_fi: Kierrä _PARAM0_ ympäri _PARAM1_;_PARAM2_ nopeudella _PARAM3_ astetta/sek. ja _PARAM4_ pikselin etäisyydellä
nl_nl: Roteer _PARAM0_ rond _PARAM1_;_PARAM2_ met _PARAM3_ graden/sec en _PARAM4_ pixels verwijderd
pt_pt: Rode o _PARAM0_ em torno de _PARAM1_; _PARAM2_ com _PARAM3_ graus/s e _PARAM4_ pixels de distância

source: X position of the center
de_de: X-Position des Zentrums
fi_fi: Keskustan X-sijainti
nl_nl: X positie van het middelpunt
pt_pt: Posição X do centro
zh_cn: X 的中心位置

source: Y position of the center
de_de: Y-Position des Zentrums
fi_fi: Keskustan Y-sijainti
nl_nl: Y-positie van het middelpunt
pt_pt: Posição Y do centro
zh_cn: Y 的中心位置

source: Speed (in Degrees per seconds)
de_de: Geschwindigkeit (Grad pro Sekunde)
fi_fi: Nopeus (astetta sekunnissa)
nl_nl: Snelheid (in graden per seconde)
pt_pt: Velocidade (em graus por segundo)
zh_cn: 速度 ( 角度每秒 )

source: Distance (in pixels)
de_de: Distanz (in Pixel)
fi_fi: Etäisyys (pikseleinä)
nl_nl: Afstand (in pixels)
pt_pt: Distância (em pixels)
zh_cn: 距离 ( 以像素为单位 )

source: Stop the object
de_de: Stoppt das Objekt
fi_fi: Pysäytä objekti
nl_nl: Stop het object
pt_pt: Parar o objeto
zh_cn: 停止对象

source: Stop the object _PARAM0_
de_de: Objekt _PARAM0_ stoppen
fi_fi: Pysäytä objekti _PARAM0_
nl_nl: Stop het object _PARAM0_
pt_pt: Parar o objeto _PARAM0_
zh_cn: 停止对象 _PARAM0_

source: Delete an object
de_de: Löscht ein Objekt
fi_fi: Objektin poistaminen
nl_nl: Een object verwijderen
pt_pt: Apagar um objeto
zh_cn: 删除对象

source: Delete the specified object.
de_de: Ausgewähltes Objekt löschen.
fi_fi: Poista määritetty objekti.
nl_nl: Verwijderthet opgegeven object.
pt_pt: Apagar o objeto especificado.
zh_cn: 删除指定的对象。

source: Delete object _PARAM0_
de_de: Objekt _PARAM0_ löschen
fi_fi: Poista objekti _PARAM0_
nl_nl: Object _PARAM0_ verwijderen
pt_pt: Apagar o objeto _PARAM0_
zh_cn: 删除对象 _PARAM0_

source: Do _PARAM1__PARAM2_ to z-Order of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n Z-järjestykselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de z-volgorde van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ de z-ordem de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_做为 _PARAM0_ 的 z-顺序

source: Put _PARAM0_ on the layer _PARAM1_
fi_fi: Sijoita _PARAM0_ kerrokselle _PARAM1_
nl_nl: Zet _PARAM0_ op de laag _PARAM1_
pt_pt: Colocar _PARAM0_ na camada _PARAM1_
zh_cn: 把 _PARAM0_ 放在图层 _PARAM1_

source: Layers and cameras
de_de: Ebenen und Kameras
fi_fi: Kerrokset ja kamerat
nl_nl: Lagen en camera 's
pt_pt: Camadas e câmeras
zh_cn: 图层和镜头

source: Modify a variable of an object
fi_fi: Muuta objektin muuttujaa
nl_nl: Een variabele van een object wijzigen
pt_pt: Modificar uma variável de um objeto
zh_cn: 修改对象的变量

source: Modify the value of a variable of an object
fi_fi: Muuta objektin muuttujan arvoa
nl_nl: De waarde van een variabele van een object wijzigen
pt_pt: Modificar o valor de uma variável de um objeto
zh_cn: 修改对象的变量的值

source: Do _PARAM2__PARAM3_ to variable _PARAM1_ of _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n muuttujalle _PARAM1_
nl_nl: Pas _PARAM2__PARAM3_ toe op variabele _PARAM1_ van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ a variável _PARAM1_ de _PARAM0_
zh_cn: 把 _PARAM2_ _PARAM3_ 做为 _PARAM0_ 的 _PARAM1_ 变量

source: Variable
fi_fi: Muuttuja
nl_nl: Variabele
pt_pt: Variável
zh_cn: 变量

source: Modify the text of a variable of an object
fi_fi: Muuta objektin muuttujan tekstiä
nl_nl: De tekst van een variabele van een object wijzigen
pt_pt: Modificar o texto de uma variável de um objeto
zh_cn: 修改文字对象的变量
