Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: could not be loaded. Contact the developer for more information. Detailed log: No valid create/destroy functions.
de_de: konnte nicht geladen werden. Kontaktieren Sie den Entwickler für weitere information. Detail Protokoll: Keine gültige erstellen/löschen Funktionen.
fi_fi: ei voitu ladata. Saat lisätietoja kehittäjältä. Yksityiskohtainen loki: Ei kelvollisia create/destroy -funktioita.
nl_nl: kon niet worden geladen. Contacteer de ontwikkelaar voor meer information. Gedetaileerd log: Geen geldig maken/vernietig functies.
pt_pt: não pode ser carregado. Entre em contato com o desenvolvedor para mais informações. Log detalhado: Nenhuma função válida de criação / destruição.

source: Unable to save file
de_de: Datei konnte nicht gespeichert werden
fi_fi: Tiedostoa ei voi tallentaa
nl_nl: Kan bestand niet opslaan
pt_pt: Impossível salvar o arquivo
zh_cn: 无法保存文件

source: ! Check that the drive has enough free space, is not write-protected and that you have read/write permissions.
de_de: ! Prüfen Sie, dass das Laufwerk genügend freien Speicherplatz hat, nicht schreibgeschützt ist und Sie über Lese-/Schreibberechtigungen verfügen.
fi_fi: ! Tarkista, että asemassa on vapaata tilaa, se ei ole kirjoitussuojattu ja että sinulla on luku-ja kirjoitusoikeudet.
nl_nl: ! Controleer of het station voldoende vrije ruimte heeft, niet beveiligd is tegen schrijven en of u lees/schrijf-machtigingen nodig heeft.
pt_pt: ! Verifique se o disco possui espaço livre suficiente, se não está protegido contra gravação e se você tem permissões de leitura / gravação.

source: Unable to open the file.
de_de: Datei konnte nicht geöffnet werden.
fi_fi: Tiedoston avaaminen ei onnistunut.
nl_nl: Niet in staat om het bestand te openen.
pt_pt: Não é possível abrir o arquivo.
zh_cn: 无法打开该文件 ！

source: Make sure the file exists and that you have the right to open the file.
de_de: Stellen Sie sicher, dass die Datei vorhanden ist und Sie die Rechte haben die Datei zu öffnen.
fi_fi: Varmista, että tiedosto on olemassa ja että sinulla on oikeus avata tiedosto.
nl_nl: Controleer of het bestand bestaat en dat u hebt het recht om het bestand te openen.
pt_pt: Verifique se o arquivo existe e que tem direito de abrir o arquivo.
zh_cn: 请确保该文件存在并且您有权打开该文件。

source: Error while loading :
de_de: Fehler beim Laden:
fi_fi: Virhe ladattaessa:
nl_nl: Fout tijdens het laden:
pt_pt: Erro ao carregar:
zh_cn: 加载时出错：

source: Your project has been upgraded to be used with GDevelop 4. If you save it, you won't be able to open it with an older version: please do a backup of your project file if you want to go back to GDevelop 3.
de_de: Ihr Projekt wurde zur benutzung mit GDevelop 4 Aktualisiert. Wenn sie es speichern, werden sie es nicht mehr mit einer älteren Version öffnen können: Bitte machen sie ein Backup ihres Projektes wenn sie zu GDevelop 3 zurückkehren möchten.
fi_fi: Projekti on päivitetty käytettäväksi GDevelop 4 kanssa. Jos tallennat sen, et voi avata projektia vanhemmalla versiolla: Tee varmuuskopio projektitiedostoista, jos haluat palata GDevelop 3 käyttämiseen.
nl_nl: Uw project is opgewaardeerd om te worden gebruikt met GDevelop 4. Als u deze opslaat, kunt u het project niet meer openen met een oudere versie: maak een kopie van uw project-bestand als u wilt teruggaan naar GDevelop 3.
pt_pt: Seu projeto foi atualizado para ser usado com GDevelop 4. Se você salvá-lo, você não será capaz de abri-lo com uma versão mais antiga: por favor, faça um backup do arquivo de projeto se você quiser voltar a usar GDevelop 3.

source: Open an expression editor
de_de: Öffne einen Ausdrucks-Editor
fi_fi: Avaa lauseke-editori
nl_nl: Een expressie-bewerker openen
pt_pt: Abra um editor de expressões
zh_cn: 打开表达式编辑器

source: Open a text editor
de_de: Öffnen Sie einen Texteditor
fi_fi: Avaa tekstieditori
nl_nl: Open een tekstbewerker
pt_pt: Abra um editor de texto
zh_cn: 打开一个文本编辑器

source: Choose a behavior
de_de: Wählen Sie ein Verhalten aus
fi_fi: Valitse käytös
nl_nl: Selecteer een gedrag
pt_pt: Escolher um comportamento
zh_cn: 选择一个行为

source: Choose a behavior of the object.
fi_fi: Valitse objektin käytös.
nl_nl: Een gedrag van het object selecteren.
pt_pt: Escolha um comportamento do objeto.
zh_cn: 选择对象的行为。

source: This object doesn't have the appropriate behavior attached to it. Check that you selected the right object or add the behavior in the object properties.
fi_fi: Tähän objektiin ei ole liitetty sopivaa käytöstä. Tarkista, että olet valinnut oikean objektin tai lisää käytös objektin ominaisuuksista.
nl_nl: Dit object heeft niet het juiste gedrag gekoppeld. Controleer of u het juiste object hebt geselecteerd of voeg het gedrag toe in de eigenschappen van het object.
pt_pt: Este objeto não possui o comportamento apropriado anexado a ele. Verifique se você selecionou o objeto certo ou adicione este o comportamento nas propriedades do objeto.

source: This object doesn't have behavior "%s" attached to it. Check that you selected the right object or add this behavior in the object properties.
fi_fi: Tähän objektiin ei ole liitetty käytöstä "%s". Tarkista, että olet valinnut oikean objektin tai lisää käytös objektin ominaisuuksista.
nl_nl: Dit object heeft gedrag "%s" niet gekoppeld. Controleer of u het juiste object hebt geselecteerd of voeg dit gedrag toe aan de eigenschappen van het object.
pt_pt: Este objeto não possui o comportamento "%s" anexado a ele. Verifique se você selecionou o objeto certo ou adicione este comportamento nas propriedades do objeto.

source: Choose the behavior to add to the object:
fi_fi: Valitse objekille lisättävä käytös:
nl_nl: Kies het gedrag om toe te voegen aan het object:
pt_pt: Escolha o comportamento para adicionar ao objeto:
zh_cn: 选择要添加到该对象的行为 ︰

source: You can also use the grayed behaviors: their associated extension will be automatically enabled.
fi_fi: Voit myös käyttää harmaina näkyviä käytöksiä: niihin liittyvä laajennus otetaan automaattisesti käyttöön.
nl_nl: U kunt ook de grijze gedragingen gebruiken: De benodigde uitbreiding zal automatisch worden ingeschakeld.
pt_pt: Você também pode usar os comportamentos acinzentados: As suas extensões associadas serão ativadas automaticamente.

source: This object is provided by the
fi_fi: Tämä objekti käyttää
nl_nl: Dit object is aangeboden door de
pt_pt: Este objeto é fornecido por

source: extension, but this extension is not activated for the current game. Do you want to use this extension in your game?
fi_fi: laajennusta, mutta sitä ei ole aktivoitu nykyiselle pelille. Haluatko käyttää tätä laajennusta pelissä?
nl_nl: uitbreiding, maar deze uitbreiding is niet geactiveerd voor het huidige spel. Wilt u deze uitbreiding in uw spel gebruiken?
pt_pt: extensão, mas esta extensão não esta ativada para o game atual. Você deseja usar esta extensão no seu jogo?

source: Activate extension
de_de: Erweiterung aktivieren
fi_fi: Aktivoi laajennus
nl_nl: Activeren van de uitbreiding
pt_pt: Ativar extensão

source: Choose a layer
de_de: Wählen Sie eine Ebene aus
fi_fi: Valitse kerros
nl_nl: Kies een laag
pt_pt: Escolha uma camada

source: Choose an object
de_de: Objekt auswählen
fi_fi: Valitse objekti
nl_nl: Kies een object
pt_pt: Escolha um objeto
zh_cn: 选择一个对象

source: Choose this object
de_de: Dieses Objekt auswählen
fi_fi: Valitse tämä objekti
nl_nl: Kies dit object
pt_pt: Escolha este objeto
zh_cn: 选择此对象

source: To add some objects, use the objects editor
de_de: Benutzen Sie den Objekt-Editor, um Objekte hinzuzufügen.
fi_fi: Käytä objektieditoria lisätäksesi objekteja
nl_nl: Gebruik de objectenbewerker om sommige objecten toe te voegen
pt_pt: Para adicionar alguns objetos, use o editor de objetos
zh_cn: 使用对象编辑器，来添加一些对象

source: Choose this group
de_de: Diese Gruppe auswählen
fi_fi: Valitse tämä ryhmä
nl_nl: Kies deze groep
pt_pt: Escolher este grupo
zh_cn: 选择此组

source: To add some groups, use the objects groups editor
de_de: Benutzen Sie den Gruppen-Editor, um Gruppen hinzuzufügen.
fi_fi: Käytä objektiryhmäeditoria lisätäksesi ryhmiä
nl_nl: Om groepen toe te voegen, gebruik de objectgroep bewerker
pt_pt: Para adicionar alguns grupos, use o editor de grupos de objetos
zh_cn: 若要添加一些组，使用对象组编辑器

source: Choose an object type
de_de: Objekttyp auswählen
fi_fi: Valitse objektin tyyppi
nl_nl: Kies een objecttype
pt_pt: Escolha um tipo de objeto
zh_cn: 选择一个对象类型

source: Choose the kind of object to add:
fi_fi: Valitse lisättävän objektin tyyppi:
nl_nl: Kies het soort object dat u wilt toevoegen:
pt_pt: Escolha o tipo de objeto a adicionar:
zh_cn: 选择要添加的对象类型：

source: You can also use the grayed objects: Their associated extension will be automatically enabled.
fi_fi: Voit myös käyttää harmaina näkyviä objekteja: niihin liittyvä laajennus otetaan automaattisesti käyttöön.
nl_nl: U kunt ook de inactieve objecten gebruiken: De benodigde uitbreiding zal automatisch worden ingeschakeld.
pt_pt: Você também pode usar os objetos acizentados: As suas extensões associadas serão ativadas autmaticamente.

source: Choose a variable
de_de: Variable auswählen
fi_fi: Valitse muuttuja
nl_nl: Kies een variabele
pt_pt: Escolha uma variável
zh_cn: 选择变量

source: Edit initial value
de_de: Ausgangswert bearbeiten
fi_fi: Muokkaa alkuarvoa
nl_nl: Beginwaarde bewerken
pt_pt: Edite o valor inicial
zh_cn: 编辑初始值

source: Add a child variable
de_de: Child-Variable hinzufügen
fi_fi: Lisää lapsimuuttuja
nl_nl: Een kind-variabele toevoegen
pt_pt: Adicionar uma variável filha
zh_cn: 添加子变量

source: Remove
de_de: Entfernen
fi_fi: Poista
nl_nl: Verwijderen
pt_pt: Eliminar
zh_cn: 删除

source: Initial value
de_de: Ausgangswert
fi_fi: Alkuarvo
nl_nl: Beginwaarde
pt_pt: Valor inicial
zh_cn: 初始值

source: Add a variable
de_de: Variable hinzufügen
fi_fi: Lisää muuttuja
nl_nl: Een variabele toevoegen
pt_pt: Adicionar uma variável
zh_cn: 添加变量

source: Edit the initial value of the variable
de_de: Ausgangswert der Variablen bearbeiten
fi_fi: Muokkaa muuttujan alkuarvoa
nl_nl: De aanvankelijke waarde van de variabele bewerken
pt_pt: Edite o valor inicial da variável
zh_cn: 编辑变量的初始值

source: Delete the selected variable
de_de: Ausgewählte Variable löschen
fi_fi: Poista valittu muuttuja
nl_nl: De geselecteerde variabele verwijderen
pt_pt: Apagar a variável selecionada
zh_cn: 删除所选的变量

source: Search for undeclared variables
de_de: Undeklarierte Variablen suchen
fi_fi: Etsi määrittelemättömiä muuttujia
nl_nl: Zoek voor ongedeclareerde variabelen
pt_pt: Pesquisa pelas variáveis não declaradas
zh_cn: 搜索未声明的变量

source: Search for undeclared variables inside the project
de_de: Undeklarierte Variablen in diesem Projekt suchen
fi_fi: Etsi projektista määrittelemättömiä muuttujia
nl_nl: Zoeken naar ongedeclareerde variabelen binnen het project
pt_pt: Pesquisar pelas variáveis não declaradas dentro do projeto
zh_cn: 在项目内搜索未声明的变量

source: Help about variables
fi_fi: Muuttujien ohje
nl_nl: Help voor variabelen
pt_pt: Ajuda sobre variáveis
zh_cn: 关于变量的帮助

source: "%s" scene variables
fi_fi: "%s" kenttämuuttujat
nl_nl: "%s" scène variabelen
pt_pt: "%s" variáveis de cena
zh_cn: 场景变量 "%s"

source: "%s" object variables
fi_fi: "%s" objektimuuttujat
nl_nl: "%s" objectvariabelen
pt_pt: "%s" variáveis de objeto
zh_cn: 对象变量 "%s"

source: Edit the variables (%s)
fi_fi: Muokkaa muuttujia (%s)
nl_nl: Bewerken van de variabelen (%s)
pt_pt: Editar as variáveis (%s)
zh_cn: 编辑变量 (%s)

source: NewVariable
pt_pt: NovaVariavel
zh_cn: 新变量

source: Please choose a new name for the new variable
de_de: Bitte wählen Sie einen neuen Namen für die neue Variable
fi_fi: Valitse uusi nimi uudelle muuttujalle
nl_nl: Kies een nieuwe naam voor de nieuwe variabele
pt_pt: Por favor, escolha um novo nome para a nova variável
zh_cn: 请为新变量选择一个新的名称

source: New variable name
de_de: Neuer Variablenname
fi_fi: Uusi muuttujanimi
nl_nl: De naam van de nieuwe variabele
pt_pt: Novo nome da variável
zh_cn: 新的变量名称

source: These variables are used but not declared: Check the variables to be added to the list.
fi_fi: Näitä muuttujia on käytetty, mutta ei esitelty: Tarkista luetteloon lisättävät muuttujat.
nl_nl: Deze variabelen zijn gebruikt maar niet gedeclareerd: Controleer de variabelen die worden toegevoegd aan de lijst.
pt_pt: Essas variáveis são usadas mas não declaradas: Verifique as variáveis a serem adicionadas à lista.
zh_cn: 这些变量已使用但未声明 ︰ 选中变量添加到列表中。

source: Adding undeclared variables
fi_fi: Esittelemättömien muuttujien lisääminen
nl_nl: Ongedeclareerde variabelen toevoegen
pt_pt: Adicionar variáveis não declaradas
zh_cn: 添加未声明变量

source: Enter the initial value of the variable
de_de: Ausgangswert der Variablen eingeben
fi_fi: Anna muuttujan alkuarvo
nl_nl: Voer de initiële waarde in van de variabele
pt_pt: Digite o valor inicial da variável
zh_cn: 输入该变量的初始值

source: Enter the new name of the variable
fi_fi: Anna muuttujan uusi nimi
nl_nl: Voer de nieuwe naam van de variabele in
pt_pt: Digite o novo nome da variável
zh_cn: 输入变量的新名称

source: New name
de_de: Neuer Name
fi_fi: Uusi nimi
nl_nl: Nieuwe naam
pt_pt: Novo nome
zh_cn: 新名称

source: A child variable with this name already exists!
fi_fi: Tämänniminen lapsimuuttuja on jo olemassa!
nl_nl: Een kind-variabele met deze naam bestaat al!
pt_pt: Uma variável filha com este nome já existe!
zh_cn: 具有此名称的子变量已经存在 ！

source: NewChild
pt_pt: Novo filho
zh_cn: 新的子

source: Edit the comment
de_de: Kommentar bearbeiten
fi_fi: Muokkaa kommenttia
nl_nl: Wijzig het commentaar
pt_pt: Editar o comentário
zh_cn: 编辑注释

source: Use two columns
fi_fi: Käyttää kahta saraketta
nl_nl: Twee kolommen gebruiken
pt_pt: Use duas colunas
zh_cn: 使用两列

source: Background color
de_de: Hintergrundfarbe
fi_fi: Taustaväri
nl_nl: Achtergrondkleur
pt_pt: Cor de Fundo
zh_cn: 背景颜色

source: Text color
de_de: Textfarbe
fi_fi: Tekstin väri
nl_nl: Tekstkleur
pt_pt: Cor do Texto
zh_cn: 文字颜色

source: Edit the expression
de_de: Ausdruck bearbeiten
fi_fi: Muokkaa lauseketta
nl_nl: De expressie bewerken
pt_pt: Editar a expressão
zh_cn: 编辑表达式

source: No errors.
de_de: Keine Fehler.
fi_fi: Ei virheitä.
nl_nl: Geen fouten.
pt_pt: Sem erros.
zh_cn: 没有错误。

source: Click to position cursor on the error.
fi_fi: Klikkaa sijoittaaksesi hiiren virheen päälle.
nl_nl: Klik op om de cursorpositie naar de fout te verplaatsen.
pt_pt: Clique para posicionar o cursor sobre o erro.

source: Basic operations
de_de: Grundlegende Operationen
fi_fi: Perustoiminnot
nl_nl: Basisbewerkingen
pt_pt: Operações básicas
zh_cn: 基本操作

source: Complex operations
de_de: Komplexe Operationen
fi_fi: Monimutkaiset toiminnot
nl_nl: Complexe operaties
pt_pt: Operações complexas
zh_cn: 复杂的操作

source: pow(x,n) raise x to power n
fi_fi: pow(x,n) korota x potenssiin n
nl_nl: pow(x,n) verhogen x tot de macht n
pt_pt: pow(x,n) eleva x na potência n

source: sqrt(x) compute the square root of x.
fi_fi: sqrt(x) laskee x:n neliöjuuren.
nl_nl: sqrt(x) berekent de vierkantswortel van x.
pt_pt: sqrt(x) calcula a raíz quadrada de x.

source: Nth root of a number. nthroot(27, 3) will return 3.
fi_fi: Luvun n:s juuri. nthroot(27,3) palauttaa 3.
nl_nl: Nde wortel van een getal. nthroot (27, 3) zal 3 geven.
pt_pt: Raiz enésima de um número real. nthRoot (27,3) raiz cúbica de 27, irá retornar 3.

source: Natural logarithm
de_de: Natürlicher Logarithmus
fi_fi: Luonnollinen logaritmi
nl_nl: Natuurlijke logaritme
pt_pt: Logaritmo natural
zh_cn: 自然对数

source: Round to the smallest following integer.
fi_fi: Pyöristä pienimpään seuraavaan kokonaislukuun.
nl_nl: Afronden op het kleinste volgende gehele getal.
pt_pt: Arredondar para o menor inteiro seguinte.

source: Round to the greatest following integer.
fi_fi: Pyöristä suurimpaan seuraavaan kokonaislukuun.
nl_nl: Afronden op het grootste volgende gehele getal.
pt_pt: Arredondar para o maior inteiro seguinte.

source: in(x) convert x in an integer.
nl_nl: in(x) converteer x in een geheel getal.
pt_pt: in(x) converte x em um inteiro.

source: Secant ( 1/cos(x) )
fi_fi: Sekantti (1/cos(x))
nl_nl: Secans (1/cos(x))
pt_pt: Secante ( 1/cos(x) )

source: Cosecant ( 1/sin(x) )
fi_fi: Kosekantti (1/sin(x))
nl_nl: Cosecans (1/sin(x))
pt_pt: Cossecante ( 1/sin(x) )

source: Cotangent ( 1/tan(x) )
fi_fi: Kotangentti (1/tan(x))
nl_nl: Cotangens (1/tan(x))
pt_pt: Cotangente (1/tan(x))

source: abs(x) return the absolute value of x.
fi_fi: abs(x) palauttaa luvun x itseisarvon.
nl_nl: abs(x) retourneer de absolute waarde van x.
pt_pt: abs(x) retorna o valor absoluto de x.

source: Mathematical functions and operators
fi_fi: Matemaattisia funktioita ja operaattoreita
nl_nl: Wiskundige functies en operatoren
pt_pt: Funções e operadores matemáticos

source: Add
de_de: Hinzufügen
fi_fi: Lisää
nl_nl: Toevoegen
pt_pt: Adicionar
zh_cn: 添加

source: Objects functions
fi_fi: Objektien funktiot
nl_nl: Objecten functies
pt_pt: Funções de objetos
zh_cn: 对象函数

source: Other functions
de_de: Weitere Funktionen
fi_fi: Muut funktiot
nl_nl: Overige functies
pt_pt: Outras funções
zh_cn: 其他函数

source: The expression is malformed. Are you sure you want to validate this expression?
de_de: Der Ausdruck ist fehlerhaft. Sind Sie sicher, dass Sie den Ausdruck bestätigen möchten?
fi_fi: Lauseke on virheellinen. Haluatko varmasti tarkistaa tämän lausekkeen?
nl_nl: De expressie heeft een ongeldige indeling. Weet u zeker dat u deze expressie wilt valideren?
pt_pt: A expressão é malformada. Tem certeza que deseja validar esta expressão?

source: The expression contains one or more errors.
de_de: Der Ausdruck enthält einen oder mehrere Fehler.
fi_fi: Lauseke sisältää vähintään yhden virheen.
nl_nl: De expressie bevat een of meer fouten.
pt_pt: A expressão contém um ou mais erros.

source: All properties
de_de: Alle Eigenschaften
fi_fi: Kaikki ominaisuudet
nl_nl: Alle eigenschappen
pt_pt: Todas as propriedades
zh_cn: 所有属性

source: All special values
de_de: Alle Spezialwerte
fi_fi: Kaikki erityisarvot
nl_nl: Alle speciale waarden
pt_pt: Todos os valores especiais
zh_cn: 所有特殊值

source: Parameter
fi_fi: Parametri
pt_pt: Parâmetro
zh_cn: 参数

source: Edit the "For each object" event
fi_fi: Muokkaa "Jokaiselle objektille"-tapahtumaa
nl_nl: Bewerk de gebeurtenis "voor elk object"
pt_pt: Editar o evento "para cada objeto"
zh_cn: 编辑"对于每个对象"事件

source: Repeat event for each object:
fi_fi: Toista tapahtuma kullekin objektille:
nl_nl: Herhaal gebeurtenis voor elk object:
pt_pt: Repetir evento para cada objeto:
zh_cn: 对于每个对象重复事件

source: Edit the "Repeat" event
fi_fi: Muokkaa "Toista"-tapahtumaa
nl_nl: Bewerk de "Herhaal" gebeurtenis
pt_pt: Editar o evento "Repetir"
zh_cn: 编辑"重复"事件

source: Number of repetitions of the event :
fi_fi: Tapahtuman toistolukumäärä:
nl_nl: Het aantal herhalingen van de handeling:
pt_pt: Número de repetições do evento:
zh_cn: 事件的重复次数 ︰

source: Edit the text
de_de: Text bearbeiten
fi_fi: Muokkaa tekstiä
nl_nl: Bewerk de tekst
pt_pt: Editar o texto
zh_cn: 编辑文本

source: The expression is malformed. Are you sur you want to validate this expression ?
fi_fi: Lauseke on virheellinen. Haluatko varmasti tarkistaa tämän lausekkeen?
nl_nl: De expressie heeft een ongeldige indeling. Bent u zeker of u deze expressie wil valideren?
pt_pt: A expressão está mal formada. Tem certeza que deseja validar esta expressão ?
zh_cn: 表达式的格式不正确。您想要验证此表达式吗？

source: Please choose a template in the list.
de_de: Bitte wählen Sie eine Vorlage aus der Liste.
fi_fi: Valitse malli luettelosta.
nl_nl: Kies een sjabloon in de lijst.
pt_pt: Por favor, escolha um modelo na lista.
zh_cn: 请在列表中选择一个模板。

source: By
de_de: Von
fi_fi: Tekijältä
nl_nl: Door
pt_pt: Por
zh_cn: 由

source: Group name:
de_de: Gruppename:
fi_fi: Ryhmän nimi:
nl_nl: Groepsnaam:
pt_pt: Nome do grupo:
zh_cn: 组名称：

source: Choose background color
de_de: Wählen Sie eine Hintergrundfarbe
fi_fi: Valitse taustaväri
nl_nl: Kies achtergrondkleur
pt_pt: Escolha a cor de fundo
zh_cn: 选择背景颜色

source: Hide the events contained in the group
fi_fi: Piilota ryhmän tapahtumat
nl_nl: De gebeurtenissen die zijn opgenomen in de groep verbergen
pt_pt: Esconder os eventos contidos no grupo
zh_cn: 隐藏组中包含的事件

source: No template chosen
de_de: Keine Vorlage ausgewählt
fi_fi: Ei valittua mallia
nl_nl: Geen sjabloon gekozen
pt_pt: Nenhum modelo (template) escolhido
zh_cn: 没有模板选择

source: Publish your own events on GDevApp.com
de_de: Veröffentlichen Sie Ihre eigenen Ereignisse auf GDevApp.com
fi_fi: Julkaise omat tapahtumasi GDevApp.com:ssa
nl_nl: Publiceren van uw eigen evenementen op GDevApp.com
pt_pt: Publicar os seus próprios eventos em GDevApp.com
zh_cn: 发布你的事件到 GDevApp.com

source: Link to scene/external events:
de_de: Verknüfpung mit einer Szene / externen Ereignissen:
fi_fi: Linkki kenttään/ulkoisiin tapahtumiin:
nl_nl: Link naar scène/externe gebeurtenissen:
pt_pt: Link para eventos/cenas externos:
zh_cn: 链接到场景/外部事件 ︰

source: (included)
de_de: (hinzugefügt)
fi_fi: (sisältyy)
nl_nl: (inbegrepen)
pt_pt: (incluído)
zh_cn: （包括）

source: Grid parameters
de_de: Rasterparameter
fi_fi: Ruudukon parametrit
nl_nl: Raster parameters
pt_pt: Parâmetros da grelha
zh_cn: 网格参数

source: Grid offset X:
fi_fi: Ruudukon X-siirtymä:
nl_nl: Rasterverschuiving X:
pt_pt: Deslocamento na grelha em X:
zh_cn: 网格偏移 X:

source: Grid offset Y:
fi_fi: Ruudukon Y-siirtymä:
nl_nl: Rasterverschuiving Y:
pt_pt: Deslocamento na grelha em Y:
zh_cn: 网格偏移 Y:

source: Width of a cell:
de_de: Zellenbreite:
fi_fi: Solun leveys:
nl_nl: Breedte van een cel:
pt_pt: Largura de uma célula:
zh_cn: 单元格的宽度 ︰

source: Height of a cell:
de_de: Zellenhöhe:
fi_fi: Solun korkeus:
nl_nl: Hoogte van een cel:
pt_pt: Altura de uma célula:
zh_cn: 单元格的高度 ︰

source: Snap to grid
de_de: Am Raster ausrichten
fi_fi: Kohdista ruudukkoon
nl_nl: Uitlijnen op raster
pt_pt: Snap para grade
zh_cn: 对齐网格

source: The width of the grid is wrong.
de_de: Die breite des Rasters ist falsch.
fi_fi: Ruudukon leveys on väärä.
nl_nl: De breedte van het raster is verkeerd.
pt_pt: A largura da grelha está errada.
zh_cn: 网格的宽度是错误的。

source: The height of the grid is wrong.
de_de: Die Höhe des Rasters ist falsch.
fi_fi: Ruudukon korkeus on väärä.
nl_nl: De hoogte van het raster is verkeerd.
pt_pt: A altura da grelha está errada.
zh_cn: 网格的高度是错误的。

source: (Multiples values)
fi_fi: (Useita arvoja)
nl_nl: (Meerdere waarden)
pt_pt: (Valores de múltiplos)
zh_cn: (倍数值)

source: Instance properties
de_de: Instanz-Eigenschaften
fi_fi: Instanssin ominaisuudet
nl_nl: Instantie-eigenschappen
pt_pt: Propriedades de Instância
zh_cn: 实例属性

source: Z Order
fi_fi: Z-järjestys
nl_nl: Z Volgorde
pt_pt: Ordem Z
zh_cn: Z 顺序

source: Locked
de_de: Gesperrt
fi_fi: Lukittu
nl_nl: Vergrendeld
pt_pt: Bloqueado
zh_cn: 锁定

source: Click to edit...
de_de: Zum Ändern klicken...
fi_fi: Klikkaa muokataksesi...
nl_nl: Klik om te bewerken...
pt_pt: Clique para editar...
zh_cn: 单击此处编辑......

source: Special paste
fi_fi: Erityinen Liitä
nl_nl: Speciaal plakken
pt_pt: Colar especial
zh_cn: 选择性粘贴

source: Start pasting at :
fi_fi: Aloita liittämällä:
nl_nl: Start plakken op:
pt_pt: Comece a colar em:
zh_cn: 开始粘贴在 ︰

source: Number of copies:
fi_fi: Kopioita:
nl_nl: Aantal exemplaren:
pt_pt: Número de cópias:
zh_cn: 复制份数 ︰

source: in width ( X )
fi_fi: leveys (X)
nl_nl: in de breedte (X)
pt_pt: em largura (X)
zh_cn: 在宽度 (X)

source: in height ( Y )
fi_fi: korkeus (Y)
nl_nl: in de hoogte (Y)
pt_pt: em altura (Y)
zh_cn: 在高度 (Y)

source: Spaces between each obejects
fi_fi: Objektien välejä
nl_nl: Ruimte tussen elk object
pt_pt: Espaços entre cada objeto
zh_cn: 每个对象之间的空间

source: pixels in width
fi_fi: pikseliä leveä
nl_nl: pixels in breedte
pt_pt: pixels em largura
zh_cn: 像素宽度

source: pixels in height
fi_fi: pikseliä korkea
nl_nl: pixels in de hoogte
pt_pt: pixels em altura
zh_cn: 像素高度

source: Apply progressively to each created object :
fi_fi: Aseta progressiivisesti kullekin luodulle objektille:
nl_nl: Toepassen op elk aangemaakt object:
pt_pt: Aplicam-se progressivamente para cada objeto criado:
zh_cn: 逐步应用于每个创建的对象 ︰
