Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Wildcard filter ( "FileType|*.ext;*.ext2|2ndFileType|*.ext3" ) ( Windows only )
de_de: Platzhalter Filter ( "FileType|*.ext;*.ext2|2ndFileType|*.ext3" ) ( Nur Windows)
fi_fi: Wildcard-suodatin ("FileType| *.ext; *.ext2|2ndFileType| *.ext3") (vain Windows)
nl_nl: Wildcard-filter ("FileType| * .ext; *. ext2|2ndFileType| * .ext3") (alleen Windows)
pt_pt: Filtro wildcard ("FileType| * ext; *. ext2|2ndFileType| * .ext3") (somente Windows)

source: Show a window to enter a text
de_de: Zeigt ein Fenster, um einen Text einzugeben
fi_fi: Näytä tiedonsyöttöikkuna
nl_nl: Toon een venster om een tekst in te voeren
pt_pt: Mostrar uma janela para digitar um texto
zh_cn: 显示一个用于输入文字的视窗

source: Open a text input dialog, and save the result in _PARAM1_
de_de: Öffnt einen Text-Eingabedialog und speichert das Ergebnis in _PARAM1_
fi_fi: Avaa tekstinsyöttöikkuna ja tallenna tulos _PARAM1_
nl_nl: Een teksinvoer dialoog venster openen, en het resultaat opslaan in _PARAM1_
pt_pt: Abra um diálogo de entrada de texto e salve o resultado em _PARAM1_
zh_cn: 打开一个文本输入的对话框，并将结果保存在 _PARAM1_

source: Display a Yes/No message box
de_de: Zeigt ein Ja/Nein-Meldungsfeld an
fi_fi: Näytä Kyllä/Ei -valintaikkuna
nl_nl: Weergeven van een Ja/geen berichtvenster
pt_pt: Exibir um sim/não numa caixa de mensagem
zh_cn: 显示是/否消息框

source: Open a Yes/No message box, and save the result in _PARAM1_
de_de: Öffnt ein Ja/Nein-Meldungsfeld und speichert das Ergebnis in _PARAM1_
fi_fi: Avaa Kyllä/Ei-valintaikkuna ja sijoita tulos _PARAM1_
nl_nl: Open een Ja/Nee berichtvenster, en het resultaat opslaan in _PARAM1_
pt_pt: Abra uma caixa de mensagem sim/não e salve o resultado em _PARAM1_
zh_cn: 打开一个是/否消息框，并将结果保存在 _PARAM1_

source: Destroy Outside Screen Behavior
de_de: Aufgabe, den Externen Bildschirm zu zerstören
fi_fi: Tuhoa ruudun ulkopuolella -käytös
nl_nl: "Buiten het scherm vernietigen" gedrag
pt_pt: Destruir o comportamento fora da tela
zh_cn: 屏幕外销毁的行为

source: DestroyOutside
nl_nl: VerwijderBuiten
pt_pt: Destruir Fora
zh_cn: 出界删除

source: Additional border
de_de: Zusätzliche Grenze
fi_fi: Lisäreunus
nl_nl: Extra rand
pt_pt: Fronteira adicional
zh_cn: 额外的边界

source: Compare the additional border that the object must cross before being deleted.
de_de: Den zusätzlichen Rand vergleichen den das Objekt passieren muss bevor es zerstört wird.
fi_fi: Vertaile lisäreunusta, jonka objektin täytyy ylittää ennen kun se poistetaan.
nl_nl: Vergelijk de extra rand die het object moet over gaan voordat het wordt verwijderd.
pt_pt: Compare a borda adicional que o objeto deve atravessar antes de sere excluído.
zh_cn: 比较对象在被删除之前必须跨越的额外边界。

source: The additional border of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die zusätzliche Grenze von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n lisäreunus on _PARAM2__PARAM3_
nl_nl: De extra rand van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A fronteira adicional de _PARAM0_ é _PARAM2__PARAM3_
zh_cn: _PARAM0_ 的额外边界是 _PARAM2__PARAM3_

source: Behavior
de_de: Verhalten
fi_fi: Käytös
nl_nl: Gedrag
pt_pt: Comportamento
zh_cn: 行为

source: Change the additional border that the object must cross before being deleted.
de_de: Den zusätzlichen Rand anpassen den das Objekt passieren muss bevor es zerstört wird.
fi_fi: Muuta lisäreunusta, jonka objektin täytyy ylittää ennen kun se poistetaan.
nl_nl: Wijzigen van de extra rand die het object moet overstekken voordat het wordt verwijderd.
pt_pt: Altere a borda adicional que o objeto deve cruzar antes de sere excluído.
zh_cn: 改变对象在被删除之前必须跨越的额外边界。

source: Do _PARAM2__PARAM3_ to the additional border of _PARAM0_
de_de: Füge _PARAM2__PARAM3_ zum zusätzlichen Rand von _PARAM0_ hinzu
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n lisäreunukselle
nl_nl: Pas _PARAM2__PARAM3_ toe op de extra rand van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ à fronteira adicional de _PARAM0_
zh_cn: 把 _PARAM2__PARAM3_ 成为 _PARAM0_ 的额外边界

source: Behavior destroying object when they go outside the screen
de_de: Aufgabe, Objekte zu zerstören, wenn sie außerhalb des Bildschirms gehen
fi_fi: Käytös, joka tuhoaa objektin, kun se siirtyy ruudun ulkopuolelle
nl_nl: Gedrag om object te vernietigen wanneer het buiten het scherm komt
pt_pt: Behavior que destrói o objeto quando sai da tela
zh_cn: 当对象跑到屏幕外则销毁

source: Draggable Behavior
de_de: Ziehbares Verhalten
fi_fi: Vedettävä käytös
nl_nl: Verplaatsbare gedrag
pt_pt: Comportamento Arrastável
zh_cn: 可拖动行为

source: Draggable object
de_de: Verschiebbares Objekt
fi_fi: Vedettävä objekti
nl_nl: Versleepbaar object
pt_pt: Objeto arrastável
zh_cn: 可拖动对象

source: Draggable
de_de: Verschiebbar
fi_fi: Vedettävä
nl_nl: Versleepbaar
pt_pt: Arrastável
zh_cn: 可拖动

source: Allows objects to be moved using the mouse.
de_de: Ermöglicht Objekte mit der Maus zu verschieben.
fi_fi: Mahdollistaa objektien siirtämisen hiirellä.
nl_nl: Sta toe om objecten met behulp van de muis te verplaatsen.
pt_pt: Permite que os objetos ao serem movido usando o mouse.
zh_cn: 允许使用鼠标移动对象。

source: Being dragged
de_de: Wird gezogen
fi_fi: jota vedetään
nl_nl: Wordt gesleept
pt_pt: Sendo arrastado
zh_cn: 正被拖动

source: Check if the object is being dragged
de_de: Überprüft ob das Objekt bewegt wird
fi_fi: Tarkista, vedetäänkö objektia
nl_nl: Controleer als het object wordt gesleept
pt_pt: Verifique se o objeto está sendo arrastado
zh_cn: 检查对象是否被拖动

source: _PARAM0_ is being dragged
de_de: _PARAM0_ wird gezogen
fi_fi: _PARAM0_ vedetään
nl_nl: _PARAM0_ wordt gesleept
pt_pt: _PARAM0_ está sendo arrastado
zh_cn: _PARAM0_ 正在被拖动

source: Function events
de_de: Funktionsereignis
fi_fi: Funktiotapahtumia
nl_nl: Functie gebeurtenissen
pt_pt: Função de eventos
zh_cn: 函数事件

source: Launch a function
de_de: Aufruf einer Funktion
fi_fi: Käynnistä funktio
nl_nl: Voer een functie uit
pt_pt: Executar uma função
zh_cn: 执行一个函数

source: Launch _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)
de_de: Startet _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)
fi_fi: Käynnistä _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)
nl_nl: Lanceren van _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)
pt_pt: Executar _PARAM0_ (_PARAM1_, _PARAM2_, _PARAM3_, _PARAM4_, _PARAM5_, _PARAM6_, _PARAM7_)

source: Functions
de_de: Funktionen
fi_fi: Funktiot
nl_nl: Functies
pt_pt: Funções
zh_cn: 函数

source: Name of the function
de_de: Name der Funktion
fi_fi: Funktion nimi
nl_nl: Naam van de functie
pt_pt: Nome da função
zh_cn: 函数的名称

source: Parameter 1
fi_fi: Parametri 1
pt_pt: Parâmetro 1
zh_cn: 参数 1

source: Parameter 2
fi_fi: Parametri 2
pt_pt: Parâmetro 2
zh_cn: 参数 2

source: Parameter 3
fi_fi: Parametri 3
pt_pt: Parâmetro 3
zh_cn: 参数 3

source: Parameter 4
fi_fi: Parametri 4
pt_pt: Parâmetro 4
zh_cn: 参数 4

source: Parameter 5
fi_fi: Parametri 5
pt_pt: Parâmetro 5
zh_cn: 参数 5

source: Parameter 6
fi_fi: Parametri 6
pt_pt: Parâmetro 6
zh_cn: 参数 6

source: Parameter 7
fi_fi: Parametri 7
pt_pt: Parâmetro 7
zh_cn: 参数 7

source: Function
de_de: Funktion
fi_fi: Funktio
nl_nl: Functie
pt_pt: Função
zh_cn: 函数

source: Parameter of the current function
de_de: Parameter der aktuellen Funktion
fi_fi: Nykyisen funktion parametri
nl_nl: Parameter van de huidige functie
pt_pt: Parâmetro de função atual

source: Index of the parameter (Parameters start at 0!)
de_de: Index des Parameters (Parameter Start bei 0!)
fi_fi: Parametrin indeksi (parametrit alkavat nollasta!)
nl_nl: Index van de parameter (Parameters beginnen bij 0!)
pt_pt: Índice do parâmetro (Parâmetros começam em 0!)

source: ( Objects passed as parameters :
de_de: (Objekte, die als Parameter übergeben werden:
fi_fi: (Objektit, jotka ovat välitetty parametreinä:
nl_nl: (Objecten als parameters doorgegeven:
pt_pt: (Objetos passados como parâmetros:

source: The function and its sub events will be executed only when it is launched by an action or expression.
de_de: Diese Funktion und ihre Unterereignisse werden nur ausgeführt , wenn sie durch eine Aktion oder einen Ausdruck gestartet wurde.
fi_fi: Funktio ja sen alitapahtumat suoritetaan vain silloin, kun se käynnistetään toiminnon tai lausekkeen avulla.
nl_nl: De functie en zijn sub-gebeurtenissen zullen alleen uitgevoerd worden wanneer ze gestart zijn door een actie of een expressie.
pt_pt: A função e seus sub eventos serão executados Somente quando for lançado por uma ação ou expressão.

source: Name of the function ( Must be unique ) :
de_de: Name der Funktion (Muss einzigartig sein) :
fi_fi: Funktion nimi (oltava yksilöllinen):
nl_nl: Naam van de functie (moet uniek zijn):
pt_pt: Nome da função (deve ser exclusivo):

source: Arguments
de_de: Argumente
fi_fi: Argumentit
nl_nl: Argumenten
pt_pt: Argumentos
zh_cn: 参数

source: (Optional) Pass the objects of this group to the function:
de_de: (Optional) Übergeben Sie die Objekte dieser Gruppe an die Funktion:
fi_fi: (Valinnainen): Välitä tämän ryhmän objektit funktiolle:
nl_nl: (Optioneel) De objecten van deze groep doorgeven aan de functie:
pt_pt: (Opcional) Passe os objetos deste grupo para a função:

source: Objects of this group which are concerned by previous actions/conditions will be passed to the function when it is called by an action, and so they will be used by actions and conditions refering to them.
de_de: Objekte dieser Gruppe, die von den vorherigen Actionen/Bedingungen betroffen sind, werden zu der Funktion zugelassen, wenn dies von einer Aktion so gewollt wird, diese werden auch wiederum die dazugehörigen Aktionen und Bedingungen verwenden.
fi_fi: Tämän ryhmän objektit, jotka riippuvat edellisistä toiminnoista/ehdoista välitetään funktiolle, kun sitä kutsutaan toiminnosta, ja niitä käyttävät toiminnot ja ehdot viittaamalla niihin.
nl_nl: Objecten van deze groep die betrokken zijn door voorgaande acties/voorwaarden, zullen worden doorgegeven aan de functie wanneer ze aangeroepen worden in een actie of conditie. Ze kunnen dan gebruikt kunnen worden door acties/condities die naar ze verwijzen.
pt_pt: Objetos desse grupo que estão Interessados as condições de ações anteriores. serão passados para a função quando ele é chamado por uma ação, e assim eles irão ser usados por ações e condições referindo-se a eles.

source: Others arguments can be passed as text when the function is called. ( And they can be used in function using Function::GetParameter(x) ).
de_de: Andere Argumente können als Text ausgelasen werden wenn die Funktion benutzt wird. (Diese können inFunktionen benutzt werden mithilfe von Function::GetParameter(x) ).
fi_fi: Muita argumentteja voi välittää tekstinä, kun funktiota kutsutaan. (Ja niitä voi käyttää funktiossa käyttäen Function::GetParameter(x)).
nl_nl: Andere argumenten kunnen als tekst worden doorgegeven wanneer de functie is aangeroepen. (En ze kunnen als Function::GetParameter(x) in de functie worden gebruikt).
pt_pt: Outros Argumentos Podem Ser Passados como texto quando a Função é Chamada. ( E podem ser usados por uma Função usando Function::GetParameter (x) ).
zh_cn: 當调用函数時其他参数可以作为文字 輸入。( 而且它們能透過 Function::GetParameter(x) 在函数中使用 )。

source: Scene variable
de_de: Szenen-Variablen
fi_fi: Kenttämuuttuja
nl_nl: Scène variabele
pt_pt: Variável de cena
zh_cn: 场景变量

source: Light
de_de: Licht
fi_fi: Vaalea
nl_nl: Licht
pt_pt: Luz
zh_cn: 光线

source: Emits light that can be stopped by objects
de_de: Emittiert Licht, das durch Objekte gestoppt werden kann
fi_fi: Säteilee valoa, jota voidaan estää objekteilla
nl_nl: Geeft licht wat geblokkeerd kan worden door objecten
pt_pt: Emite luz que pode ser interrompida por objetos

source: Change light color.
de_de: Ändert die Lichtfarbe.
fi_fi: Vaihda valon väri.
nl_nl: Verander de lichtkleur.
pt_pt: Muda a cor da luz.
zh_cn: 更改光线的颜色。

source: Change color of _PARAM0_ to _PARAM1_
de_de: Ändert die Farbe von _PARAM0_ in _PARAM1_
fi_fi: Muuta _PARAM0_:n väriksi _PARAM1_
nl_nl: Verander kleur van _PARAM0_ naar _PARAM1_
pt_pt: Alterar a cor de _PARAM0_ para _PARAM1_
zh_cn: 把 _PARAM0_ 的颜色更改为 _PARAM1_

source: Setup
de_de: Einstellung
fi_fi: Asetukset
nl_nl: Instellingen
pt_pt: Configuração
zh_cn: 设置

source: Intensity
de_de: Intensität
fi_fi: Voimakkuus
nl_nl: Intensiteit
pt_pt: Intensidade
zh_cn: 亮度

source: Modify the intensity of a light
de_de: Ändert die Intensität eines Lichts
fi_fi: Muuta valon voimakkuutta
nl_nl: Wijzig de intensiteit van een licht
pt_pt: Modificar a intensidade de uma luz
zh_cn: 修改光的强度

source: Do _PARAM1__PARAM2_ to the intensity of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zur Intensität von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n voimakkuudelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de intensiteit van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a intensidade do _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的强度

source: Test the intensity of a light.
de_de: Testet die Intensität eines Lichts.
fi_fi: Testaa valon voimakkuutta.
nl_nl: Test de intensiteit van een licht.
pt_pt: Teste a intensidade de uma luz.
zh_cn: 检查光的强度。

source: Intensity of _PARAM0_ is _PARAM1__PARAM2_
de_de: Intensität von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n voimakkuus on _PARAM1__PARAM2_
nl_nl: Intensiteit van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Intensidade de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 强度是 _PARAM1__PARAM2_

source: Radius
fi_fi: Säde
nl_nl: Straal
pt_pt: Raio
zh_cn: 半径

source: Modify the radius of a light
de_de: Ändert den Radius eines Lichts
fi_fi: Muuta valon sädettä
nl_nl: Pas de straal van een licht aan
pt_pt: Modificar o raio de uma luz
zh_cn: 修改光的半径

source: Do _PARAM1__PARAM2_ to radius of _PARAM0_
de_de: Fügt _PARAM1__PARAM2_ dem Radius von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n säteelle
nl_nl: Pas _PARAM1__PARAM2_ toe op de radius van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ ao raio de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 做为 _PARAM0_ 的半径

source: Test the radius of a light.
de_de: Testet den Radius eines Lichts.
fi_fi: Testaa valon sädettä.
nl_nl: Test de straal van een licht.
pt_pt: Teste o raio da luz.
zh_cn: 检查光的半径。

source: The radius of _PARAM0_ is _PARAM2_ _PARAM1_
de_de: Der Radius von _PARAM0_ ist _PARAM2_ _PARAM1_
fi_fi: _PARAM0_:n säde on _PARAM1_ _PARAM2_
nl_nl: De straal van _PARAM0_ is _PARAM2_ _PARAM1_
pt_pt: O raio de _PARAM0_ é _PARAM2_ _PARAM1_
zh_cn: _PARAM0_ 的半径是 _PARAM2_ _PARAM1_

source: Quality
de_de: Qualität
fi_fi: Laatu
nl_nl: Kwaliteit
pt_pt: Qualidade
zh_cn: 质量

source: Modify the quality of a light
de_de: Ändert die Qualität eines Lichts
fi_fi: Muuta valon laatua
nl_nl: De kwaliteit van een licht wijzigen
pt_pt: Modificar a qualidade de uma luz
zh_cn: 修改光的质量

source: Do _PARAM1__PARAM2_ to the quality of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu der Qualität von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n laadulle
nl_nl: Pas _PARAM1__PARAM2_ toe op de qualiteit van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a qualidade de _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成为 _PARAM0_ 的质量

source: Test the quality of a light
de_de: Testet die Qualität eines Lichts
fi_fi: Testaa valon laatua
nl_nl: Test van de kwaliteit van een licht
pt_pt: Testar a qualidade de uma luz
zh_cn: 检查光的质量。

source: The quality of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Qualität von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n laatu on _PARAM1__PARAM2_
nl_nl: De kwaliteit van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A qualidade do _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的质量是 _PARAM1__PARAM2_

source: Global color
de_de: Globale Farbe
fi_fi: Globaali väri
nl_nl: Algemene kleur
pt_pt: Cor global
zh_cn: 全局颜色

source: Change scene color for a global light.
de_de: Ändert die Szenefarbe für ein globales Licht.
fi_fi: Vaihda kentän väriä globaalilla valolla.
nl_nl: Scène kleur voor een globaal licht wijzigen.
pt_pt: Alterar a cor de cena para uma luz global.

source: Change scene global color of _PARAM0_ to _PARAM1_
de_de: Ändert die globale Szene-Farbe von _PARAM0_ in _PARAM1_
fi_fi: Vaihda kentän globaalia väriä väliltä _PARAM0_ - _PARAM1_
nl_nl: De algemene kleur van de scène van de _PARAM0_ wijzigen in _PARAM1_
pt_pt: Alterar cor global da cena de _PARAM0_ para _PARAM1_

source: Make a light global
de_de: Macht ein Licht global
fi_fi: Tee valosta globaali
nl_nl: Maak een licht globaal
pt_pt: Fazer uma luz global
zh_cn: 制造一个全局光

source: Make a light global or simple.
de_de: Macht ein Licht global oder einfach.
fi_fi: Tee valosta globaali tai yksinkertainen.
nl_nl: Een licht globaal of eenvoudig.
pt_pt: Cria uma luz simples ou global.

source: Make _PARAM0_ global : _PARAM1_
de_de: Macht _PARAM0_ global : _PARAM1_
fi_fi: Tee _PARAM0_ :sta globaali: _PARAM1_
nl_nl: _PARAM0_ global maken: _PARAM1_
pt_pt: Fazer _PARAM0_ global: _PARAM1_

source: Light type
de_de: Lichtart
fi_fi: Valon tyyppi
nl_nl: Lichttype
pt_pt: Tipo de luz
zh_cn: 光线的类型

source: Make light global
de_de: Macht ein Licht global
fi_fi: Tee valosta globaali
nl_nl: Licht globaal maken
pt_pt: Criar luz global
zh_cn: 制造全局光

source: A light is global
de_de: Ein Licht ist global
fi_fi: Valo on globaali
nl_nl: Een licht is globaal
pt_pt: Uma luz é global
zh_cn: 光是全局 的

source: _PARAM0_ is a global light
de_de: _PARAM0_ ist ein globales Licht
fi_fi: _PARAM0_ on globaali valo
nl_nl: _PARAM0_ is een globaal licht
pt_pt: _PARAM0_ é uma luz global
zh_cn: _PARAM0_ 是全局光

source: Light obstacle
de_de: Licht-Hindernis
fi_fi: Valoeste
nl_nl: Lichte belemmering
pt_pt: Luz obstáculo
zh_cn: 光源障碍

source: Mark the objects as obstacles for Light objects.
de_de: Markiert die Objekte als Hindernisse für Lichtobjekte.
fi_fi: Merkitse objektit valoesteiksi.
nl_nl: De objecten markeren als een belemmering voor licht objecten.
pt_pt: Marca os objetos como obstáculos para objectos luz.
zh_cn: 将对象标记为光源的障碍。

source: Light color:
de_de: Lichtfarbe:
fi_fi: Valon väri:
nl_nl: Licht kleur:
pt_pt: Cor da luz:
zh_cn: 光的颜色：

source: Radius:
fi_fi: Säde:
nl_nl: Straal:
pt_pt: Raio:
zh_cn: 半径：

source: Intensity:
de_de: Intensität:
fi_fi: Voimakkuus:
nl_nl: Intensiteit:
pt_pt: Intensidade:
zh_cn: 亮度：

source: Quality:
de_de: Qualität:
fi_fi: Laatu:
nl_nl: Kwaliteit:
pt_pt: Qualidade:
zh_cn: 质量：

source: Global light
de_de: Globales Licht
fi_fi: Globaali valo
nl_nl: Globale belichting
pt_pt: Luz global
zh_cn: 全局光

source: Set the light as the global light
de_de: Setzt das Licht als globales Licht
fi_fi: Aseta valo globaaliksi valoksi
nl_nl: Instellen van het licht als de globale belichting
pt_pt: Definir a luz como a luz global
zh_cn: 将光设置为全局光

source: Color of the scene:
de_de: Farbe der Szene:
fi_fi: Kentän väri:
nl_nl: Kleur van de scène:
pt_pt: Cor do cenário:
zh_cn: 场景颜色：

source: Linked objects
de_de: Verknüpfte Objekte
fi_fi: Linkitetyt objektit
nl_nl: Gekoppelde objecten
pt_pt: Objetos vinculados
zh_cn: 链接对象

source: Link two objects
de_de: Zwei Objekte verknüpfen
fi_fi: Linkitä kaksi objektia
nl_nl: Koppel twee objecten
pt_pt: Vincular dois objetos
zh_cn: 链接两个对象

source: Link two objects together, so as to be able to get one from the other.
de_de: Verbinde zwei Objekte zusammen, so das man einen vor dem anderen verfügt.
fi_fi: Linkitä yhteen kaksi objektia päästäksesi objektista toiseen.
nl_nl: Twee objecten aan elkaar koppelen zodat de een de andere kan benaderen.
pt_pt: Interligar dois objetos, a fim de ser capaz de obter um do outro.
zh_cn: 将两个对象链接在一起，以便能够从一个得到另一个。

source: Link _PARAM1_ and _PARAM2_
de_de: Verbindet _PARAM1_ und _PARAM2_
fi_fi: Linkitä _PARAM1_ ja _PARAM2_
nl_nl: Koppel _PARAM1_ en _PARAM2_
pt_pt: Link _PARAM1_ e _PARAM2_
zh_cn: 链接 _PARAM1_ 和 _PARAM2_

source: Object 1
de_de: Objekt 1
fi_fi: Objekti 1
pt_pt: Objeto 1
zh_cn: 对象1

source: Object 2
de_de: Objekt 2
fi_fi: Objekti 2
pt_pt: Objeto 2
zh_cn: 对象 2

source: Unlink two objects
de_de: Verknüpfung zwischen zwei Objekten aufheben
fi_fi: Poista kahden objektin linkitys
nl_nl: Verbreek koppeling tussen twee objecten
pt_pt: Desvincular os dois objetos
zh_cn: 取消链接两个对象

source: Unlink two objects.
de_de: Verknüpfung zwischen zwei Objekten aufheben.
fi_fi: Poista kahden objektin linkitys.
nl_nl: Verbreek koppeling tussen twee objecten.
pt_pt: Desvincule os dois objetos.
zh_cn: 取消链接两个对象。

source: Unlink _PARAM1_ and _PARAM2_
de_de: Hebt die Verbindung zwischen _PARAM1_ und _PARAM2_ auf
fi_fi: Poista linkitys _PARAM1_ ja _PARAM2_
nl_nl: Ontkoppel _PARAM1_ en _PARAM2_
pt_pt: Desvincular, _PARAM1_ e _PARAM2_

source: Unlink all objects from an object
de_de: Hebt alle Verbindungen eines Objekts auf
fi_fi: Poista objektin kaikki linkitykset muihin objekteihin
nl_nl: Alle objecten uit een object ontkoppelen
pt_pt: Desvincular todos os objetos de um objeto
zh_cn: 把所有的物件从一个物件取消链接

source: Unlink all objects from an object.
de_de: Hebt alle Verbindungen eines Objekts auf.
fi_fi: Poista objektin kaikki linkitykset muihin objekteihin.
nl_nl: Alle objecten uit een object ontkoppelen.
pt_pt: Desvincular todos os objetos de um objeto.

source: Unlink all objects from _PARAM1_
de_de: Aufheben der Verknüpfung aller Objekte von _PARAM1_
fi_fi: Poista _PARAM1_:n kaikki linkitykset muihin objekteihin
nl_nl: Ontkoppel alle objecten van _PARAM1_
pt_pt: Desvincular todos os objetos de _PARAM1_

source: Take into account linked objects
de_de: Verknüpfte Objekte berücksichtigen
fi_fi: Huomioi linkitetyt objektit
nl_nl: Houd rekening met gekoppelde objecten
pt_pt: Levar em conta os objetos vinculado

source: Take some objects linked to the object into account for next conditions and actions. The condition will return false if no object was taken into account.
de_de: Nehmen Sie einige Objekte, die auf das Objekt in Betracht kommenden Bedingungen verknüpft und Aktionen. The Bedingung false zurück, wenn kein Objekt berücksichtigt wurde.
fi_fi: Huomioi joitakin linkitettyjä objekteja seuraavissa ehdoissa ja toiminnoissa. Ehto palauttaa epätosi, jos yhtään objektia ei huomioitu.
nl_nl: Neem ook aan dit object gekoppelde objecten mee voor de volgende condities en acties. De conditie geeft onwaar terug als geen object gekoppeld is.
pt_pt: Tome em conta que os objetos Unidos a outro objeto para as seguintes condições e ações. A condição retornará Falso se nenhum objeto se Levou em conta.

source: Take into account all "_PARAM1_" linked to _PARAM2_
de_de: Berücksichtigt alle mit _PARAM2_ verknüpften "_PARAM1_"
fi_fi: Huomioi kaikki "_PARAM1_", jotka ovat linkitetty _PARAM2_:een
nl_nl: Rekening houden met alle "_PARAM1_" gekoppeld aan _PARAM2_
pt_pt: Leve em conta todos os objetos "_PARAM1_" Unidos a _PARAM2_

source: Pick these objects...
de_de: Wählt diese Objekte...
fi_fi: Valitse nämä objektit...
nl_nl: Kies deze objecten...
pt_pt: Escolha estes objetos...
zh_cn: 选择这些对象...

source: ...if they are linked to this object
de_de: ... wenn sie mit diesem Objekt verbunden sind
fi_fi: ...jos ne ovat linkitettyjä tähän objektiin
nl_nl: ... als ze zijn gekoppeld aan dit object
pt_pt: ... se eles estão ligados a este objeto

source: Take objects linked to the object into account for next actions.
de_de: Berücksichtige die mit diesem Objekt verknüpften Objekte für die nächsten Aktionen.
fi_fi: Huomioi objektiin linkitetyt objektit seuraavissa toiminnoissa.
nl_nl: Objecten die zijn gekoppeld aan het object voor de volgende acties in aanmerking nemen.
pt_pt: Leve em conta os objetos Unidos a este objeto para as seguintes condições e ações.

source: Network features
de_de: Netzwerkfunktionen
fi_fi: Verkkotoiminnot
nl_nl: Netwerkfuncties
pt_pt: Recursos de rede
zh_cn: 网络功能

source: Add a recipient
de_de: Empfänger hinzufügen
fi_fi: Lisää vastaanottaja
nl_nl: Een ontvanger toevoegen
pt_pt: Adicionar um destinatário
zh_cn: 添加收件人
