Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Tile row
de_de: Kachel-Zeile
fi_fi: Laatta-rivi
nl_nl: Tegelrij
pt_pt: Linha de tile

source: Tile width
de_de: Kachel-Breite
fi_fi: Laatan leveys
nl_nl: Tegel breedte
pt_pt: Largura do tile

source: Tile height
de_de: Kachel-Höhe
fi_fi: Laatta-korkeus
nl_nl: Tegel hoogte
pt_pt: Altura do tile

source: Map width (tiles)
de_de: Kartenbreite (Kacheln)
fi_fi: Kartan leveys (laatat)
nl_nl: Map breedte (tegels)
pt_pt: Largura do mapa (tiles)

source: Map width
de_de: Kartenbreite
fi_fi: Kartan leveys
nl_nl: Map breedte
pt_pt: Largura do mapa

source: Map
de_de: Karten
fi_fi: Kartta
pt_pt: Mapa

source: Map height (tiles)
de_de: Karte Höhe (Kacheln)
fi_fi: Kartan korkeus (laatat)
nl_nl: Map hoogte (tegels)
pt_pt: Mapa de altura (tiles)

source: Map height
de_de: Kartenhöhe
fi_fi: Kartan korkeus
nl_nl: Map hoogte
pt_pt: Altura do mapa

source: Get the Tile (id)
de_de: Kachel erhalten (id)
fi_fi: Hae laatta (id)
nl_nl: Haal de tegel op (id)
pt_pt: Pegar o tile (id)

source: Row
de_de: Zeile
fi_fi: Rivi
nl_nl: Rij
pt_pt: Linha

source: Change a tile
de_de: Ändern einer Kachel
fi_fi: Vaihda laatta
nl_nl: Wijzig een tegel
pt_pt: Trocar um tile

source: Change a tile at a specific cell.
de_de: Ändern Sie eine Kachel an einer bestimmten Stelle.
fi_fi: Vaihda laatta tietyssä solussa.
nl_nl: Wijzig de tegel in een specifieke cel.
pt_pt: Trocar um tile em uma célula específica.

source: Set tile #_PARAM4_ at the cell _PARAM2_;_PARAM3_ (layer: _PARAM1_) in _PARAM0_
fi_fi: Aseta _PARAM0_:n laatta #_PARAM4_ solussa _PARAM2_;_PARAM3_ (kerros: _PARAM1_)
nl_nl: Set tegel #_PARAM4_ in de cel _PARAM2_; _PARAM3_ (laag: _PARAM1_) in _PARAM0_
pt_pt: Determine um tile #_PARAM4_ na _PARAM2_ na célula; _PARAM3_ (camada: _PARAM1_) em _PARAM0_

source: New tile Id (-1 to delete the tile)
de_de: Neue Kachel Id (-1 um die Kachel zu löschen)
fi_fi: Uuden laatan id (-1 poistaa laatan)
nl_nl: Nieuwe tegel Id (-1 om de tegel te verwijderen)
pt_pt: Nova Id tile (-1 para excluir o tile)

source: Get tile column from X coordinates
fi_fi: Hae laatan sarake X-koordinaateista
nl_nl: Haal de tegelkolom op met de X-coordinaten
pt_pt: Obter a coluna do tile a partir da coordenada X

source: Get tile row from Y coordinates
fi_fi: Hae laatan rivi Y-koordinaateista
nl_nl: Haal de tegelregel op met de Y-coordinaten
pt_pt: Obter a linha do tile a partir de X coordenadas

source: Save the tile map
de_de: Die Kachel-Karte speichern
fi_fi: Tallenna laattakartta
nl_nl: Sla de tegelmap op
pt_pt: Salvar o tilemap

source: Save the tile map content in a string
de_de: Speichere den Kachel Map Inhalt in einem String
fi_fi: Tallenna laattakartan sisältö merkkijonoon
nl_nl: Sla de tegelmap inhoud op in een tekenreeks
pt_pt: Salvar o conteúdo do tilemap em uma seqüência de caracteres

source: Saving
de_de: Wird gespeichert
fi_fi: Tallentaa
nl_nl: Opslaan
pt_pt: Salvando
zh_cn: 保存

source: Load the tiles from a string
de_de: Lade die Kacheln aus einem string
fi_fi: Lataa laatat merkkijonosta
nl_nl: Laad de tegels uit een tekenreeks
pt_pt: Carregar os tiles de uma seqüência de caracteres

source: Load the tiles from a string.
de_de: Lade die Kacheln aus einem string.
fi_fi: Lataa laatat merkkijonosta.
nl_nl: Laad de tegels uit een tekenreeks.
pt_pt: Carregar os tiles de uma seqüência de caracteres.

source: Load the tiles of _PARAM0_ from _PARAM1_
de_de: Lade die Kacheln des _PARAM0_ von _PARAM1_
fi_fi: Lataa _PARAM0_:n laatat _PARAM1_:sta
nl_nl: Laad de tegels uit _PARAM0_ van _PARAM1_
pt_pt: Carregar os tiles de _PARAM0_ de _PARAM1_

source: Loading
de_de: Wird geladen...
fi_fi: Ladataan
nl_nl: Laden
pt_pt: Carregando
zh_cn: 加载

source: The string representing the tiles
de_de: Die Zeichenfolge repräsentiert die Kacheln
fi_fi: Laattoja edustava merkkijono
nl_nl: De tekenreeks die de tegels beschrijft
pt_pt: A seqüência de caracteres que representa os tiles

source: Change the tileset texture
de_de: Ändere die Kachelpaket Textur
fi_fi: Vaihda laataston tekstuuri
nl_nl: Wijzig de tegeltextuur
pt_pt: Alterar a textura do tileset

source: Change the tileset texture of _PARAM0_ to _PARAM1_
fi_fi: Vaihda_PARAM0_:n laatastoon tekstuuria _PARAM1_:ksi
nl_nl: Wijzig de tegeltextuur van _PARAM0_ naar _PARAM1_
pt_pt: Alterar a textura do tileset de _PARAM0_ para _PARAM1_

source: The new texture name
de_de: Der neue Name der Textur
fi_fi: Uuden tekstuurin nimi
nl_nl: De nieuwe naam van de textuur
pt_pt: O novo nome de textura
zh_cn: 新的纹理名称

source: Rectangle Shape
de_de: Rechteckform
fi_fi: Suorakulmio-muoto
nl_nl: Rechthoek vorm
pt_pt: Forma de retângulo
zh_cn: 矩形形状

source: Triangle Shape (top-left)
de_de: Dreiecksform (oben links)
fi_fi: Kolmio-muoto (ylä-vasen)
nl_nl: Driehoeksvorm (linksboven)
pt_pt: Forma de triângulo (superior esquerdo)
zh_cn: 三角形的形状 （左上角）

source: Triangle Shape (top-right)
de_de: Dreiecksform (oben rechts)
fi_fi: Kolmio-muoto (ylä-oikea)
nl_nl: Driehoeksvorm (rechterbovenhoek)
pt_pt: Forma de triângulo (superior direito)
zh_cn: 三角形的形状 （右上角）

source: Triangle Shape (bottom-right)
de_de: Dreiecksform (unten rechts)
fi_fi: Kolmio-muoto (ala-oikea)
nl_nl: Driehoeksvorm (bottom-rechts)
pt_pt: Forma de triângulo (inferior direito)
zh_cn: 三角形的形状 （右下角）

source: Triangle Shape (bottom-left)
de_de: Dreiecksform (oben links)
fi_fi: Kolmio-muoto (ala-vasen)
nl_nl: Driehoeksvorm (linksonder)
pt_pt: Forma de triângulo (inferior esquerdo)
zh_cn: 三角形的形状 （左下角）

source: Half-rectangle (top)
de_de: Halb-Rechteck (oben)
fi_fi: Puoli-suorakaide (yläosa)
nl_nl: Half-rechthoek (boven)
pt_pt: Meio-retangulo (topo)

source: Half-rectangle (right)
de_de: Halb-Rechteck (rechts)
fi_fi: Puoli-suorakaide (oikea)
nl_nl: Half-rechthoek (rechts)
pt_pt: Meio-retangulo (à direita)

source: Half-rectangle (bottom)
de_de: Halb-Rechteck (unten)
fi_fi: Puoli-suorakaide (alaosa)
nl_nl: Half-rechthoek (onder)
pt_pt: Meio-retângulo (parte inferior)

source: Half-rectangle (left)
de_de: Halb-Rechteck (links)
fi_fi: Puoli-suorakaide (vasen)
nl_nl: Half-rechthoek (links)
pt_pt: Meio-retângulo (à esquerda)

source: Tile ID:
de_de: Kachel ID:
fi_fi: Laatan ID:
nl_nl: Tegel ID:
pt_pt: ID do tile:
zh_cn: 瓦块 ID:

source: This polygon must be convex, it's not the case.
de_de: Dieser Polygon muss konvex sein, dies ist nicht der fall.
fi_fi: Polygonin on oltava kupera, nyt se ei ole.
nl_nl: Deze veelhoek moet convex (zonder gaten) zijn maar dit is niet het geval.
pt_pt: Este polígono deve ser convexo, e este não é o caso.

source: Enter the X position of the point ( regarding the tile ).
de_de: Die X-Position des Punktes (Tile bezogen) eingeben.
fi_fi: Anna pisteen X-sijainti (suhteessa laattaan).
nl_nl: Geef de X-positie van het punt (ten aanzien van de tegel).
pt_pt: Digite a posição X do ponto (em relação ao tile).

source: Enter the Y position of the point ( regarding the tile ).
de_de: Die Y-Position des Punktes (Tile bezogen) eingeben.
fi_fi: Anna pisteen Y-sijainti (suhteessa laattaan).
nl_nl: Geef de Y-positie van het punt (ten aanzien van de tegel).
pt_pt: Digite a posição Y do ponto (em relação ao tile).

source: The map will be smaller after that change. You can possibly lose data. Are you sure to continue ?
de_de: Die Karte wird nach der Änderung kleiner. Daten könnten verloren gehen. Trotzdem fortsetzen?
fi_fi: Kartasta tulee pienempi muutoksen jälkeen. Saatat menettää tietoja. Haluatko varmasti jatkaa?
nl_nl: De map zal kleiner worden na de aanpassingen. U kunt mogelijk gegevens verliezen. Weet u zeker dat u wilt doorgaan?
pt_pt: O mapa será menor após a mudança. Você possivelmente pode perder dados. Você tem certeza de continuar?

source: Map size
de_de: Kartengröße
fi_fi: Kartan koko
nl_nl: Map grootte
pt_pt: Tamanho do mapa
zh_cn: 地图的大小

source: Configure the tileset
de_de: Konfigurieren des Kachel-Pakets
fi_fi: Määritä laatasto
nl_nl: Configureer de tegelset
pt_pt: Configurar o tileset
zh_cn: 配置瓦块

source: Edit the selected tile
de_de: Bearbeiten der ausgewählten Kachel
fi_fi: Muokkaa valittua laattaa
nl_nl: Bewerk de geselecteerde tegel
pt_pt: Editar o tile selecionado
zh_cn: 编辑所选的瓦块

source: Opens the tile editor to edit the tile collision mask.
de_de: Den Tile-Editor öffnen um die Tile Collision-Maske zu bearbeiten.
fi_fi: Avaa laattaeditorin laatan törmäysmaskin muokkaamista varten.
nl_nl: Open de tegelbewerker om het botsingsmasker aan te passen.
pt_pt: Abre o editor de tile para editar a máscara de colisão de tile.

source: Pencil mode
de_de: Bleistift-Modus
fi_fi: Kynätila
nl_nl: Potlood modus
pt_pt: Modo de lápis
zh_cn: 铅笔模式

source: Pencil mode Add tiles only where the mouse goes.
fi_fi: Kynätila Lisää laattoja sinne minne hiiri menee.
nl_nl: Potlood modus Voeg alleen tegels toe waar de muis naartoe gaat.
pt_pt: Modo lápis Adiciona tiles somente onde o mouse passar.

source: Rectangle mode
de_de: Rechteck-Modus
fi_fi: Suorakulmiotila
nl_nl: Rechthoek modus
pt_pt: Modo retângulo
zh_cn: 矩形模式

source: Rectangle mode Add tile in a rectangle from the position where the mouse was pressed to the position the mouse was released.
fi_fi: Suorakulmiotila Lisää laattoja suorakulmion muodossa alkaen sijainnista, jossa hiiripainike painettiin alas ja päättyen sijaintiin, jossa hiiripainike vapautettiin.
nl_nl: Rechthoek modus Voeg tegels toe in een rechthoek van de positie waar de aanwijzer is geklikt naar de positie waar die werd losgelaten.
pt_pt: Modo retângulo Adiciona tile em um retângulo a partir da posição em que o mouse foi pressionado até a posição em que o mouse foi liberado.

source: Fill this space
de_de: Raum füllen
fi_fi: Täytä tämä tila
nl_nl: Vul deze ruimte
pt_pt: Preencher este espaço
zh_cn: 填满这个空间

source: Fill the space with the selected tile
de_de: Den Raum mit ausgewähltem Tile füllen
fi_fi: Täytä tila valitulla laatalla
nl_nl: Vul de ruimte met de geselecteerde tegel
pt_pt: Preencher o espaço com o tile selecionado
zh_cn: 填充所选瓦块的空间

source: Erase all the layer
de_de: Alle Ebenen auflösen
fi_fi: Pyyhi koko kerros
nl_nl: Verwijder alles van de laag
pt_pt: Apagar toda a camada
zh_cn: 抹去所有的图层

source: Delete all the tiles from the current layer.
de_de: Löschen Sie alle Kacheln aus der aktuellen Ebene.
fi_fi: Poista kaikki laatat nykyiseltä kerrokselta.
nl_nl: Verwijder alle tegels uit de huidige laag.
pt_pt: Exclua todos os tiles da camada atual.

source: Change map size
de_de: Karte-Größe ändern
fi_fi: Muuta kartan kokoa
nl_nl: Map grootte veranderen
pt_pt: Alterar tamanho do mapa
zh_cn: 改变地图的大小

source: Current layer:
de_de: Aktuelle Ebene:
fi_fi: Nykyinen kerros:
nl_nl: Huidige laag:
pt_pt: Camada atual:
zh_cn: 当前层

source: Hide upper layers
de_de: Obere Ebenen ausblenden
fi_fi: Piilota ylemmät kerrokset
nl_nl: Bovenste lagen verbergen
pt_pt: Ocultar camadas superiores

source: Use left mouse click to add the current tile and right click to remove it.
de_de: Linke Maustaste zum Hinzufügen des ausgewählten Tile, rechte Maustaste zum Entfernen.
fi_fi: Käytä vasenta hiiripainiketta nykyisen laatan lisäämiseksi ja oikeaa hiiripainiketta poistamiseen.
nl_nl: Gebruik de linker muisknop om de huidige tegel toe te voegen en de rechter om te verwijderen.
pt_pt: Use o botão esquerdo do mouse para adicionar o tile atual e o botão direito para removê-lo.

source: Help about this object
de_de: Hilfe zu diesem Objekt
fi_fi: Tämän objektin ohje
nl_nl: Help over dit object
pt_pt: Ajuda sobre este objeto

source: Import .tmx files (Tiled)...
de_de: .tmx-Datei (Tiled) importieren...
nl_nl: Importeer .tmx bestanden (naast elkaar)...
pt_pt: Importar arquivos .tmx (Tiled)...

source: The tileset is the texture containing all the tiles which will be used in your tilemap object.
fi_fi: Tämän tekstuurin laatasto sisältää kaikki laatat, joita käytetään laattakartta-objektissa.
nl_nl: De tegelset is de textuur die alle tegels bevat die zal worden gebruikt in uw tegelmap-object.
pt_pt: O tileset é a textura que contém todos os tiles que serão usados em seu objeto de tilemap.

source: Note: the tilemap object needs to have all the tiles in a single texture.
fi_fi: Huomaa: laattakartta-objekti vaatii, että kaikki laatat ovat yhdessä tekstuurissa.
nl_nl: Let op: het tegelmap-object moet alle tegels in een enkele textuur bevatten.
pt_pt: Nota: o objeto de tilemap precisa ter todos os tiles em uma única textura.

source: Tileset texture:
de_de: Kachelpaket Textur:
fi_fi: Laataston tekstuuri:
nl_nl: Tegelset textuur:
pt_pt: Textura do tileset:
zh_cn: 瓦块纹理

source: Tile size:
de_de: Kachelgröße:
fi_fi: Laatan koko:
nl_nl: Tegel formaat:
pt_pt: Tamanho do tile:
zh_cn: 瓦块大小:

source: Tile spacing:
de_de: Kachel-Abstand:
fi_fi: Laattaväli:
nl_nl: Tegel afstand:
pt_pt: Espaçamento de tile:
zh_cn: 瓦块间距 ︰

source: Preview:
de_de: Vorschau:
fi_fi: Esikatselu:
nl_nl: Voorbeeld:
pt_pt: Previsualização:
zh_cn: 预览

source: Help on this dialog
de_de: Hilfe zu diesem Dialogfeld
fi_fi: Tämän ikkunan ohje
nl_nl: Help-informatie over dit dialoogvenster
pt_pt: Ajuda sobre esta caixa de diálogo
zh_cn: 此对话框的帮助

source: Map size:
de_de: Kartengröße:
fi_fi: Kartan koko:
nl_nl: Map grootte:
pt_pt: Tamanho do mapa:
zh_cn: 地图大小 ︰

source: Collidable
de_de: Zusammenstoßbar
fi_fi: Törmättäviä
nl_nl: Botsingsgevoelig
pt_pt: Com Colisão
zh_cn: 碰撞

source: Activates the collision mask for collision detection
de_de: Aktiviere die Kollisions Maske für die Kollisions Erkennung
fi_fi: Aktivoi törmäysmaksin törmäysten havaitsemiseksi
nl_nl: Hiermee activeert u het botsingsmasker voor botsingdetectie
pt_pt: Ativa a máscara de colisão para detecção de colisão

source: Predefined shape
de_de: Vordefinierte Form
fi_fi: Ennalta määritetty muoto
nl_nl: Vooraf gedefinieerde vorm
pt_pt: Forma predefinida
zh_cn: 预定义形状

source: Add a point to the collision mask
de_de: Ein Punkt zur Collision Maske hinzufügen
fi_fi: Lisää piste törmäysmaskiin
nl_nl: Een punt toevoegen aan het botsingsmasker
pt_pt: Adicionar um ponto para a máscara de colisão

source: Edit point position...
de_de: Bearbeiten der Punktposition...
fi_fi: Muokkaa pisteen sijaintia...
nl_nl: Bewerk punt positie...
pt_pt: Editar a posição do ponto...
zh_cn: 编辑点位置...

source: Edit the selected point position...
de_de: Bearbeiten der aufgewählten Punktposition...
fi_fi: Muokkaa valitun pisteen sijaintia...
nl_nl: Bewerk de positie van het geselecteerde punt...
pt_pt: Editar a posição do ponto selecionado...
zh_cn: 编辑所选的点位置

source: Remove selected point
de_de: Ausgewählten Punkt entfernen
fi_fi: Poista valittu piste
nl_nl: Geselecteerd punt verwijderen
pt_pt: Remover o ponto selecionado
zh_cn: 移除选择的点

source: Removes the selected point
de_de: Den ausgewählten Punkt entfernen
fi_fi: Poistaa valitun pisteen
nl_nl: Verwijdert het geselecteerde punt
pt_pt: Remove o ponto selecionado
zh_cn: 移除选择的点

source: .tmx file :
de_de: .tmx-Datei :
nl_nl: .Tmx bestand:
pt_pt: arquivo .tmx :

source: The tmx file saved with Tiled
de_de: Die tmx Datei wurde mit Tiled gespeichert
nl_nl: Het tmx-bestand is opgeslagen naast elkaar
pt_pt: O arquivo tmx salvo como Tiled

source: Import settings
de_de: Importiere Einstellungen
nl_nl: Importeert instellingen
pt_pt: Importar configurações

source: Import the tileset configuration
de_de: Import der Konfiguration des Kachelpakets
nl_nl: De tileset configuratie importeren
pt_pt: Importar a configuração do tileset

source: Import the tileset image
de_de: Tileset-Bild importieren
nl_nl: Importeer de afbeelding van de tileset
pt_pt: Importar a imagem tileset

source: Import the tiles hitboxes
de_de: Importiere die Kachel Hitbox
nl_nl: De tile hitboxes importeren
pt_pt: Importar as hitboxes das tiles

source: Import the tilemap
de_de: Import der Kachelübersicht
nl_nl: Importeren van de tilemap
pt_pt: Importar o tilemap

source: Importer...
de_de: Import...
nl_nl: Importeur...
pt_pt: Importador...

source: Import .tmx file
de_de: Importiere eine .tmx-Datei
nl_nl: .Tmx-bestand importeren
pt_pt: Importar arquivo .tmx

source: Unable to read the file !
de_de: Datei nicht lesbar!
nl_nl: Kan het bestand niet lezen!
pt_pt: Não é possível ler o arquivo !

source: Tile editor
de_de: Kacheleditor
fi_fi: Laattaeditori
nl_nl: Tegelbewerker
pt_pt: Editor de Tile
zh_cn: 瓦块编辑器

source: Do you want to cancel all the changes made ?
de_de: Möchten Sie alle vorgenommenen Änderungen verwerfen?
fi_fi: Haluatko peruuttaa kaikki muutokset?
nl_nl: Wilt u alle wijzigingen annuleren?
pt_pt: Você quer cancelar todas as alterações feitas?

source: Confirm
de_de: Bestätigen
fi_fi: Vahvista
nl_nl: Bevestigen
pt_pt: Confirmar
zh_cn: 确认

source: Are you sure you want to clear the whole layer ?
de_de: Sind Sie sicher, dass Sie die gesamte Ebene säubern möchten?
fi_fi: Oletko varma, että haluat tyhjentää koko kerroksen?
nl_nl: Weet u zeker dat u de inhoud van de hele laag wilt verwijderen?
pt_pt: Tem certeza de que deseja limpar a camada inteira?

source: Are you sure you want to fill the whole layer with that tile ?
de_de: Sind Sie sicher, dass Sie die gesamte Ebene mit diesem Kachel füllen wollen?
fi_fi: Oletko varma, että haluat täyttää koko kerroksen tällä laatalla?
nl_nl: Weet u zeker dat u de hele laag wil vullen met die tegel?
pt_pt: Tem certeza de que você deseja preencher a camada inteira com esse tile?

source: You haven't selected a tileset yet.
de_de: Sie haben kein Kachel-Paket ausgewählt.
fi_fi: Et ole vielä valinnut laatastoa.
nl_nl: U heeft nog niet een tegelset geselecteerd.
pt_pt: Você não selecionou um tileset ainda.

source: Only orthogonal maps are supported !
de_de: Nur Orthogonale Maps sind unterstützt!
nl_nl: Alleen orthogonale kaarten worden ondersteund!
pt_pt: Apenas mapas ortogonais são suportados !

source: There are no tilesets in this file !
de_de: Es befinden sich keine Tilesets in der Datei!
nl_nl: Er zijn geen tilesets in dit bestand!
pt_pt: Não há tilesets neste arquivo !

source: Only the first tileset will be taken into account. Tiles from supplementary tilesets may be lost.
nl_nl: Alleen met de eerste tileset zal rekening worden gehouden. Tegels van aanvullende tilesets gaan mogelijk verloren.
pt_pt: Apenas o primeiro tileset será considerado. Tiles de tilesets suplementares podem ser perdidos.

source: The image can't be found !
de_de: Das Bild konnte nicht gefunden werden!
nl_nl: De afbeelding kan niet worden gevonden!
pt_pt: A imagem não pode ser encontrada !

source: The image is imported as
de_de: Bild wird importiert als
nl_nl: De afbeelding is geïmporteerd als
pt_pt: A imagem é importada como

source: Tileset image importation completed.
de_de: Tileset-Bild Import abgeschlossen.
nl_nl: Tileset afbeelding invoer voltooid.
pt_pt: Importação da imagem tileset terminada.

source: Tileset image size is not the same. Some tiles may not be rendered correctly.
nl_nl: De grootte van de Tileset afbeelding is niet hetzelfde. Sommige tegels kunnen niet correct worden weergegeven.
pt_pt: O tamanho da imagem tileset não é o mesmo. Algumas tiles podem não ser renderizadas corretamente.

source: Tilemap objects don't handle tilesets with margins around the images. Consider cutting the picture.
nl_nl: Tilemap objecten verwerken geen tilesets met marges rond de beelden. Overweeg het beeld bij te snijden.
pt_pt: Obejetos Tilemap não controlam tilesets com margens ao redor das imagens. Considere cortar a imagem.

source: Tileset configuration importation completed.
nl_nl: Tileset configuratie invoer voltooid.
pt_pt: Importação da configuração do Tileset está completa.

source: Tilemap size is different.
de_de: Größe der Tilemap ist unterschiedlich.
nl_nl: Tilemap grootte is anders.
pt_pt: O tamanho do Tilemap é diferente.

source: There are more than 3 tiles layers. Only the 3 firsts will be imported.
de_de: Mehr als 3 Tile Ebenen. Nur die ersten 3 werden importiert.
nl_nl: Er zijn meer dan 3 lagen aan tegels. Alleen de eerste 3 worden geïmporteerd.
pt_pt: Existem mais que 3 camadas de tiles. Apenas as 3 primeiras serão importadas.

source: There are less than 3 tiles layers. Upper layer(s) will be empty.
de_de: Weniger als 3 Tile Ebenen. Obere Ebene(n) wird leer sein.
nl_nl: Er zijn minder dan 3 tegellagen. De Bovenste laag zal leeg zijn.
pt_pt: Existem menos que 3 camadas de tiles. Camada(s) superior(es) será(ão) vazia(s).

source: Tilemap content importation completed.
de_de: Tilemap Inhalt Import abgeschlossen.
nl_nl: Tilemap inhoud invoer voltooid.
pt_pt: Importação do conteúdo da Tilemap concluída.

source: Some tiles have more than 1 hitbox. Only the first one is imported.
nl_nl: Sommige tegels hebben meer dan 1 hitbox. Alleen de eerste wordt geïmporteerd.
pt_pt: Algumas tiles tem mais que 1 caixa de colisão. Apenas a primeira é importada.

source: Some tiles have a polyline or a ellipsis hitbox. Only rectangle and polygon hitboxes are supported.
nl_nl: Sommige tegels hebben een polylijn of een weglatingsteken hitbox. Alleen rechthoekige en veelhoekige hitboxes worden ondersteund.
pt_pt: Algumas tiles tem caixas de colisões polilinha ou elíptica. Apenas as caixas de colisões em retângulos e polígonos são suportadas.

source: Some tiles have a concave polygon. It has been ignored and set to a rectangular hitbox as this object only supports convex hitboxes for tiles.
nl_nl: Sommige tegels hebben een concave veelhoek. Het is genegeerd en wordt ingesteld op een rechthoekige hitbox aangezien dit object alleen convexe hitboxes voor tegels ondersteunt.
pt_pt: Algumas tiles tem um polígono côncavo. Ele foi ignorado e mudado para uma caixa de colisão retangular já que esse objeto suporta apenas caixas de colisões convexas para tiles.

source: Tiles hitboxes importation completed.
nl_nl: Tegels hitboxes invoer voltooid.
pt_pt: Importação de caixa de colisões de tiles está completa.

source: There are not as many tiles in the object's tileset as in the file. The result may not be correct.
nl_nl: Er zijn niet zoveel tegels in het tileset object als in het bestand. Het resultaat is misschien incorrect.
pt_pt: Não tem tantas tiles na tileset do objeto como no arquivo. O resultado pode não ser correto.

source: Timed events
de_de: Zeitgesteuerte Ereignisse
fi_fi: Ajoitetut tapahtumat
nl_nl: Getimede gebeurtenissen
pt_pt: Evento cronometrado
zh_cn: 时间事件

source: Timed event
de_de: Zeitgesteuertes Ereignis
fi_fi: Ajoitettu tapahtuma
nl_nl: Getimede gebeurtenis
pt_pt: Evento cronometrado
zh_cn: 时间事件

source: Reset a timed event
de_de: Terminiertes Ereignis zurücksetzen
fi_fi: Nollaa ajoitettu tapahtuma
nl_nl: Reset een getimede gebeurtenis
pt_pt: Redefinir o evento cronometrado
zh_cn: 重置时间事件

source: Reset a timed event and sub events
fi_fi: Nollaa ajoitettu tapahtuma ja alitapahtumat
nl_nl: Herstart een getimede handeling en sub-handelingen
pt_pt: Redefinir um evento temporizado e sub-eventos

source: No name
de_de: Kein Name
fi_fi: Ei nimeä
nl_nl: Geen naam
pt_pt: Sem nome
zh_cn: 没有名字

source: (Name:
de_de: (Benennung:
nl_nl: (Naam:
pt_pt: (Nome:

source: Delayed execution after
de_de: Verzögerte Ausführung nach
fi_fi: Viivästetty suoritus jälkeen
nl_nl: Vertraagde uitvoering na
pt_pt: Atrasar execução depois

source: seconds.
de_de: Sekunden.
fi_fi: sekuntia.
nl_nl: seconden.
pt_pt: segundos.
zh_cn: 秒

source: Conditions and actions wiill only be executed when the event is executed for a certain amount of time.
fi_fi: Ehdot ja toiminnot suoritetaan vain silloin, kun tapahtumaa on suoritettu tietyn ajan.
nl_nl: Voorwaarden en acties worden alleen uitgevoerd wanneer de handeling is uitgevoerd voor een bepaalde tijd.
pt_pt: As condições e as ações só irão ser executadas quando o evento é executado num determinado período de tempo.

source: Execute conditions and actions after ( in seconds ):
fi_fi: Suorita ehdot ja toiminnot, kun on kulunut (sekunteina):
nl_nl: Voorwaarden en acties uitvoeren na (in seconden):
pt_pt: Execute as condições e ações após (em segundos):
