Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: The width's scale of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_: leveyden skaala on _PARAM1__PARAM2_
nl_nl: De breedte schaal van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Escala da largura _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的宽度的比例 _PARAM1_ _PARAM2_

source: Compare the scale of the height of an object.
fi_fi: Vertaile objektin korkeuden skaalaa.
nl_nl: Vergelijk de schaal van de hoogte van een object.
pt_pt: Compare a escala da altura de um objeto.
zh_cn: 比较对象的高度的比例

source: The height's scale of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_: korkeuden skaala on _PARAM1__PARAM2_
nl_nl: De hoogte schaal van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Escala da altura _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的高度的比例 _PARAM1_ _PARAM2_

source: Compare the opacity of an object, between 0 (fully transparent) to 255 (opaque)
fi_fi: Vertaile objektin peittävyyttä, väliltä 0 (täysin läpinäkyvä) ja 255 (täysin peittävä)
nl_nl: Vergelijk de dekking van een object, tussen 0 (geheel doorzichtig) tot 255 (ondoorzichtige)
pt_pt: Comparar a opacidade de um objeto, entre 0 (totalmente transparente) a 255 (opaco)
zh_cn: 比较对象的不透明度，0（完全透明）到 255（不透明）之间取值

source: Compare the number of the blend mode currently used by an object
fi_fi: Vertaile objektin käyttämän sekoitustilan numeroa
nl_nl: Vergelijk de waarde van de overvloeimodus die momenteel word gebruikt door een object
pt_pt: Comparar o número do modo de blend usado atualmente por um objeto
zh_cn: 比较对象当前使用的混合模式

source: The number of the current blend mode of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n nykyinen sekoitustilan numero on _PARAM1__PARAM2_
nl_nl: Het nummer van de huidige overvloeimodus van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O número do atual do modo blend é de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的当前混合模式 _PARAM1_ _PARAM2_

source: Value to test (0: Alpha, 1: Add, 2: Multiply, 3: None)
fi_fi: Testattava arvo (0: Alfa, 1: Lisää 2: Kerro, 3: Ei mitään)
nl_nl: Waarde om te testen (0: Alpha, 1: toevoegen, 2: vermenigvuldigen, 3: geen)
pt_pt: Valor a ser testado (0: alfa, 1: Adicionar, 2: multiplicar, 3: nenhum)
zh_cn: 检测值(0: 透明, 1: 加, 2: 乘, 3: 无)

source: Copy an image on the current one of an object
fi_fi: Kopioi kuva objektin nykyisen kuvan päälle
nl_nl: Een afbeelding over de huidige afbeelding van een object kopiëren
pt_pt: Copiar uma imagem sobre o atual objeto

source: Copy an image on the current image of an object. Note that the source image must be preferably kept loaded in memory.
fi_fi: Kopioi kuva objektin nykyisen kuvan päälle. Huomaa, että lähdekuvan täytyy olla ladattuna muistiin.
nl_nl: Kopieer een afbeelding op het huidige beeld van een object. Let op dat de bronafbeelding bij voorkeur in het geheugen geladen gehouden moet worden.
pt_pt: Copiar uma imagem para a imagem atual de um objeto. Note que a imagem de origem deve ser mantida preferencialmente carregada na memória.

source: Copy image _PARAM2_ on the current of _PARAM0_ at _PARAM3_;_PARAM4_
fi_fi: Kopioi kuva _PARAM2_ nykyisen _PARAM0_ päälle sijaintiin _PARAM3_;_PARAM4_
nl_nl: Kopieer afbeelding _PARAM2_ over de huidige van _PARAM0_ op _PARAM3_; _PARAM4_
pt_pt: Copie a imagem _PARAM2_ sobre a corrente _PARAM0_ em _PARAM3_; _PARAM4_

source: Make a color of the image of an object transparent
fi_fi: Tee objektin kuvan väristä läpinäkyvä
nl_nl: Maak de kleur van de afbeelding van een object doorzichtig
pt_pt: Faz uma cor da imagem de um objecto transparente

source: Make a color of the image of an object transparent.
fi_fi: Tee objektin kuvan väristä läpinäkyvä.
nl_nl: Een kleur van de afbeelding van een object doorzichtig maken.
pt_pt: Faz uma cor da imagem de um objecto transparente.

source: Make color _PARAM1_ of the current image of _PARAM0_ transparent
fi_fi: Tee _PARAM0_:n nykyisen kuvan väristä _PARAM1_ läpinäkyvä
nl_nl: Kleur _PARAM1_ van de huidige afbeelding _PARAM0_ transparant maken
pt_pt: Faz a cor _PARAM1_ da atual imagen de _PARAM0_ transparente

source: Color to make transparent
fi_fi: Läpinäkyväksi muutettava väri
nl_nl: Kleur transparant wilt maken
pt_pt: Cor para tornar transparente
zh_cn: 使颜色变得透明

source: Change the global color of an object. The default color is white.
fi_fi: Muuta objektin globaalia väriä. Oletusväri on valkoinen.
nl_nl: De algemene kleur van een object wijzigen De standaardkleur is wit.
pt_pt: Modifica a cor global de um objecto. A cor padrão é branca.

source: Change the number of the blend mode of an object. The default blend mode is 0 (Alpha).
fi_fi: Muuta objektin sekoitustilan numeroa. Oletuksena sekoitustila on 0 (alfa).
nl_nl: Wijzig het nummer van de overvloeimodus van een object. Standaard is 0 (Alpha).
pt_pt: Mude o numero do modo de mistura de um objecto. O modo de mistura normal é 0 (Alpha).
zh_cn: 默认混合模式为0 (透明)

source: Change Blend mode of _PARAM0_ to _PARAM1_
fi_fi: Muuta _PARAM0_:n sekoitustilaksi _PARAM1_
nl_nl: Wijzig de overvloeimodus van _PARAM0_ naar _PARAM1_
pt_pt: Mude o modo de mistura de _PARAM0_ para _PARAM1_
zh_cn: _PARAM0_ 改变混合模式为 _PARAM1_

source: Mode (0 : Alpha, 1 : Add, 2 : Multiply, 3 : None)
fi_fi: Tila (0: Alfa, 1: Lisää, 2: Kerro, 3: Ei mitään)
nl_nl: Modus (0: Alpha, 1: Toevoegen, 2: Vermenigvuldigen, 3: Geen)
pt_pt: Modo (0: Alfa, 1: Adicionar, 2: Multiplicar, 3: Nenhum)
zh_cn: 模式 (0 : 透明, 1 : 加, 2 : 乘, 3 : 无)

source: Flip the object horizontally
de_de: Objekt horizontal spiegeln
fi_fi: Peilaa objekti vaakasuunnassa
nl_nl: Het object horizontaal spiegelen
pt_pt: Inverter o objeto horizontalmente
zh_cn: 水平翻转对象

source: Flip horizontally _PARAM0_ : _PARAM1_
fi_fi: Peilaa vaakasuunnassa _PARAM0_: _PARAM1_
nl_nl: Horizontaal spiegelen van _PARAM0_: _PARAM1_
pt_pt: Inverter horizontalmente _PARAM0_: _PARAM1_
zh_cn: 水平翻转 _PARAM0_ : _PARAM1_

source: Activate flipping
fi_fi: Aktioi peilaaminen
nl_nl: Activeren spiegelen
pt_pt: Ativar inversão
zh_cn: 激活翻转

source: Flip the object vertically
de_de: Objekt vertikal spiegeln
fi_fi: Peilaa objekti pystysuunnassa
nl_nl: Het object verticaal spiegelen
pt_pt: Inverter o objeto verticalmente
zh_cn: 垂直翻转对象

source: Flip vertically _PARAM0_ : _PARAM1_
fi_fi: Peilaa pystysuunnassa _PARAM0_: _PARAM1_
nl_nl: Verticaal spiegelen van _PARAM0_: _PARAM1_
pt_pt: Inverter verticalmente _PARAM0_: _PARAM1_
zh_cn: 垂直翻转 _PARAM0_ : _PARAM1_

source: Horizontally flipped
de_de: Horizontal gespiegelt
fi_fi: Peilattu vaakasuunnassa
nl_nl: Horizontaal gespiegeld
pt_pt: Espelhar horizontalmente
zh_cn: 水平翻转

source: Return true if the object is horizontally flipped
fi_fi: Palauta tosi, jos objekti on peilattu vaakasuunnassa
nl_nl: Is waar als het object horizontaal gespiegeld is
pt_pt: Retornar verdadeiro se o objeto for invertido horizontalmente

source: _PARAM0_ is horizontally flipped
fi_fi: _PARAM0_ on peilattu vaakasuunnassa
nl_nl: _PARAM0_ is horizontaal gespiegeld
pt_pt: _PARAM0_ é invertido horizontalmente
zh_cn: _PARAM0_ 是水平翻转

source: Vertically flipped
de_de: Vertikal gespiegelt
fi_fi: Peilattu pystysuunnassa
nl_nl: Verticaal gespiegeld
pt_pt: Verticalmente invertida
zh_cn: 垂直翻转

source: Return true if the object is vertically flipped
fi_fi: Palauta tosi, jos objekti on peilattu pystysuunnassa
nl_nl: Is waar als het object verticaal gespiegeld is
pt_pt: Retornar true se o objeto é invertido verticalmente

source: _PARAM0_ is vertically flipped
fi_fi: _PARAM0_ on peilattu pystysuunnassa
nl_nl: _PARAM0_ is verticaal gespiegeld
pt_pt: _PARAM0_ é invertida verticalmente
zh_cn: _PARAM0_ 是垂直翻转

source: Rotate an object toward another
fi_fi: Kierrä objektia kohti toista
nl_nl: Een object naar een ander roteren
pt_pt: Rodar um objeto na direção de outro
zh_cn: 旋转对象朝向另一个

source: Rotate an object towards another.
fi_fi: Kierrä objektia kohti toista.
nl_nl: Een object naar een ander roteren.
pt_pt: Rode um objeto na direção de outro.
zh_cn: 旋转对象朝向另一个。

source: Rotate _PARAM0_ towards _PARAM1_
fi_fi: Kierrä _PARAM0_ kohti _PARAM1_
nl_nl: Roteren van _PARAM0_ naar _PARAM1_
pt_pt: Rodar _PARAM0_ na direção de _PARAM1_
zh_cn: 旋转 _PARAM0_ 朝向 _PARAM1_

source: Rotate toward this object
fi_fi: Kierrä kohti tätä objektia
nl_nl: Draai naar dit object
pt_pt: Rode na direção deste objeto
zh_cn: 旋转朝向此对象

source: X position of a point
de_de: X-Position eines Punktes
fi_fi: Pisteen X-sijainti
nl_nl: X positie van een punt
pt_pt: Posição X de um ponto
zh_cn: 点的X坐标

source: Name of the point
de_de: Name des Punktes
fi_fi: Pisteen nimi
nl_nl: Naam van het punt
pt_pt: Nome do ponto
zh_cn: 点的名称

source: Y position of a point
de_de: Y-Position eines Punktes
fi_fi: Pisteen Y-sijainti
nl_nl: Y-positie van een punt
pt_pt: Posição Y de um ponto
zh_cn: 点的Y坐标

source: Direction of the object
de_de: Richtung des Objekts
fi_fi: Objektin suunta
nl_nl: Richting van het object
pt_pt: Direção do objeto
zh_cn: 对象的方向

source: Animation of the object
de_de: Animation des Objekts
fi_fi: Objektin animaatio
nl_nl: Animatie van het object
pt_pt: Animação do objeto
zh_cn: 对象的动画

source: Animation frame of the object
fi_fi: Objektin animaation kehys
nl_nl: Animatiefbeeld van het object
pt_pt: Quadro de animação do objeto
zh_cn: 对象的动画帧

source: Scale of the width of an object
fi_fi: Objektin leveyden skaala
nl_nl: Schaal van de breedte van een object
pt_pt: Escala de um objeto em largura
zh_cn: 对象的宽度的比值

source: Scale of the height of an object
fi_fi: Objektin korkeuden skaala
nl_nl: Schaal van de hoogte van een object
pt_pt: Escala de um objeto em altura
zh_cn: 对象的高度的比值

source: Collision (Pixel perfect)
de_de: Kollision (pixelgenau)
fi_fi: Törmäys (pikselintarkka)
nl_nl: Botsing (Pixel perfect)
pt_pt: Colisão (Pixel perfeito)
zh_cn: 碰撞 （像素完美）

source: The condition is true if there is a collision between the two objects. The test is pixel-perfect.
fi_fi: Ehto on tosi, jos kaksi objektia törmää. Testi on pikselintarkka.
nl_nl: De voorwaarde is voldaan als er dat een botsing is opgetreden tussen de twee objecten. De test is pixel-perfecte.
pt_pt: A condição é verdadeira se houver que uma colisão entre dois objetos. O teste é pixel-perfeito.

source: _PARAM0_ is in collision with _PARAM1_ (pixel perfect)
fi_fi: _PARAM0_ on törmäyksessä _PARAM1_ kanssa (pikselintarkasti)
nl_nl: _PARAM0_ is in botsing met _PARAM1_ (pixel perfect)
pt_pt: _PARAM0_ está em colisão com _PARAM1_ (pixel-perfeito)
zh_cn: _PARAM0_ 与 _PARAM1_ 碰撞(像素完美)

source: Edit the Sprite object
fi_fi: Muokkaa Sprite-objektia
nl_nl: Het object Sprite bewerken
pt_pt: Editar o objeto Sprite
zh_cn: 编辑精灵对象

source: Edit the collision masks (hitbox)
fi_fi: Muokkaa törmäysmaskeja (osumalaatikkoa)
nl_nl: Bewerken van de botsingmaskers (hitbox)
pt_pt: Editar as máscaras de colisão (hitbox)
zh_cn: 编辑碰撞遮罩 (命中框)

source: Edit the image's point
fi_fi: Muokkaa kuvan pistettä
nl_nl: Bewerken van de afbeeldingspunt
pt_pt: Editar os pontos da imagem
zh_cn: 编辑图像的点

source: Item label
fi_fi: Nimikkeen etiketti
pt_pt: Rótulo do item
zh_cn: 项目标签

source: Add an animation
de_de: Hinzufügen einer animation
fi_fi: Lisää animaatio
nl_nl: Een animatie toevoegen
pt_pt: Adicionar uma animação
zh_cn: 添加动画

source: Delete an animation
de_de: Löschen einer animation
fi_fi: Poista animaatio
nl_nl: Een animatie verwijderen
pt_pt: Apagar uma animação
zh_cn: 删除动画

source: De/activate loop
fi_fi: De/aktivoi silmukointi
nl_nl: De/activeren lus
pt_pt: Des/ativar loop
zh_cn: 禁/激活 循环

source: Time between each images
de_de: Zeit zwischen den einzelnen Bildern
fi_fi: Aika kuvien välillä
nl_nl: Tijd tussen elk beeld
pt_pt: Tempo entre cada imagem
zh_cn: 每个图像之间的时间

source: Animations
de_de: Animationen
fi_fi: Animaatiot
nl_nl: Animaties
pt_pt: Animações
zh_cn: 动画

source: Go back to default mask
fi_fi: Palaa oletusmaskiin
nl_nl: Ga terug naar standaard masker
pt_pt: Voltar à máscara padrão
zh_cn: 回到默认遮罩

source: Collision masks ( Hit boxes )
fi_fi: Törmäysmaskit (osumalaatikot)
nl_nl: Botsing maskers ( Hit box )
pt_pt: Máscaras de colisão (Hit boxes)
zh_cn: 碰撞遮罩 (命中框)

source: Apply the changes to the whole animation
fi_fi: Ota muutokset käyttöön koko animaation
nl_nl: Wijzigingen op de hele animatie toepassen
pt_pt: Aplicar as alterações em toda a animação
zh_cn: 将更改应用到整个动画

source: Apply changes to the whole animation
fi_fi: Ota muutokset käyttöön koko animaation
nl_nl: Wijzigingen toepassen op de hele animatie
pt_pt: Aplicar as alterações para a animação inteira
zh_cn: 将更改应用于整个动画

source: 8 Directions
fi_fi: 8 suuntaan
nl_nl: 8 richtingen
pt_pt: 8 direções
zh_cn: 8 方向

source: Time between each image :
de_de: Zeit zwischen jedem Bild:
fi_fi: Aika kuvien välillä:
nl_nl: Tijd tussen elke afbeelding:
pt_pt: Tempo entre cada imagem :
zh_cn: 每个图像之间的时间：

source: Loop the animation
fi_fi: Toista animaatio silmukassa
nl_nl: Hehaal de animatie
pt_pt: A animação em loop
zh_cn: 循环动画

source: Add an image from a file
de_de: Bild aus einer Datei hinzufügen
fi_fi: Lisää kuva tiedostosta
nl_nl: Een afbeelding uit een bestand toevoegen
pt_pt: Adicionar uma imagem de um arquivo
zh_cn: 从文件中添加图像

source: Add from the image bank
fi_fi: Lisää kuvapankista
nl_nl: Toevoegen van de beeldbank
pt_pt: Adicionar a partir do banco de imagens
zh_cn: 从图片库中添加

source: Remove DEL
fi_fi: Poista DEL
nl_nl: Verwijder DEL
pt_pt: Apagar DEL
zh_cn: 移除 DEL

source: Move left J
de_de: Nach links bewegen
fi_fi: Siirrä vasemmalle J
nl_nl: Verplaats links J
pt_pt: Mover para esquerda J
zh_cn: 左移 J

source: Move right K
de_de: Nach rechts bewegen
fi_fi: Siirrä oikealle K
nl_nl: Verplaats rechts J
pt_pt: Mover para a direita K
zh_cn: 右移 K

source: Move the entire polygon
fi_fi: Siirrä koko polygoni
nl_nl: De gehele veelhoek verplaatsen
pt_pt: Mover todo o polígono
zh_cn: 移动整个多边形

source: Rotate the entire polygon
fi_fi: Kierrä koko polygonia
nl_nl: Draai de hele veelhoek
pt_pt: Girar todo polígono
zh_cn: 旋转整个多边形

source: Shape
fi_fi: Muoto
nl_nl: Vorm
pt_pt: Forma
zh_cn: 形状

source: Drag an image from the image bank to the area below to add it to the animation.
fi_fi: Vedä kuva alla olevasta kuvapankista lisätäksesi sen animaatioon.
nl_nl: Sleep een afbeelding van de beeldbank naar het gebied hieronder om toe te voegen aan de animatie.
pt_pt: Arraste uma imagem do banco de imagem para a área inferior para adicionar à animação.
zh_cn: 将图像从图像库拖到下面，以将其添加到动画中。

source: All animations
de_de: Alle Animationen
fi_fi: Kaikki animaatiot
nl_nl: Alle animaties
pt_pt: Todas as animações
zh_cn: 所有动画

source: Direction
de_de: Richtung
fi_fi: Suunta
nl_nl: Richting
pt_pt: Direção
zh_cn: 方向

source: Triangle
de_de: Dreieck
fi_fi: Kolmio
nl_nl: Driehoek
pt_pt: Triângulo
zh_cn: 三角形

source: Polygon
fi_fi: Polygoni
nl_nl: Veelhoek
pt_pt: Polígono
zh_cn: 多边形

source: ( INVALID : The polygon is not convex )
fi_fi: (Virheellinen: polygoni ei ole kupera)
nl_nl: (Ongeldige: de veelhoek is niet convex)
pt_pt: (Inválido: O polígono não é convexo)
zh_cn: (无效 ︰ 多边形不是凸状)

source: Default
de_de: Standard
fi_fi: Oletus
nl_nl: Standaard
pt_pt: Por Defeito
zh_cn: 默认

source: Time between each images:
de_de: Zeit zwischen den einzelnen Bildern:
fi_fi: Aika kuvien välillä:
nl_nl: Tijd tussen elk beeld:
pt_pt: Tempo entre cada imagem:
zh_cn: 每个图像之间的时间：

source: One or more polygons from the collision mask are not convex ( They have a hole ). Please modify these polygons before continuing.
fi_fi: Yhden tai useampi törmäysmaskin polygoni ei ole kupera (niissä on reikä). Muokkaa polygoneja ennen jatkamista.
nl_nl: Een of meer veelhoeken uit de botsing masker zijn niet convex (ze hebben een gat). Pas deze veelhoeken aan voordat u verdergaat.
pt_pt: Um ou mais polígonos da mascara de colisão não são convexos (Têm um buraco). Por favor modifique este polígono antes de continuar.

source: NewPoint
pt_pt: NovoPonto
zh_cn: 新的点

source: The point "Centre" can be automatically placed by GDevelop at the center. Do you really want to modify the point? Click on yes to modify it, click on no so as let GDevelop place it.
fi_fi: GDevelop voi sijoittaa pisteen "Keskusta" automaattisesti. Haluatko varmasti muuttaa pistettä? Klikkaa Kyllä muuttaaksesi sitä tai Ei antaaksesi GDevelopin asettaa se.
nl_nl: Het punt "Centrum" kan automatisch in het centrum geplaatst worden door GDevelop. Wilt u het punt echt wijzigen? Druk op ja om te wijzigen, klikt op nee om GDevelop te laten bepalen.
pt_pt: O ponto "Centro" pode ser posicionado automaticamente pelo GDevlop no centro. Quer realmente modificar o ponto? Clica em sim para modifica-lo, clica em não para o deixar onde o GDev o pôs.

source: Position of the point "Centre"
fi_fi: Pisteen "Keskusta" sijainti
nl_nl: Positie van het punt "Centrum"
pt_pt: Posição do ponto "Centro"

source: Enter the X position of the point (relative to the image).
fi_fi: Anna pisteen X-sijainti (suhteessa kuvaan).
nl_nl: Geef de X-positie van het punt (ten opzichte van de afbeelding).
pt_pt: Digite a posição X do ponto (em relação à imagem).

source: Enter the Y position of the point (relative to the image).
fi_fi: Anna pisteen Y-sijainti (suhteessa kuvaan).
nl_nl: Geef de Y-positie van het punt (ten opzichte van de afbeelding).
pt_pt: Digite a posição Y do ponto (em relação à imagem).

source: Enter the width of the rectangle
fi_fi: Anna suorakulmion leveys
nl_nl: Geef de breedte van de rechthoek
pt_pt: Digite a largura do retângulo
zh_cn: 输入矩形的宽度

source: New rectangle
fi_fi: Uusi suorakulmio
nl_nl: Nieuwe rechthoek
pt_pt: Novo retângulo
zh_cn: 新矩形

source: Enter the height of the rectangle
fi_fi: Anna suorakulmion korkeus
nl_nl: Geef de hoogte van de rechthoek
pt_pt: Digite a altura do retângulo
zh_cn: 输入矩形的高度

source: Enter the angle of the rotation of the rectangle ( in degrees )
fi_fi: Anna suorakulmion kiertokulma (asteina)
nl_nl: Geef de hoek van de rotatie van de rechthoek (in graden)
pt_pt: Digite o ângulo de rotação do retângulo (em graus)

source: A polygon can not have less than 3 vertices. Do you want to delete the entire polygon?
fi_fi: Polygonilla ei voi olla vähemmän kuin 3 kärkipistettä. Haluatko poistaa koko polygonin?
nl_nl: Een veelhoek kan niet minder dan 3 hoekpunten hebben. Wilt u de gehele veelhoek verwijderen?
pt_pt: Um polígono não pode ter menos de 3 vértices. Você deseja excluir o polígono inteiro?

source: Delete the polygon?
fi_fi: Poistetaanko polygoni?
nl_nl: De veelhoek verwijderen?
pt_pt: Apagar o polígono?
zh_cn: 删除多边形？

source: Go back to the default mask will erase any custom hit boxes. Are you sure you want to continue?
fi_fi: Oletusmaskiin palaaminen poistaa kaikki mukautetut osumalaatikot. Haluatko varmasti jatkaa?
nl_nl: Terug naar het standaard-masker zal alle aangepaste hitboxes verwijderen. Weet u zeker dat u wilt doorgaan?
pt_pt: Ir para a mascara original vai apagar todas as caixas de contacto personalizadas. Têns a certeza que queres continuar?

source: Caution
de_de: Vorsicht
fi_fi: Varoitus
nl_nl: Let op
pt_pt: Atenção
zh_cn: 警告

source: Enter the X position of the vertice
fi_fi: Anna kärkipisteen X-sijainti
nl_nl: Geef de X-positie van de vertice
pt_pt: Digite a posição X do vertice
zh_cn: 输入顶点的 X 坐标

source: Enter the Y position of the vertice
fi_fi: Anna kärkipisteen Y-sijainti
nl_nl: Geef de Y-positie van de vertice
pt_pt: Digite a posição Y do vértice
zh_cn: 输入顶点的 Y 坐标

source: Enter the displacement offset on X axis.
fi_fi: Anna siirtymä X-akselilla.
nl_nl: Geef de verschuiving van de verplaatsing op X-as.
pt_pt: Digite o deslocamento no eixo X.

source: Enter the displacement offset on Y axis.
fi_fi: Anna siirtymä Y-akselilla.
nl_nl: Geef de verschuiving van de verplaatsing op de Y-as.
pt_pt: Digite o deslocamento no eixo Y.

source: Enter the angle of the rotation, in degrees
fi_fi: Anna kiertokulma asteina
nl_nl: Geef de hoek van de rotatie op in graden
pt_pt: Digite o ângulo de rotação, em graus

source: Rotation of the polygon
fi_fi: Polygonin kierto
nl_nl: Rotatie van de veelhoek
pt_pt: Rotação do polígono
zh_cn: 旋转多边形

source: Enter time between each image (in seconds)
fi_fi: Anna kuvien välinen aika (sekunteina)
nl_nl: Voer van de tijd tussen elke afbeelding (in seconden)
pt_pt: Digite o tempo entre cada imagem (em segundos)

source: Choose one or more images to add
fi_fi: Valitse yksi tai useampi lisättävä kuva
nl_nl: Kies een of meer afbeeldingen om toe te voegen
pt_pt: Escolha uma ou mais imagens para adicionar
zh_cn: 选择一个或多个图像添加

source: Supported image files|*.jpg;*.png|All files|*.*
fi_fi: Tuetut kuva-tyypit| *.jpg; *. png| Kaikki tiedostot| *.*
nl_nl: Ondersteund afbeeldingsbestanden| *.jpg; *. png| Alle bestanden| *. *
pt_pt: Arquivos de imagens suportadas| *. jpg; *. png| Todas as imagens | *. *
zh_cn: 所支持图像文件 | *.jpg ； *.png|所有文件| *.*

source: Drag images from the image bank to add them to the animation.
fi_fi: Vedä kuvia kuvapankista lisätäksesi niitä animaatioon.
nl_nl: Sleep afbeeldingen uit de beeldbank om toe te voegen aan de animatie.
pt_pt: Arraste as imagens do banco de imagem para adicioná-los para a animação.
zh_cn: 从图像库中拖动图像，以将其添加到动画中。

source: Unknown or unsupported instruction
fi_fi: Tuntematon tai ei-tuettu käsky
nl_nl: Onbekende of niet-ondersteunde instructie
pt_pt: Instrução desconhecida ou não suportada
zh_cn: 未知或不受支持的指令

source: Extension
de_de: Erweiterung
fi_fi: Laajennusta
nl_nl: Uitbreiding
pt_pt: Extensão
zh_cn: 扩展

source: could not be loaded. Contact the developer for more informations. Detailed log:
de_de: konnte nicht geladen werden. Kontaktieren sie die Entwickler für mehr informationen. Detailliertes Protokoll:
fi_fi: ei voitu ladata. Saat lisätietoja kehittäjältä. Yksityiskohtainen loki:
nl_nl: kon niet worden geladen. Contacteer de ontwikkelaar voor meer information. Gedetaileerd log:
pt_pt: não pode ser carregado. Entre em contato com o desenvolvedor para mais informações. Log detalhado:

source: could not be loaded. Contact the developer for more informations.
de_de: konnte nicht geladen werden. Kontaktieren Sie den Entwickler für weitere informationen.
fi_fi: ei voitu ladata. Saat lisätietoja kehittäjältä.
nl_nl: kon niet worden geladen. Contacteer de ontwikkelaar voor meer informatie.
pt_pt: Não pode ser carregado. Contate o desenvolvedor para mais informações.

source: has errors :
de_de: hat Fehler:
fi_fi: on virheitä:
nl_nl: heeft fouten:
pt_pt: tem erros:
zh_cn: 有错误 ︰

source: The extension was not loaded. Contact the developer to get more information.
de_de: Die Erweiterung wurde nicht geladen. Kontaktieren sie die Entwickler, um weitere informationen zu erhalten.
fi_fi: laajennusta ei ladattu. Saat lisätietoja kehittäjältä.
nl_nl: De uitbreiding is niet geladen. Neem contant op met de ontwikkelaar voor meer informatie.
pt_pt: A extensão não foi carregada. Contacte o responsável pelo desenvolvimento para obter mais informação.

source: Platform
de_de: Plattform
fi_fi: Alusta
pt_pt: Plataforma
zh_cn: 平台

source: could not be loaded. Contact the developer for more information. Detailed log:
de_de: konnte nicht geladen werden. Kontaktieren Sie den Entwickler für weitere information. Detail Protokoll:
fi_fi: ei voitu ladata. Saat lisätietoja kehittäjältä. Yksityiskohtainen loki:
nl_nl: kon niet worden geladen. Contacteer de ontwikkelaar voor meer information. Gedetaileerd log:
pt_pt: Não pode ser carregado. Contate o desenvolvedor para mais informações. Log Detalhado:

source: Platform not compatible
de_de: Plattform nicht kompatibel
fi_fi: Alusta ei ole yhteensopiva
nl_nl: Platform niet compatibel
pt_pt: Plataforma imcompatível
zh_cn: 平台不兼容
