Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Do _PARAM1__PARAM2_ to the parameter 1 of green color of _PARAM0_
de_de: Mache _PARAM1__PARAM2_ zu dem Parameter 1 von der grünen Farbe zu _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n vihreän värin parametrille 1
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 1 van de groene kleur van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 1 da cor verde de _PARAM0_

source: Test parameter 1 of green color
de_de: Test-Parameter 1 der grünen Farbe
fi_fi: Testaa vihreän värin parametriä 1
nl_nl: Parameter 1 van groene kleur testen
pt_pt: Testar o parâmetro 1 da cor verde

source: Parameter 1 of green color of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 1 von der grünen Farbe _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n vihreän värin parametri 1 on _PARAM1__PARAM2_
nl_nl: Parameter 1 van groene kleur van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 1 da cor verde de _PARAM0_ é _PARAM1__PARAM2_

source: Green color, parameter 2
de_de: Grüne Farbe, Parameter 2
fi_fi: Vihreä väri, parametri 2
nl_nl: Groene kleur, parameter 2
pt_pt: Cor verde, parâmetro 2

source: Modify the parameter 2 of the green color
de_de: Ändern Sie den Parameter 2 der grünen Farbe
fi_fi: Muuta vihreän värin parametriä 2
nl_nl: De parameter 2 van de groene kleur wijzigen
pt_pt: Modifique o parâmetro 2 da cor verde

source: Do _PARAM1__PARAM2_ to the parameter 2 of green color of _PARAM0_
de_de: Mache _PARAM1__PARAM2_ zu dem Parameter 2 von der grünen Farbe zu _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n vihreän värin parametrille 2
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 2 van de groene kleur van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 2, de cor verde de _PARAM0_

source: Test the parameter 2 of the green color
de_de: Testet den Parameter 2 der grünen Farbe
fi_fi: Testaa vihreän värin parametriä 2
nl_nl: Parameter 2 van de groene kleur testen
pt_pt: Testar o parâmetro 2 da cor verde

source: Parameter 2 of green color of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 2 von der grünen Farbe _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n vihreän värin parametri 2 on _PARAM1__PARAM2_
nl_nl: Parameter 2 van groene kleur van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 2 de cor verde de _PARAM0_ é _PARAM1__PARAM2_

source: SIze, parameter 1
de_de: Größe, Parameter 1
fi_fi: Koko, parametri 1
nl_nl: Grootte, parameter 1
pt_pt: Tamanho, parâmetro 1

source: Modify parameter 1 of the size of particles
de_de: Den ersten Paramet der Partikelgröße ändern
fi_fi: Muuta hiukkasten koon parametriä 1
nl_nl: Parameter 1 van de grootte van de deeltjes wijzigen
pt_pt: Modificar o parâmetro 1 do tamanho das partículas

source: Do _PARAM1__PARAM2_ to the parameter 1 of size of _PARAM0_
de_de: Mache _PARAM1__PARAM2_ zu dem Parameter 1 von der größe zu _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n koon parametrille 1
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 1 van de grootte van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 1 do tamanho do _PARAM0_

source: Test parameter 1 of the size of particles
de_de: Testet Parameter 1 der Größe der Partikel
fi_fi: Testaa hiukkasten koon parametri 1
nl_nl: Parameter 1 van de grootte van de deeltjes testen
pt_pt: Testar o parâmetro 1 da dimensão das partículas

source: Parameter 1 of the size of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 1 der Größe von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n koon parametri 1 on _PARAM1__PARAM2_
nl_nl: Parameter 1 van de grootte van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 1 do tamanho do _PARAM0_ é _PARAM1__PARAM2_

source: Size, parameter 2
de_de: Größe, Parameter 2
fi_fi: Koko, parametri 2
nl_nl: Grootte, parameter 2
pt_pt: Tamanho, parâmetro 2

source: Modify parameter 2 of the size of particles
de_de: Ändert Parameter 2 der Partikelgröße
fi_fi: Muuta hiukkasten koon parametriä 2
nl_nl: Parameter 2 van de grootte van de deeltjes wijzigen
pt_pt: Modificar o parâmetro 2 do tamanho de partículas

source: Do _PARAM1__PARAM2_ to the parameter 2 of size of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zu Parameter 2 der Größe von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n koon parametrille 2
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 2 van de grootte van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 2 do tamanho de _PARAM0_

source: Test parameter 2 of the size of particles
de_de: Testet Parameter 2 der Größe der Partikel
fi_fi: Testaa hiukkasten koon parametri 2
nl_nl: Parameter 2 van de grootte van de deeltjes testen
pt_pt: Testar o parâmetro 2 do tamanho de partículas

source: Parameter 2 of the size of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 2 der Größe von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n koon parametri 2 on _PARAM1__PARAM2_
nl_nl: Parameter 2 van de grootte van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 2 do tamanho do _PARAM0_ é _PARAM1__PARAM2_

source: Angle, parameter 1
de_de: Winkel, Parameter 1
fi_fi: Kulma, parametri 1
nl_nl: Hoek, parameter 1
pt_pt: Ângulo, parâmetro 1

source: Modify parameter 1 of the angle of particles
de_de: Ändert Parameter 1 des Partikelwinkels
fi_fi: Muuta hiukkasten kulman parametriä 1
nl_nl: Parameter 1 van de hoek van deeltjes wijzigen
pt_pt: Modificar o parâmetro 1 do ângulo de partículas

source: Do _PARAM1__PARAM2_ to the parameter 1 of angle of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zu Parameter 1 des Winkels von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kulman parametrille 1
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 1 van de hoek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 1 do ângulo de _PARAM0_

source: Test parameter 1 of the angle of particles
de_de: Testet Parameter 1 des Winkels des Partikels
fi_fi: Testaa hiukkasten kulman parametri 1
nl_nl: Parameter 1 van de hoek van deeltjes testen
pt_pt: Testar o parâmetro 1 do ângulo de partículas

source: Parameter 1 of angle of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 1 des Winkels von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n kulman parametri 1 on _PARAM1__PARAM2_
nl_nl: Parameter 1 van de hoek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 1 do ângulo de _PARAM0_ é _PARAM1__PARAM2_

source: Angle, parameter 2
de_de: Winkel, Parameter 2
fi_fi: Kulma, parametri 2
nl_nl: Hoek, parameter 2
pt_pt: Ângulo, parâmetro 2

source: Modify parameter 2 of the angle of particles
de_de: Ändert Parameter 2 des Partikelwinkels
fi_fi: Muuta hiukkasten kulman parametriä 2
nl_nl: Parameter 2 van de grootte van de deeltjes wijzigen
pt_pt: Modificar o parâmetro 2 do ângulo de partículas

source: Do _PARAM1__PARAM2_ to the parameter 2 of angle of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zu Parameter 2 des Winkels von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kulman parametrille 2
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 2 van de hoek van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 2 do ângulo de _PARAM0_

source: Test parameter 2 of the angle of particles
de_de: Testet Parameter 2 des Winkels des Partikels
fi_fi: Testaa hiukkasten kulman parametri 2
nl_nl: Parameter 2 van de hoek van deeltjes testen
pt_pt: Testar o parâmetro 2 do ângulo de partículas

source: Parameter 2 of angle of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 2 des Winkels von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n kulman parametri 2 on _PARAM1__PARAM2_
nl_nl: Parameter 2 van hoek van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 2 do ângulo de _PARAM0_ é _PARAM1__PARAM2_

source: Transparency, parameter 1
de_de: Transparenz, Parameter 1
fi_fi: Läpinäkyvyys, parametri 1
nl_nl: Transparantie, parameter 1
pt_pt: Transparência, parâmetro 1

source: Modify parameter 1 of the transparency of particles
de_de: Ändert Parameter 1 der Partikeltransparenz
fi_fi: Muuta hiukkasten läpinäkyvyyden parametriä 1
nl_nl: Parameter 1 van de transparantie van deeltjes wijzigen
pt_pt: Modificar o parâmetro 1 da transparência das partículas

source: Do _PARAM1__PARAM2_ to parameter 1 of the transparency of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zu Parameter 1 der Transparenz von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n läpinäkyvyyden parametrille 1
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 1 van de transparantie van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 1 da transparência de _PARAM0_

source: Test parameter 1 of the transparency of particles
de_de: Testet Parameter 1 der Transparent der Partikel
fi_fi: Testaa hiukkasten läpinäkyvyyden parametri 1
nl_nl: Parameter 1 van de transparantie van deeltjes testen
pt_pt: Testar o parâmetro 1 da transparência das partículas

source: Parameter 1 of the transparency of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 1 der Transparenz von _PARAM0_ beträgt _PARAM1__PARAM2_
fi_fi: _PARAM0_:n läpinäkyvyyden parametri 1 on _PARAM1__PARAM2_
nl_nl: Parameter 1 van de transparantie van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 1 da transparência de _PARAM0_ é _PARAM1__PARAM2_

source: Transparency, parameter 2
de_de: Transparenz, Parameter 2
fi_fi: Läpinäkyvyys, parametri 2
nl_nl: Transparantie, parameter 2
pt_pt: Transparência, parâmetro 2

source: Modify parameter 2 of the transparency of particles
de_de: Ändert Parameter 2 der Partikeltransparenz
fi_fi: Muuta hiukkasten läpinäkyvyyden parametriä 2
nl_nl: Parameter 2 van de transparantie van deeltjes wijzigen
pt_pt: Modificar o parâmetro 2 da transparência das partículas

source: Do _PARAM1__PARAM2_ to parameter 2 of the transparency of _PARAM0_
de_de: Füge _PARAM1__PARAM2_ zu Parameter 2 der Transparenz von _PARAM0_ hinzu
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n läpinäkyvyyden parametrille 2
nl_nl: Pas _PARAM1__PARAM2_ toe op parameter 2 van de transparantie van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o parâmetro 2 a transparência das _PARAM0_

source: Test parameter 2 of the transparency of particles
de_de: Testet Parameter 2 der Transparent der Partikel
fi_fi: Testaa hiukkasten läpinäkyvyyden parametri 2
nl_nl: Parameter 2 van de transparantie van deeltjes testen
pt_pt: Testar o parâmetro 2 da transparência das partículas

source: Parameter 2 of the transparency of _PARAM0_ is _PARAM1__PARAM2_
de_de: Parameter 2 von der Transparenz von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n läpinäkyvyyden parametri 2 on _PARAM1__PARAM2_
nl_nl: Parameter 2 van de transparantie van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Parâmetro 2 da transparência das _PARAM0_ é _PARAM1__PARAM2_

source: No more particles
de_de: Keine weiteren Partikel
fi_fi: Ei enempää hiukkasia
nl_nl: Geen deeltjes meer
pt_pt: Não há mais partículas

source: Return true if the object does not emit particles anylonger, so as to destroy it for example.
de_de: Rückgabe von "wahr" (true), wenn das Objekt nicht weiter Partikel emittiert, also es z.B. zerstört ist.
fi_fi: Palauta tosi, jos objekti ei enää emitoi hiukkasia, jotta voit esim. tuhota objektin.
nl_nl: Is waar als het object niet meer deeltjes uitsuurt, bijvoorbeeld om het te vernietigen.
pt_pt: Retorna verdadeiro (true) se o objeto não emite mais partículas e, em seguida, destruí-la por exemplo.

source: _PARAM0_ does not emit anylonger.
de_de: _PARAM0_ gibt nicht mehr aus.
fi_fi: _PARAM0_ ei emitoi enää.
nl_nl: _PARAM0_ stoot niet langer uit.
pt_pt: _PARAM0_ não emite mais.

source: Recreate particles
de_de: Neu Partikel
fi_fi: Luo uudelleen hiukkaset
nl_nl: Opnieuw deeltjes maken
pt_pt: Recriar as partículas
zh_cn: 重新创建粒子

source: Destroy and recreate particles, so as to take changes made to setup of the emitter in account.
de_de: Partikel zerstören und neu bilden, um Änderungen der Emitter-Einstellungen zu berücksichtigen.
fi_fi: Tuhoa ja luo uudelleen hiukkaset, jotta muutokset asetuksissa otetaan käyttöön.
nl_nl: Vernietigen en opnieuw maken van deeltjes, om rekening te houden met aanpassingen in de instellingen van de bron.
pt_pt: Destruir e recriar as partículas, a fim de levar as alterações feitas para a instalação do emissor na conta.

source: Recreate particles of _PARAM0_
de_de: Partikel von _PARAM0_ neu bilden
fi_fi: Luo uudelleen _PARAM0_:n hiukkaset
nl_nl: Deeltjes van _PARAM0_ opnieuw maken
pt_pt: Recriar as partículas de _PARAM0_

source: Rendering first parameter
de_de: Rendering des ersten Parameters
fi_fi: Ensimmäinen renderöintiparametri
nl_nl: Eerste parameter renderen
pt_pt: Primeiro parâmetro de renderização

source: Modify first parameter of rendering ( Size/Length ). Particles have to be recreated in order to take changes in account.
de_de: Ändert den ersten Rendering-Parameter (Größe/Länge). Partikel müssen neu gebildet werden, um Änderungen zu berücksichtigen.
fi_fi: Muuta ensimmäistä renderöintiparametriä (koko/pituus). Hiukkaset on luotava uudelleen, jotta muutokset otetaan käyttöön.
nl_nl: Wijzigen van de eerste parameter van het renderen (grootte/lengte). Deeltjes moeten opnieuw worden gemaakt om rekening te houden met wijzigingen.
pt_pt: Modificar o primeiro parâmetro de renderização (tamanho/comprimento). As partículas presição de ser recriadas a fim de levar a alterações na conta.

source: Do _PARAM1__PARAM2_ to rendering 1st parameter of _PARAM0_
de_de: _PARAM1__PARAM2_ ist am rendern von den 1. Parameter von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n renderöinnin parametrille 1
nl_nl: Pas _PARAM1__PARAM2_ toe op de 1ste render parameter van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para processamento de parâmetro 1 de _PARAM0_

source: Test the first parameter of rendering ( Size/Length ).
de_de: Teste den ersten Parameter des Renderns (Größe/Länge).
fi_fi: Testaa renderöinnin ensimmäistä parametriä (koko/pituus).
nl_nl: Test de eerste parameter van het renderen (grootte/lengte).
pt_pt: Teste o primeiro parâmetro de renderização (tamanho/comprimento).

source: The 1nd rendering parameter of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der zweite Rendering-Parameter von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n ensimmäinen renderöintiparametri on _PARAM1__PARAM2_
nl_nl: De 1ste rendering parameter van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O 1º processamento parâmetro de _PARAM0_ é _PARAM1__PARAM2_

source: Rendering second parameter
de_de: Rendering des zweiten Parameters
fi_fi: Toinen renderöintiparametri
nl_nl: Tweede rendering parameter
pt_pt: Processando o segundo parâmetro

source: Modify the second parameter of rendering ( Size/Length ). Particles have to be recreated in order to take changes in account.
de_de: Ändert den zweiten Rendering-Parameter (Größe/Länge). Partikel müssen neu gebildet werden, um Änderungen zu berücksichtigen.
fi_fi: Muuta toista renderöintiparametriä (koko/pituus). Hiukkaset on luotava uudelleen, jotta muutokset otetaan käyttöön.
nl_nl: Wijzigen van de tweede parameter van het renderen (grootte/lengte). Deeltjes moeten opnieuw worden gemaakt om rekening te houden met wijzigingen.
pt_pt: Modificar o segundo parâmetro de renderização (tamanho/comprimento). As partículas presição de ser recriadas a fim de levar a alterações na conta.

source: Do _PARAM1__PARAM2_ to rendering 2nd parameter of _PARAM0_
de_de: _PARAM1__PARAM2_ ist am rendern von dem 2. Parameter von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n renderöinnin parametrille 2
nl_nl: Pas _PARAM1__PARAM2_ toe op de 2de render parameter van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para processamento de parâmetro 2 de _PARAM0_

source: Test the second parameter of rendering ( Size/Length ).
de_de: Teste den zweiten Parameter des Renderns (Größe/Länge).
fi_fi: Testaa renderöinnin toinen parametri (koko/pituus).
nl_nl: Test de tweede parameter van het renderen (grootte/lengte).
pt_pt: Teste o segundo parâmetro de renderização (tamanho/comprimento).

source: The 2nd rendering parameter of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der zweite rendering Parameter von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n toinen renderöintiparametri on _PARAM1__PARAM2_
nl_nl: De 2e parameter van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O 2º processamento parâmetro de _PARAM0_ é _PARAM1__PARAM2_

source: Capacity
de_de: Kapazität
fi_fi: Kapasiteetti
nl_nl: Capaciteit
pt_pt: Capacidade
zh_cn: 容量

source: Change the capacity of the emitter.
de_de: Ändert die Kapazität des Emitters.
fi_fi: Muuta emitterin kapasiteettiä.
nl_nl: De capaciteit van de bron wijzigen.
pt_pt: Altere a capacidade do emissor.

source: Do _PARAM1__PARAM2_ to the capacity of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zu der Kapazität von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n kapasiteetille
nl_nl: Pas _PARAM1__PARAM2_ toe op de capaciteit van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a capacidade de _PARAM0_

source: Test the capacity of the emitter.
de_de: Testet die Kapazität der Emitter.
fi_fi: Testaa emitterin kapasiteettiä.
nl_nl: Test de capaciteit van de bron.
pt_pt: Teste a capacidade do emissor.

source: The capacity of _PARAM0_ is _PARAM1__PARAM2_
de_de: Die Kapazität von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n kapasiteetti on _PARAM1__PARAM2_
nl_nl: De capaciteit van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A capacidade do _PARAM0_ é _PARAM1__PARAM2_

source: Flow
de_de: Fluss
fi_fi: Virtaus
nl_nl: Stroom
pt_pt: Fluxo

source: Change the flow of the emitter.
de_de: Ändert den Fluss des Emitters.
fi_fi: Muuta emitterin virtausta.
nl_nl: Wijzig de stroom van de emitter.
pt_pt: Altere o fluxo do emissor.

source: Do _PARAM1__PARAM2_ to flow of _PARAM0_
de_de: Macht _PARAM1__PARAM2_ zum Fluss von _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n virtaukselle
nl_nl: Pas _PARAM1__PARAM2_ toe op de stroom van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o fluxo de _PARAM0_

source: Test the flow of the emitter.
de_de: Testet den Fluss des Emitters.
fi_fi: Testaa emitterin virtausta.
nl_nl: Test de stroom van de bron.
pt_pt: Teste o fluxo do emissor.

source: The flow of _PARAM0_ is _PARAM2_ _PARAM1_
de_de: Der Fluss von _PARAM0_ ist _PARAM2_ _PARAM1_
fi_fi: _PARAM0_:n virtaus on _PARAM2_ _PARAM1_
nl_nl: De stroom van _PARAM0_ is _PARAM2_ _PARAM1_
pt_pt: O fluxo de _PARAM0_ é _PARAM2_ _PARAM1_

source: Change the image of particles ( if displayed ).
de_de: Ändert das Partikel-Bild (wenn angezeigt).
fi_fi: Vaihda hiukkasten kuvat (jos näkyvissä).
nl_nl: Wijzig de afbeelding van deeltjes (indien weergegeven).
pt_pt: Mude a imagem de partículas (se indicada).
zh_cn: 改变粒子的图像 ( 如果有显示 )。

source: Change the image of particles of _PARAM0_ to _PARAM1_
de_de: Ändert das Bild der Partikel von _PARAM0_ zu _PARAM1_
fi_fi: Muuta _PARAM0_:n hiukkasten kuvaksi _PARAM1_
nl_nl: Het beeld van deeltjes van _PARAM0_ omzetten in _PARAM1_
pt_pt: Alterar a imagem de partículas de _PARAM0_ para _PARAM1_
zh_cn: _PARAM0_ 的粒子图像更改为 _PARAM1_

source: New image
de_de: Neues Bild
fi_fi: Uusi kuva
nl_nl: Nieuwe afbeelding
pt_pt: Nova imagem
zh_cn: 新图像

source: Test the name of the image displayed by particles.
de_de: Prüft den Namen des angezeigten Bildes durch Partikel.
fi_fi: Testaa hiukkasten kuvan nimeä.
nl_nl: Test de naam van de afbeelding weergegeven door deeltjes.
pt_pt: Teste o nome da imagem exibida por partículas.
zh_cn: 检查粒子所显示的图像的名称。

source: Image displayed by particles of _PARAM0_ is _PARAM1__PARAM2_
de_de: Das Bild, welches von Partikeln von _PARAM0_ angezeigt wird ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n hiukkasten kuva on _PARAM1__PARAM2_
nl_nl: Afbeelding door deeltjes van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Imagem exibida por partículas de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: 由 _PARAM0_ 粒子显示的图像是 _PARAM1__PARAM2_

source: Text to test
de_de: Text zum Testen
fi_fi: Testattava teksti
nl_nl: Tekst om te testen
pt_pt: Texto para testar
zh_cn: 要测试的文字

source: Particles image
de_de: Partikel-Bild
fi_fi: Hiukkasten kuva
nl_nl: Deeltjesafbeelding
pt_pt: Imagem de partículas
zh_cn: 粒子图像

source: Name of the image displayed by particles
de_de: Name des Bilds das durch Partikel angezeigt wird
fi_fi: Hiukkasten kuvan nimi
nl_nl: Naam van de afbeelding weergegeven door deeltjes
pt_pt: Nome da imagem exibida por partículas
zh_cn: 粒子所显示的图像的名称

source: Particles
de_de: Partikel
fi_fi: Hiukkaset
nl_nl: Deeltjes
pt_pt: Partículas
zh_cn: 颗粒

source: Particles number
de_de: Anzahl der Partikel
fi_fi: Hiukkasten määrä
nl_nl: Deeltjesnummer
pt_pt: Número de partículas
zh_cn: 粒子数

source: Emission angle A
de_de: Emission Winkel A
fi_fi: Emissiokulma A
nl_nl: Emissiehoek A
pt_pt: Ângulo de emissão A

source: Emission angle B
de_de: Emission Winkel B
fi_fi: Emissiokulma B
nl_nl: Emissiehoek B
pt_pt: Ângulo de emissão B

source: Radius of the emission zone
de_de: Radius der Emissions-Zone
fi_fi: Emissioalueen säde
nl_nl: Straal van de emissie-zone
pt_pt: Raio da zona de emissão

source: X Gravity of particles
de_de: X Schwerkraft der Partikel
fi_fi: Hiukkasten X-painovoima
nl_nl: X Zwaartekracht van deeltjes
pt_pt: X gravidade de partículas

source: Y Gravity of particles
de_de: Y Schwerkraft der Partikel
fi_fi: Hiukkasten Y-painovoima
nl_nl: Y Zwaartekracht van deeltjes
pt_pt: Y gravidade de partículas

source: Z Gravity of particles
de_de: Z Schwerkraft der Partikel
fi_fi: Hiukkasten Z-painovoima
nl_nl: Z Zwaartekracht van deeltjes
pt_pt: Z gravidade de partículas

source: Gravity value
de_de: Schwerkraft-Wert
fi_fi: Painovoima-arvo
nl_nl: Zwaartekracht waarde
pt_pt: Valor de gravidade
zh_cn: 重力值

source: Particles friction
de_de: Partikel-Reibung
fi_fi: Hiukkasten kitka
nl_nl: Deeltjeswrijving
pt_pt: Atrito de partículas

source: Minimum lifetime of particles
de_de: Mindestlebensdauer der Partikel
fi_fi: Hiukkasten minimielinaika
nl_nl: Minimumlevensduur van deeltjes
pt_pt: Tempo de vida mínimo de partículas
zh_cn: 粒子最短生存期

source: Maximum lifetime of particles
de_de: Maximale Lebensdauer der Partikel
fi_fi: Hiukkasten maksimielinaika
nl_nl: Maximale levensduur van deeltjes
pt_pt: Tempo de vida máximo de partículas
zh_cn: 粒子最长生存期

source: Parameter 1 of red color
de_de: Parameter 1 der Farbe Rot
fi_fi: Punaisen värin parametri 1
nl_nl: Parameter 1 van rode kleur
pt_pt: Parâmetro 1 de cor vermelha
zh_cn: 红色参数1

source: Parameter 2 of red color
de_de: Parameter 2 der Farbe Rot
fi_fi: Punaisen värin parametri 2
nl_nl: Parameter 2 van rode kleur
pt_pt: Parâmetro 2 de cor vermelha
zh_cn: 红色参数2

source: Parameter 1 of blue color
de_de: Parameter 1 der Farbe Blau
fi_fi: Sinisen värin parametri 1
nl_nl: Parameter 1 van de blauwe kleur
pt_pt: Parâmetro 1 da cor azul
zh_cn: 蓝色参数1

source: Parameter 2 of blue color
de_de: Parameter 2 der Farbe Blau
fi_fi: Sinisen värin parametri 2
nl_nl: Parameter 2 van blauwe kleur
pt_pt: Parâmetro 2 de cor azul
zh_cn: 蓝色参数2

source: Parameter 1 of green color
de_de: Parameter 1 der Farbe Grün
fi_fi: Vihreän värin parametri 1
nl_nl: Parameter 1 van groene kleur
pt_pt: Parâmetro 1 da cor verde
zh_cn: 绿色参数1

source: Parameter 2 of green color
de_de: Parameter 2 der Farbe Grün
fi_fi: Vihreän värin parametri 2
nl_nl: Parameter 2 van groene kleur
pt_pt: Parâmetro 2 de cor verde
zh_cn: 绿色参数2

source: Parameter 1 of transparency
de_de: Parameter 1 der Transparenz
fi_fi: Läpinäkyvyyden parametri 1
nl_nl: Parameter 1 van transparantie
pt_pt: Parâmetro 1 da transparência
zh_cn: 透明度参数1

source: Parameter 2 of transparency
de_de: Parameter 2 der Transparenz
fi_fi: Läpinäkyvyyden parametri 2
nl_nl: Parameter 2 van transparantie
pt_pt: Parâmetro 2 de transparência
zh_cn: 透明度参数2

source: Parameter 1 of size
de_de: Parameter 1 der Größe
fi_fi: Koon parametri 1
nl_nl: Parameter 1 van grootte
pt_pt: Parâmetro 1 de tamanho
zh_cn: 尺寸参数1

source: Parameter 2 of size
de_de: Parameter 2 der Größe
fi_fi: Koon parametri 2
nl_nl: Parameter 2 van grootte
pt_pt: Parâmetro 2 de tamanho
zh_cn: 尺寸参数2

source: Parameter 1 of angle
de_de: Parameter 1 des Winkels
fi_fi: Kulman parametri 1
nl_nl: Parameter 1 van hoek
pt_pt: Parâmetro 1 de ângulo
zh_cn: 角度参数1

source: Parameter 2 of angle
de_de: Parameter 2 des Winkels
fi_fi: Kulman parametri 2
nl_nl: Parameter 2 van hoek
pt_pt: Parâmetro 2 de ângulo
zh_cn: 角度参数2
