Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Choose the operator
de_de: Wählt einen Operator
fi_fi: Valitse operaattori
nl_nl: De exploitant kiest
pt_pt: Escolher o operador
zh_cn: 选择运算符

source: Choose the test's sign
de_de: Wählt Zeichen des Tests
fi_fi: Valitse testin merkki
nl_nl: Kies de test teken
pt_pt: Escolha o sinal de teste
zh_cn: 选择测试符号

source: = ( equal to )
de_de: = ( Gleich zu )
fi_fi: = (yhtä suuri kuin)
nl_nl: = (gelijk aan)
pt_pt: = (igual a)
zh_cn: = ( 等于 )

source: > ( greater than )
de_de: > ( Größer als )
fi_fi: > (suurempi kuin)
nl_nl: > (groter dan)
pt_pt: > (maior que)
zh_cn: > ( 大于 )

source: < ( less than )
de_de: < ( Kleiner als )
nl_nl: < (minder dan)
pt_pt: < ( menor que )
zh_cn: <（小于）

source: >= ( greater than or equal to )
de_de: >= ( Größer als oder gleich )
fi_fi: >= (suurempi tai yhtä suuri)
nl_nl: > = (groter dan of gelijk aan)
pt_pt: > = (maior ou igual a)
zh_cn: > = ( 大于或等于 )

source: <= ( less than or equal to )
de_de: <= ( Kleiner oder gleich )
nl_nl: <= (kleiner dan of gelijk aan)
pt_pt: <= ( menor que ou igual a )
zh_cn: < = （小于或等于）

source: != ( not equal to )
de_de: != ( ungleich )
nl_nl: ! = (niet gelijk aan)
pt_pt: != ( diferende de )
zh_cn: !=（不等于）

source: Choose the comparison operator
de_de: Wählt den Vergleichsoperator
fi_fi: Valitse vertailuoperaattori
nl_nl: Kies de vergelijkingsoperator
pt_pt: Escolher o operador de comparação
zh_cn: 选择比较运算符

source: title
de_de: Titel
fi_fi: otsikko
nl_nl: titel
pt_pt: título
zh_cn: 标题

source: Label
de_de: Bezeichnung
fi_fi: Tunniste
pt_pt: Rótulo
zh_cn: 标签

source: True
de_de: Wahr
fi_fi: Tosi
nl_nl: Waar
pt_pt: Verdadeiro

source: False
de_de: Falsch
fi_fi: Epätosi
nl_nl: Onwaar
pt_pt: Falso

source: Error while downloading the update file. Please check your internet connection and your firewall. You can disable Check for updates in the preferences of GDevelop.
de_de: Fehler beim Herunterladen der Aktualisierungs-Datei. Bitte überprüfen Sie Ihre Internetverbindung und Ihre Firewall. Sie können die Überprüfung nach neuen Updates in den GDevelop Einstellungen deaktivieren.
fi_fi: Virhe ladattaessa päivitystiedostoa. Tarkista internet-yhteytesi ja palomuurisi. Voit poistaa käytöstä päivitysten tarkistuksen GDevelop-asetuksissa.
nl_nl: Fout tijdens het downloaden van het updatebestand. Controleer de internet connectie en de firewall. Je kan het controleren voor update in de voorkeuren van GDevelop uitschakelen.
pt_pt: Erro ao baixar o arquivo de atualização. Por Favor Verifique sua conexão com a internet e seu firewall. Você pode desativar a verificação de atualizações nas preferências de GDevelop.
zh_cn: 下载更新文件 时出现错误，请检查您的网络连接及防火墙。 你可以禁用 GDevelop 在首选项中的检查更新。

source: Unable to connect to the server so as to check for updates. Please check your internet connection, your firewall and if you can go on GD website. You can disable Check for updates in the preferences of GDevelop.
de_de: Konnte keine Verbindung zu den Servern herstellen um auf Aktualisierungen zu überprüfen. Bitte überprüfen Sie Ihre Internetverbindung, Ihre Firewall und Besuchen Sie die GD Webseite. Sie können die Überprüfung nach Updates in den Einstellungen von GDevelop deaktivieren.
fi_fi: Palvelimeen ei saatu yhteyttä päivitysten tarkistusta varten. Tarkista internet-yhteytesi, palomuuri-asetuksesi sekä pääsetkö GD:n www-sivuille. Voit poistaa käytöstä päivitysten tarkistuksen GDevelop-asetuksissa.
nl_nl: Kan geen verbinding maken met de server om te controleren op updates. Controleer de internet verbinding, de firewall en of je de GD website kan bereiken. Je kan het controleren voor update in de voorkeuren van GDevelop uitschakelen.
pt_pt: Não é possível conectar para o servidor a fim de verificar as atualizações. Por-favor verifique a sua conexão de internet, seu firewall e se você pode ir na GD website. Você pode desativar verificação para atualizações nas preferências de GDevelop.
zh_cn: 无法连接到服务器以检查更新 请检查您的互联网连接丶防火墙，如果你能去 GD 网站。 你可以在 GDevelop 的首选项中禁用检查更新。

source: Error while loading the update file. Please check your internet connection and your firewall. You can disable Check for updates in the preferences of GDevelop.
de_de: Fehler beim Laden der Aktualisierungs-Datei. Bitte überprüfen Sie Ihre Internetverbindung und Ihre Firewall. Sie können die Überprüfung nach neuen Updates in den GDevelop Einstellungen deaktivieren.
fi_fi: Virhe ladattaessa päivitystiedostoa. Tarkista internet-yhteytesi ja palomuurisi. Voit poistaa käytöstä päivitysten tarkistuksen GDevelop-asetuksissa.
nl_nl: Kan het upload bestand niet laden. Controleer je internet verbinding en je firewall. Je kan het controleren voor update in de voorkeuren van GDevelop uitschakelen.
pt_pt: Erro ao baixar o arquivo de atualização. Por Favor Verifique sua conexão com a internet e seu firewall. Você pode desativar a verificação de atualizações nas preferências de GDevelop.
zh_cn: 下载更新文件 时出现错误，请检查您的网络连接及防火墙。 你可以禁用 GDevelop 在首选项中的检查更新。

source: Edit as if the objects were included to scene :
de_de: Bearbeiten wie wenn das Objekt in der Szene enthalten wäre :
fi_fi: Muokkaa ikään kuin objektit kuuluisivat kenttään:
nl_nl: Bewerk alsof de objecten in de scène zijn opgenomen :
pt_pt: Edite como se os eventos fossem incluídos para a cena :
zh_cn: 编辑包括在场景內的对象：

source: Choose the scene to be used as a base for editing the external layout
de_de: Wählt die Szene als Basis für die Bearbeitung des externen Layouts
fi_fi: Valitse kenttä, joka toimii pohjana ulkoisen asettelun muokkaukselle
nl_nl: Kies de scène die gebruikt moet worden als basis voor het bewerken van de externe lay-out
pt_pt: Escolher o local a ser usado como base para editar o layout externo
zh_cn: 选择用作编辑外部布局基座的场景

source: No layout
de_de: Kein Layout
fi_fi: Ei asettelua
nl_nl: Geen lay-out
pt_pt: Sem layout
zh_cn: 没有布局

source: The open source, codingless game creator
de_de: Die codefreie Open-Source Spieleentwicklungssoftware
fi_fi: Avoimen lähdekoodin koodaukseton pelintekoympäristö
nl_nl: De open source, geen-code spel bouwer
pt_pt: O software de código aberto para a criação de jogos sem programação
zh_cn: 开放源码、无須代码的游戏创造工具

source: Getting started
de_de: Erste Schritte
fi_fi: Käytön aloittaminen
nl_nl: Aan de slag gaan
pt_pt: Guia de Introdução
zh_cn: 入门指南

source: Start a platformer game in 5 minutes
de_de: Erstellen Sie ein Plattform-Spiel in 5 Minuten
fi_fi: Aloita tasohyppelypelin kehitys 5 minuutissa
nl_nl: Start een platformgame in 5 minuten
pt_pt: Começar um jogo de plataformas em 5 minutos
zh_cn: 在 5 分钟内开始一个动作游戏

source: Step-by-step Beginner Tutorial
de_de: Schritt für Schritt Einsteiger-Tutorial
fi_fi: Vaiheittainen aloittelijaopas
nl_nl: Stap voor stap Beginnersuitleg
pt_pt: Tutorial para iniciantes passo a passo
zh_cn: 初学者入门教程

source: More videos and tutorials on the wiki
de_de: Mehr Videos und Anleitungen im Wiki
fi_fi: Lisää videoita ja oppaita wikissä
nl_nl: Meer video's en tutorials op de wiki pagina
pt_pt: Mais vídeos e tutoriais do wiki
zh_cn: 更多在 wiki 上的视频和教程

source: Latest projects
de_de: Neueste Projekte
fi_fi: Uusimmat projektit
nl_nl: Recente projecten
pt_pt: Últimos projetos
zh_cn: 最新项目

source: Community
de_de: Gemeinschaft
fi_fi: Yhteisö
nl_nl: Gemeenschap
pt_pt: Comunidade
zh_cn: 社区

source: Go on GDevelop community forums
de_de: Gehen Sie auf die GDevelop-Gemeinschafts-Foren
fi_fi: Siirry GDevelop-yhteisön foorumeille
nl_nl: Ga naar GDevelop gemeenschapsforums
pt_pt: Vá ao fórun da Comunidade GDevelop
zh_cn: 走进 GDevelop 社区论坛

source: Facebook page
de_de: Facebook-Seite
fi_fi: Facebook-sivu
nl_nl: Facebook profiel
pt_pt: Página no Facebook
zh_cn: Facebook 页面

source: Follow GDevelop on Twitter
de_de: GDevelop auf Twitter folgen
fi_fi: Seuraa GDevelopia Twitterissä
nl_nl: Volg GDevelop op Twitter
pt_pt: Siga GDevelop no Twitter
zh_cn: 在 Twitter 上关注 GDevelop

source: Latest news
de_de: Aktuelle Neuigkeiten
fi_fi: Viimeisimmät uutiset
nl_nl: Recent nieuws
pt_pt: Últimas Notícias
zh_cn: 最新消息

source: GDevelop is open source:
de_de: GDevelop ist Open-Source:
fi_fi: GDevelop on avoimen lähdekoodin ohjelma:
pt_pt: GDevelop é open source:
zh_cn: GDevelop 是开放源代码：

source: Donate if you like it
de_de: Spenden Sie, wenn es Ihnen gefällt
fi_fi: Lahjoita jos pidät siitä
nl_nl: Doneer als je het leuk vind
pt_pt: Doar, se você gosta
zh_cn: 请捐赠如果你喜欢它

source: Contribute on GitHub
de_de: Mitmachen auf GitHub
fi_fi: Edistä GitHubissa
nl_nl: Draag bij op GitHub
pt_pt: Contribuir no GitHub
zh_cn: 在 GitHub 上贡献

source: Layers editor
de_de: Ebenen-Editor
fi_fi: Kerroseditori
nl_nl: Lagen bewerker
pt_pt: Editor de camadas
zh_cn: 图层编辑器

source: Add a layer
de_de: Ebene hinzufügen
fi_fi: Lisää kerros
nl_nl: Voegt een laag toe
pt_pt: Adicionar uma camada
zh_cn: 添加图层

source: Add a new layer
de_de: Eine neue Ebene hinzufügen
fi_fi: Lisää uusi kerros
nl_nl: Voeg een nieuwe laag toe
pt_pt: Adicione uma nova camada (layer)
zh_cn: 添加新图层

source: Delete the selected layer
de_de: Ausgewählte Ebene löschen
fi_fi: Poista valittu taso
nl_nl: Verwijder de geselecteerde laag
pt_pt: Apagar a camada selecionada
zh_cn: 删除选定的图层

source: Edit the properties of the layer
fi_fi: Muokkaa kerroksen ominaisuuksia
nl_nl: De eigenschappen van de laag bewerken
pt_pt: Editar as propriedades da camada
zh_cn: 编辑图层的属性

source: Move the layer over
fi_fi: Siirrä kerros yli
nl_nl: De laag erboven plaatsen
pt_pt: Mova a camada para cima
zh_cn: 移动图层上面

source: Move the layer below
fi_fi: Siirrä kerros alle
nl_nl: De laag eronder plaatsen
pt_pt: Mover a camada para abaixo
zh_cn: 移动图层下面

source: Refresh the list
de_de: Liste aktualisieren
fi_fi: Päivitä luettelo
nl_nl: De lijst vernieuwen
pt_pt: Atualizar a lista
zh_cn: 刷新列表

source: Display help about the layers editor
fi_fi: Näytä kerroseditorin ohje
nl_nl: Help-informatie over de lagen-bewerker weergeven
pt_pt: Exibir a ajuda sobre o editor de camadas
zh_cn: 显示关于图层编辑器的帮助

source: Edit the layer properties
fi_fi: Muokkaa kerroksen ominaisuuksia
nl_nl: De eigenschappen van laag bewerken
pt_pt: Editar as propriedades da camada
zh_cn: 编辑图层属性

source: Delete the layer
de_de: Ebene löschen
fi_fi: Poista kerros
nl_nl: De laag verwijderen
pt_pt: Apagar a camada
zh_cn: 删除图层

source: Move over
fi_fi: Siirrä yli
nl_nl: Beweeg over
pt_pt: Mover para cima
zh_cn: 移上

source: Move below
fi_fi: Siirrä alle
nl_nl: Verplaats onder
pt_pt: Mover para baixo
zh_cn: 移下

source: Layer
de_de: Ebene
fi_fi: Taso
nl_nl: Laag
pt_pt: Camada
zh_cn: 图层

source: Visible
de_de: Sichtbar
fi_fi: Näkyvissä
nl_nl: Zichtbaar
pt_pt: Visível
zh_cn: 可见

source: Base layer
de_de: Basis Ebene
fi_fi: Pohjakerros
nl_nl: Basislaag
pt_pt: Camada base

source: New layer
de_de: Neue Ebene
fi_fi: Uusi kerros
nl_nl: Nieuwe laag
pt_pt: Nova camada
zh_cn: 新图层

source: New layer
de_de: Neue Ebene
fi_fi: Uusi kerros
nl_nl: Nieuwe laag
pt_pt: Nova camada
zh_cn: 新图层

source: Can't find the layer to delete !
de_de: Die zu löschende Ebene kann nicht gefunden werden !
fi_fi: Poistettavaa kerrosta ei löydy!
nl_nl: Kan de laag niet vinden om te verwijderen!
pt_pt: Não consigo encontrar a camada para apagar!
zh_cn: 找不到要删除的图层 ！

source: Can't find the layer to move !
fi_fi: Siirrettävää kerrosta ei löydy!
nl_nl: Kan de laag niet vinden om te verplaatsen!
pt_pt: Não consigo encontrar a camada para mover!
zh_cn: 找不到要移动的图层 ！

source: Custom size?
de_de: Benutzerdefinierte Größe?
fi_fi: Mukautettu koko?
nl_nl: Aangepaste maat?
pt_pt: Tamanho personalizado?
zh_cn: 自定义尺寸?

source: Create a new project
de_de: Neues Projekt erstellen
fi_fi: Luo uusi projekti
nl_nl: Maak een nieuw project
pt_pt: Crie um novo projeto
zh_cn: 创建新工程

source: Choose a platform and a template:
de_de: Wählen Sie eine Plattform und eine Vorlage:
fi_fi: Valitse alusta ja malli:
nl_nl: Kies een platform en een sjabloon:
pt_pt: Escolha uma plataforma e um modelo:
zh_cn: 选择平台和模板：

source: Choose a file for the project:
de_de: Wählen Sie eine Datei für das Projekt:
fi_fi: Valitse projektin tiedosto:
nl_nl: Kies een bestand voor het project:
pt_pt: Escolha um arquivo para o projeto:
zh_cn: 选择项目文件

source: You can also browse the examples
de_de: Sie können auch die Beispiele durchsuchen
fi_fi: Voit myös selata esimerkkejä
nl_nl: U kunt ook bladeren in de voorbeelden
pt_pt: Você também pode consultar os exemplos
zh_cn: 您还可以浏览示例

source: Create the new project
de_de: Ein neues Projekt erstellen
fi_fi: Luo uusi projekti
nl_nl: Creëer het nieuwe project
pt_pt: Criar o novo projeto
zh_cn: 创建新的项目

source: GDevelop projects
de_de: GDevelop Projekte
fi_fi: GDevelop-projektit
nl_nl: GDevelop projecten
pt_pt: GDevelop projetos
zh_cn: GDevelop 项目

source: My project
de_de: Mein Projekt
fi_fi: Oma projektini
nl_nl: Mijn project
pt_pt: Meu projeto
zh_cn: 我的项目

source: Project.gdg
fi_fi: Projekti.gdg
pt_pt: Projeto.gdg

source: Platform
de_de: Plattform
fi_fi: Alusta
pt_pt: Plataforma
zh_cn: 平台

source: Template
de_de: Vorlagen
fi_fi: Malli
nl_nl: Voorbeeld
pt_pt: Modelo
zh_cn: 模板

source: Description
de_de: Beschreibung
fi_fi: Kuvaus
nl_nl: Beschrijving
pt_pt: Descrição
zh_cn: 描述

source: Empty project
de_de: Leeres Projekt
fi_fi: Tyhjä projekti
nl_nl: Leeg project
pt_pt: Projeto vazio
zh_cn: 空项目

source: Create a new empty project
de_de: Erstellen eines neuen leeren Projekts
fi_fi: Luo uusi tyhjä projekti
nl_nl: Maak een nieuw leeg project
pt_pt: Crie um projeto novo vazio
zh_cn: 创建一个新的空项目

source: Choose a file for the project
de_de: Wählen Sie eine Datei für das Projekt
fi_fi: Valitse projektin tiedosto
nl_nl: Kies een bestand voor het project
pt_pt: Escolha um arquivo para o projeto
zh_cn: 选择项目文件

source: The group was correctly added.
de_de: Die Gruppe wurde ordnungsgemäß hinzugefügt.
fi_fi: Ryhmä lisättiin oikein.
nl_nl: De groep was correct toegevoegd.
pt_pt: O grupo foi adicionado corretamente.
zh_cn: 该组已被正确地添加。

source: Add a behavior
de_de: Verhalten hinzufügen
fi_fi: Lisää toiminta
nl_nl: Een gedrag toevoegen
pt_pt: Adicionar um Behavior
zh_cn: 添加行为

source: Other properties
de_de: Andere Eigenschaften
fi_fi: Muut ominaisuudet
nl_nl: Andere eigenschappen
pt_pt: Outras propriedades
zh_cn: 其他属性

source: Set as global object
de_de: Als Globales Objekt festlegen
fi_fi: Aseta globaaliksi objektiksi
nl_nl: Instellen als globaal object
pt_pt: Definir como objeto global
zh_cn: 设置为全局对象

source: Delete all selected items
de_de: Alle ausgewählten Elemente löschen
fi_fi: Poista kaikki valitut kohteet
nl_nl: Alle geselecteerde items verwijderen
pt_pt: Apagar todos os itens selecionados
zh_cn: 删除所有选定的项目

source: Add object(s) to group
de_de: Fügt Objekt(e) der Gruppe hinzu
fi_fi: Lisää objekti(t) ryhmään
nl_nl: Object(en) toevoegen aan een groep
pt_pt: Adicionar objeto(s) ao grupo
zh_cn: 添加(多个)对象到组

source: Rename
de_de: Umbenennen
fi_fi: Nimeä uudelleen
nl_nl: Hernoem
pt_pt: Mudar o nome
zh_cn: 重新命名

source: Set as global group
de_de: Als Globale Gruppe festlegen
fi_fi: Aseta globaaliksi ryhmäksi
nl_nl: Als een globale groep instellen
pt_pt: Definir como grupo global
zh_cn: 设置为全局组

source: Add a group
de_de: Gruppe hinzufügen
fi_fi: Lisää ryhmä
nl_nl: Een groep toevoegen
pt_pt: Adicionar um grupo
zh_cn: 添加组

source: Objects and groups
de_de: Objekte und Gruppen
fi_fi: Objektit ja ryhmät
nl_nl: Objecten en groepen
pt_pt: Objetos e grupos
zh_cn: 对象和组

source: Add a new object to the list of the objects of the scene
de_de: Fügt ein neues Objekt der Liste der Objekte in der Szene hinzu
fi_fi: Lisää uusi objekti kentän objektiluetteloon
nl_nl: Een nieuw object toevoegen aan de lijst van objecten van de scène
pt_pt: Adicionar um novo objeto à lista de objetos da cena
zh_cn: 添加新对象至场景中的对象列表

source: Add a new group to the scene
de_de: Fügt eine neue Gruppe der Szene hinzu
fi_fi: Lisää uusi ryhmä kenttään
nl_nl: Een nieuwe groep toevoegen aan de scène
pt_pt: Adicionar um novo grupo à cena
zh_cn: 添加新组至场景

source: Delete the selected object or group
de_de: Löscht ausgewählte(s) Objekt oder Gruppe
fi_fi: Poista valittu objekti tai ryhmä
nl_nl: Verwijder de geselecteerde groep of object
pt_pt: Excluir o objeto selecionado ou grupo
zh_cn: 删除所选的对象或组

source: Selection
de_de: Auswahl
fi_fi: Valinta
nl_nl: Selectie
pt_pt: Seleção
zh_cn: 选择

source: Edit the selected object
de_de: Bearbeitet das ausgewählte Objekt
fi_fi: Muokkaa valittua objektia
nl_nl: Het geselecteerde object bewerken
pt_pt: Editar o objeto selecionado
zh_cn: 编辑所选的对象

source: Rename the selected item
de_de: Benennt das ausgewählten Elements um
fi_fi: Valitun kohteen uudelleennimeäminen
nl_nl: Hernoem het geselecteerde item
pt_pt: Renomear o item selecionado
zh_cn: 重命名所选的项目

source: Show the online help
de_de: Zeigt die Online-Hilfe an
fi_fi: Näytä online-ohje
nl_nl: De online help weergeven
pt_pt: Visualizar a ajuda on-line
zh_cn: 显示线上帮助

source: Unable to rename the object :
de_de: Umbenennung des Objekts nicht möglich:
fi_fi: Ei voi nimetä uudelleen objektia:
nl_nl: Kan het object niet hernoemen :
pt_pt: Impossível renomear o objeto:
zh_cn: 无法重命名该对象:

source: Invalid name
de_de: Ungültiger Name
fi_fi: Virheellinen nimi
nl_nl: Ongeldige naam
pt_pt: Nome inválido
zh_cn: 无效的名称

source: Unable to rename the group :
de_de: Umbenennen der Gruppe nicht möglich:
fi_fi: Ei voi nimetä uudelleen ryhmää:
nl_nl: Kan de group niet hernoemen :
pt_pt: Não é possível renomear o grupo:
zh_cn: 无法重命名组:

source: Unfold the group to see the objects inside it.
de_de: Entfaltet die Gruppe, um die Objekte darin zu sehen.
fi_fi: Avaa ryhmä nähdäksesi sen sisällä olevat esineet.
nl_nl: Vouw de groep open om de ingesloten objecten te zien.
pt_pt: Abrir o grupo para ver os objetos dentro dele.
zh_cn: 展开该组来查看里面的对象。

source: NewObject
de_de: Neues Objekt
nl_nl: NieuwObject
pt_pt: ObjetoNovo
zh_cn: 新对象

source: The object was correctly added
de_de: Das Objekt wurde ordnungsgemäß hinzugefügt
fi_fi: Objekti lisättiin oikein
nl_nl: Het object is met succes toegevoegd
pt_pt: O objeto foi adicionado corretamente
zh_cn: 该对象已被正确地添加

source: NewGroup
de_de: Neue Gruppe
nl_nl: NieuweGroep
pt_pt: GrupoNovo
zh_cn: 新组

source: Confirm deletion
de_de: Löschen bestätigen
fi_fi: Vahvista poisto
nl_nl: Verwijderen bevestigen
pt_pt: Confirme remoção
zh_cn: 确认删除

source: CopyOf
de_de: Kopie von
fi_fi: Kopio
nl_nl: KopieVan
pt_pt: Cópia do
zh_cn: 复制于

source: Can't set "
de_de: " kann nicht festgelegt werden
fi_fi: Ei voi asettaa "
nl_nl: Kan niet instellen "
pt_pt: Não é possível definir"
zh_cn: 无法设置"

source: " global because :
de_de: " global, weil :
fi_fi: " globaali koska:
nl_nl: "globaal omdat:
pt_pt: "global porque:
zh_cn: "全局变量。原因:

source: Create a new group
de_de: Erstelle eine neue Gruppe
fi_fi: Luo uusi ryhmä
nl_nl: Een nieuwe groep aanmaken
pt_pt: Criar um novo grupo
zh_cn: 新建组

source: Groups
de_de: Gruppen
fi_fi: Ryhmät
nl_nl: Groepen
pt_pt: Grupos
zh_cn: 群組

source: an object
de_de: ein Objekt
fi_fi: objekti
nl_nl: een object
pt_pt: um objeto
zh_cn: 对象

source: a group
de_de: eine Gruppe
fi_fi: ryhmä
nl_nl: een groep
pt_pt: um grupo
zh_cn: 一组

source: with the same name exists in the current scene
de_de: existiert in der aktuellen Szene mit dem selben Namen
fi_fi: samanniminen on jo olemassa tässä kentässä
nl_nl: met dezelfde naam als in de huidige scène
pt_pt: existe com o mesmo nome na cena atual
zh_cn: 当前场景中存在相同的名称

source: objects
de_de: Objekte
fi_fi: objektit
nl_nl: objecten
pt_pt: objetos
zh_cn: 对象

source: / groups
de_de: / Gruppen
fi_fi: / ryhmät
nl_nl: / groepen
pt_pt: / grupos
zh_cn: 各组

source: groups
de_de: Gruppen
fi_fi: ryhmät
nl_nl: groepen
pt_pt: grupos
zh_cn: 组

source: with the same name exist in these scenes :
de_de: existieren mit dem selben Namen in diesen Szenen:
fi_fi: samanniminen on jo olemassa näissä kentissä:
nl_nl: met dezelfde naam bestaat in deze scènes:
pt_pt: existe cenas com o mesmo nome :
zh_cn: 当前场景中存在相同的名称:

source: a global object with the same name exists
de_de: ein globales Objekt mit demselben Namen ist vorhanden
fi_fi: samanniminen globaali objekti on jo olemassa
nl_nl: er bestaat een globaal object met dezelfde naam
pt_pt: existe um objeto global com o mesmo nome
zh_cn: 已经存在一个相同名称的全局对象

source: a global group with the same name exists
de_de: eine globale Gruppe mit demselben Namen ist vorhanden
fi_fi: samanniminen globaali ryhmä on jo olemassa
nl_nl: een globale groep met dezelfde naam bestaat al
pt_pt: existe um grupo global com o mesmo nome
zh_cn: 已经存在一个相同名称的全局组

source: Choose a font ( ttf/ttc files )
de_de: Wählt eine Schriftart ( ttf/ttc Datei)
fi_fi: Valitse fontti (ttf/ttc-tiedostot)
nl_nl: Kies een lettertype (ttf/ttc-bestanden)
pt_pt: Escolher uma fonte (arquivos. ttf/ttc)
zh_cn: 选择一种字体 (ttf/ttc 文件)

source: Choose a music ( ogg files )
de_de: Wählt eine Musik (ogg-Datei)
fi_fi: Valitse musiikki (ogg-tiedostoja)
nl_nl: Kies een muziekbestand (ogg)
pt_pt: Escolher uma música (arquivos. ogg)
zh_cn: 选择音乐 (ogg 文件)

source: Audio files (*.ogg)|*.ogg
de_de: Audio Datei (*.ogg)|*.ogg
fi_fi: Äänitiedostoja (.ogg) | * .ogg
nl_nl: Audio-bestanden (*.ogg) | * .ogg
pt_pt: Arquivos de áudio (*.ogg) | * Ogg
zh_cn: 音频文件 (*.ogg ) | *.ogg

source: Choose a sound
de_de: Wählt einen Ton
fi_fi: Valitse ääni
nl_nl: Kies een geluid
pt_pt: Escolha um som
zh_cn: 选择声音

source: Audio files (*.wav, *.ogg)|*.wav;*.ogg
de_de: Audio Datei (*.wav, *.ogg)|*.wav;*.ogg
fi_fi: Äänitiedostoja (*.wav,.ogg) | * .wav,.ogg
nl_nl: Geluidsbestanden (*.wav, *.ogg)|*.wav;*.ogg
pt_pt: Arquivos de áudio (*. wav, *.ogg) | * WAV; *.ogg
zh_cn: 音频文件 ( *.wav, *.ogg )| *.wav ;*.ogg

source: Choose True or False for this parameter
de_de: Wählen Sie True oder False für diesen Parameter
fi_fi: Valitse Tosi tai Epätosi tälle parametrille
nl_nl: Kies Waar of Onwaar voor deze parameter
pt_pt: Escolha Verdadeiro ou Falso para este parâmetro
zh_cn: 选择此参数为 True 或 False

source: True or False
de_de: "Wahr" oder "Falsch" (True oder False)
fi_fi: Tosi tai Epätosi
nl_nl: Waar of niet waar
pt_pt: Verdadeiro ou falso
zh_cn: True 或 False

source: Choose yes or no for this parameter:
de_de: Wählen Sie Ja oder Nein für diesen Parameter:
fi_fi: Valitse kyllä tai ei tälle parametrille:
nl_nl: Kies ja of nee voor deze parameter:
pt_pt: Escolha sim ou não para este parâmetro:
zh_cn: 选择此参数为 是 或 否

source: Yes or no
de_de: Ja oder Nein
fi_fi: Kyllä tai ei
nl_nl: Ja of nee
pt_pt: Sim ou não
zh_cn: Yes 或 no

source: yes
de_de: Ja
pt_pt: sim

source: no
de_de: Nein
pt_pt: não

source: Name of the project
de_de: Name des Projekts
fi_fi: Projektin nimi
nl_nl: Naam van het project
pt_pt: Nome do projeto
zh_cn: 项目名称

source: Activate the use of C++/JS source files
de_de: Aktivieren Sie die Verwendung von C++ / JS-Quelldateien
fi_fi: Ota käyttöön C++/JS -lähdetiedostot
nl_nl: Activeer het gebruik van C++/JS bronbestanden
pt_pt: Ativar o uso de C + + / JS arquivos de origem
zh_cn: 激活 C + + /cli JS 源文件的使用

source: Support GDevelop
de_de: Unterstützen Sie GDevelop
fi_fi: Tue GDevelopia
nl_nl: Ondersteun GDevelop
pt_pt: Suporte GDevelop
zh_cn: 支持 GDevelop

source: Thank you for using GDevelop!
de_de: Vielen Dank für die Verwendung von GDevelop!
fi_fi: Kiitos, että käytät GDevelopia!
nl_nl: Dank u voor het gebruiken van GDevelop!
pt_pt: Obrigado por usar GDevelop!
zh_cn: 感谢您使用 GDevelop ！

source: We'd love to get your feedback about GDevelop! You can write us something about the software:
de_de: Wir würden uns freuen Ihre Meinung zu GDevelop zu erhalten! Sie können uns etwas zu dieser Software schreiben:
fi_fi: Olisi kiva saada palautetta GDevelopista! Kerro jotain ohjelmistosta:
nl_nl: We zouden het fijn vinden om uw commentaar te krijgen over GDevelop! Je kan ons schrijven over iets over de software:
pt_pt: Gostaríamos de receber seu feedback sobre GDevelop! Você pode escrever-nos alguma coisa sobre o software:
zh_cn: 我们希望能够得到您对 GDevelop的反馈！你可以写给我们关於 软件的一些：

source: Write a short sentence about GD!
de_de: Schreiben Sie einen kurzen Satz über GD!
fi_fi: Kerro lyhyesti GD:stä!
nl_nl: Schrijf een korte zin over GDevelop!
pt_pt: Escreva uma frase curta sobre GD!
zh_cn: 写一个关于 GD 的短句 ！
