Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: MillionthVector : Graphics of various examples.
de_de: MillionthVector: Grafiken der verschiedenen Beispiele.
fi_fi: MillionthVector: Eri esimerkkien grafiikat.
nl_nl: MillionthVector: Afbeeldingen van verschillende voorbeelden.
pt_pt: MillionthVector: Gráficos de vários exemplos.
zh_cn: MillionthVector： 各种实例的图像。

source: Diego Schiavon : English translation of the tutorial and Indiegogo Ubuntu contributor
de_de: Diego Schiavon: Englische Übersetzung der Tutorial-Anleitungen und Indiegogo Ubuntu Mitwirkender
fi_fi: Diego Schiavon: Opetusohjelman englanninkielinen käännös ja Indiegogo Ubuntu avustaja
nl_nl: Diego Schiavon : Engelse vertaling van de inleiding and indiegogo Ubuntu bijdrager
pt_pt: Diego Schiavon: Tradução do tutorial e colaborador Indiegogo Ubuntu
zh_cn: Diego Schiavon： 英语教程翻译和 Indiegogo Ubuntu 贡献者

source: Thomas Flecy: Original Sound object extension
de_de: Thomas Flecy: Original Sound Objekt-Erweiterung
fi_fi: Thomas Flecy: Alkuperäinen Sound object -laajennus
nl_nl: Thomas Flecy: Origineel geluid object uitbreiding
pt_pt: Thomas Flecy: Criador original da extensão do Objeto de Som
zh_cn: Thomas Flecy： 原创声音对象扩展

source: Fernando José Martínez López : Spanish translation of the tutorial
de_de: Fernando José Martínez López: Spanische Übersetzung des Tutorials
fi_fi: Fernando José Martínez López: Opetusohjelman espanjankielinen käännös
nl_nl: Fernando José Martínez López : Spaanse vertaling van de inleiding
pt_pt: Fernando José Martínez López: Tradução em espanhol do tutorial
zh_cn: Fernando José Martínez López： 西班牙语教程翻译

source: conceptgame : Indiegogo super contributor. Thanks!
de_de: Conceptgame: Indiegogo Super-Mitwirkender. Vielen Dank!
fi_fi: conceptgame: Indiegogo superavustaja. Kiitos!
nl_nl: conceptgame: indiegogo super bijdrager. Bedankt!
pt_pt: conceptgame: super colaborador Indiegogo. Obrigado!
zh_cn: conceptgame： Indiegogo 超级贡献者。谢谢 ！

source: Images and other icons:
de_de: Bilder und andere Symbole:
fi_fi: Kuvat ja muut ikonit:
nl_nl: Afbeeldingen en andere pictogrammen:
pt_pt: Outras ícones e imagens:
zh_cn: 图像和其他图标：

source: Some icons came from Crystal Project Icons by Everaldo Coelho
de_de: Einige Icons kommen von Crystal Project Icons von Everaldo Coelho
fi_fi: Jotkin kuvakkeet tulivat Everaldo Coelhon Crystal Project Iconsista
nl_nl: Sommigen iconen kwamen van Crystal Project Icons door Everaldo Coelho
pt_pt: Alguns ícones vieram do Crystal Project Icons, por Everaldo Coelho
zh_cn: 部分图标来自 Everaldo Coelho 的 Crystal Project 图标

source: Some icons came from Fugue Icons by Yusuke Kamiyamane
de_de: Einige Icons kommen von Fuge Icons von Yusuke Kamiyamane
fi_fi: Jotkin kuvakkeet tulivat Yusuke Kamiyamanen Fugue Iconsista
nl_nl: Sommige iconen kwamen van Fugue Icons door Yusuke Kamiyamane
pt_pt: Alguns ícones vieram do Fugue Icons por Yusuke Kamiyamane
zh_cn: 一些图标来自 Yusuke Kamiyamane 的 Fugue Icons

source: Some images of examples came from images pack by Daniel Cook
de_de: Einige Bilder der Beispiele kommen aus einem Bilder-Paket von Daniel Cook
fi_fi: Joidenkin esimerkkien kuvat tulivat Daniel Cookin kuvakirjastosta
nl_nl: Sommige afbeeldingen van voorbeelden kwamen van Images Pack door Daniel Cook
pt_pt: Algumas imagens de exemplos vieram do pacote de imagens por Daniel Cook
zh_cn: 一些例子中的图像来自 Daniel Cook 的图像包

source: Some images of examples came from images pack by Ari Feldman
de_de: Einige Bilder der Beispiele kommen aus einem Bilder-Paket von Ari Feldman
fi_fi: Joidenkin esimerkkien kuvat tulivat Ari Feldmanin kuvakirjastosta
nl_nl: Sommige afbeeldingen van voorbeelden kwamen van Images Pack door Ari Feldman
pt_pt: Algumas imagens de exemplos vieram do pacote de imagens por Ari Feldman
zh_cn: 一些例子的图像来自 Ari Feldman 的图像包

source: Thanks to all the community and users of GDevelop
de_de: Dank an die Gemeinschaft und die Nutzer von GDevelop
fi_fi: Kiitos GDevelop-yhteisölle ja käyttäjille
nl_nl: Dank aan heel de gemeenschap en de gebruikers van GDevelop
pt_pt: Obrigado a toda a comunidade e usuários do GDevelop
zh_cn: 感谢 GDevelop 的所有社区和用户

source: Edit the objects group
de_de: Die Objekt-Gruppe bearbeiten
fi_fi: Muokkaa objektiryhmää
nl_nl: De objecten groep bewerken
pt_pt: Editar o grupo de objetos
zh_cn: 编辑对象组

source: Add an object
de_de: Objekt hinzufügen
fi_fi: Objektin lisääminen
nl_nl: Een object toevoegen
pt_pt: Adicionar um objeto
zh_cn: 添加对象

source: Delete the object
de_de: Objekt löschen
fi_fi: Poista objekti
nl_nl: Verwijder het object
pt_pt: Excluir o objeto
zh_cn: 删除对象

source: Delete the selected object
de_de: Das ausgewählte Objekt löschen
fi_fi: Poista valittu objekti
nl_nl: Verwijder de geselecteerde objecten
pt_pt: Excluir o objeto selecionado
zh_cn: 删除所选的对象

source: You made
de_de: Sie haben
fi_fi: Olet tehnyt
nl_nl: Je hebt gemaakt
pt_pt: Você fez
zh_cn: 你做了

source: changes. Are you sure you want to cancel all changes?
de_de: Änderungen gemacht. Sind Sie sicher, dass Sie alle Änderungen verwerfen möchten?
fi_fi: muutoksia. Oletko varma, että haluat peruuttaa kaikki muutokset?
nl_nl: wijzigingen. Weet u zeker dat u alle wijzigingen wilt annuleren?
pt_pt: alterações. Tem certeza que deseja cancelar todas as alterações?
zh_cn: 更改。是否确认要取消所有更改?

source: Lot's of changes made.
de_de: Viele Änderungen wurden vorgenommenen.
fi_fi: Paljon muutoksia tehty.
nl_nl: Veel wijzigingen zijn aangebracht.
pt_pt: Muitas alterações feitas.
zh_cn: 有很多更改。

source: All objects of the group
de_de: Alle Objekte der Gruppe
fi_fi: Kaikki ryhmän objektit
nl_nl: Alle objecten van de groep
pt_pt: Todos os objetos do grupo
zh_cn: 该组的所有对象

source: Object
de_de: Objekt
fi_fi: Objekti
pt_pt: Objeto
zh_cn: 对象

source: is already in this group.
de_de: ist bereits in dieser Gruppe.
fi_fi: on jo tässä ryhmässä.
nl_nl: is reeds in deze groep.
pt_pt: já está neste grupo.
zh_cn: 已在此组中。

source: Edit the layout of the scene
de_de: Bearbeiten des Layouts der Szene
fi_fi: Muokkaa kentän asettelua
nl_nl: Bewerk de lay-out van de scène
pt_pt: Editar o layout da cena
zh_cn: 编辑场景的布局

source: Edit the events of the scene
de_de: Bearbeiten der Ereignisse der Szene
fi_fi: Muokkaa kentän tapahtumia
nl_nl: Bewerk de gebeurtenissen van de scène
pt_pt: Editar os eventos da cena
zh_cn: 编辑场景的事件

source: Scene
de_de: Szene
fi_fi: Kenttä
pt_pt: Cena
zh_cn: 场景

source: Events
de_de: Ereignisse
fi_fi: Tapahtumat
nl_nl: Activiteiten
pt_pt: Eventos
zh_cn: 事件

source: Scene's editor
de_de: Szenen-Editor
fi_fi: Kentän editori
nl_nl: Scène bewerker
pt_pt: Editor de cena
zh_cn: 场景编辑器

source: Objects' editor
de_de: Objekt-Editor
fi_fi: Objektin editori
nl_nl: Objectenbewerker
pt_pt: Editor de objetos
zh_cn: 对象编辑器

source: Layers' editor
de_de: Ebenen-Editor
fi_fi: Kerroksen editori
nl_nl: Lagenbewerker
pt_pt: Editor de camadas
zh_cn: 图层编辑器

source: Properties
de_de: Eigenschaften
fi_fi: Ominaisuudet
nl_nl: Eigenschappen
pt_pt: Propriedades
zh_cn: 属性

source: Instances list
de_de: Instanzen-Liste
fi_fi: Esiintymäluettelo
nl_nl: Sessielijst
pt_pt: Lista de instâncias
zh_cn: 实例列表

source: Properties of
de_de: Eigenschaften von
fi_fi: Ominaisuudet
nl_nl: Eigenschappen van
pt_pt: Propriedades de
zh_cn: 属性的

source: Basic properties
de_de: Grundlegende Eigenschaften
fi_fi: Perusominaisuudet
nl_nl: Basiseigenschappen
pt_pt: Propriedades básicas
zh_cn: 基本属性

source: Window default title:
de_de: Standard Fenstertitel:
fi_fi: Ikkunan oletusotsikko:
nl_nl: Standaard venstertitel:
pt_pt: Título padrão da janela:
zh_cn: 窗口默认标题：

source: Background color:
de_de: Hintergrundfarbe:
fi_fi: Taustaväri:
nl_nl: Achtergrondkleur:
pt_pt: Cor de Fundo:
zh_cn: 背景颜色:

source: Deactivate input when focus is lost
de_de: Deaktiviert die Eingabe, wenn der Fokus verloren geht
fi_fi: Deaktivoi syöte, kun fokus menetetään
nl_nl: Input deactiveren wanneer focus is verloren
pt_pt: Desativar a entrada quando o foco é perdido
zh_cn: 失去焦点時停用输入

source: Stop all sounds and musics at startup
de_de: Beendet alle Klänge und Musik beim Start
fi_fi: Pysäytä kaikki äänet ja musiikki käynnistyksessä
nl_nl: Stop alle geluiden en muziek bij het opstarten
pt_pt: Parar todos os sons e músicas na inicialização
zh_cn: 开始时停止所有声音和音乐

source: Objects internal sort:
de_de: Interne Sortierung des Objekts:
fi_fi: Objektien sisäinen järjestys:
nl_nl: Objecten intern sorteren:
pt_pt: Classificação interna de objetos:
zh_cn: 对象内部排序：

source: Fast sort ( faster but risk of "flickering")
de_de: Schnelle Sortierung (schneller aber mit dem Risiko von "Flackern")
fi_fi: Nopea lajittelu (nopeampi, mutta voi aiheuttaa "välkkymistä")
nl_nl: Snel sorteren (sneller maar risico van "flikkeringen")
pt_pt: Tipo rápido (mais rápido, mas o risco de "flickering")
zh_cn: 快速排序 ( 较快但有「閃現」的风险 )

source: Stable sort (slower but less "flickering")
de_de: Sichere Art (langsamer aber weniger "Flackern")
fi_fi: Vakaa lajittelu (hitaampi, mutta vähemmän "välkkymistä")
nl_nl: Stabiel sorteren (trager maar minder "flikkeringen")
pt_pt: Tipo estável (lento mas menos "flickering")
zh_cn: 稳定排序 ( 较慢但少「閃現」 )

source: OpenGL Field of view :
de_de: OpenGL-Sehfeld:
fi_fi: OpenGL katselukulma:
nl_nl: OpenGL gezichtsveld :
pt_pt: OpenGL campo de visão:
zh_cn: 使用的技术

source: First clipping plane distance :
de_de: Erste Clipping-Ebene-Distanz:
fi_fi: Ensimmäisen leikkaustason etäisyys:
nl_nl: Minimale afstand om getoond te worden:
pt_pt: Distância do primeiro plano em recorte:
zh_cn: 第一个裁剪面的距离:

source: Last clipping plane distance :
de_de: Letzte Clipping-Ebenen-Abstand:
fi_fi: Viimeisen leikkaustason etäisyys:
nl_nl: Maximale afstand om getoond te worden:
pt_pt: Ultima distância do plano em recorte:
zh_cn: 最后一个剪裁平面的距离:

source: Add an event
de_de: Ereignis hinzufügen
fi_fi: Lisää tapahtuma
nl_nl: Een gebeurtenis toevoegen
pt_pt: Adicionar um evento
zh_cn: 添加事件

source: Add a sub event
de_de: Ein Unter-Ereignis hinzufügen
fi_fi: Lisää alitapahtuma
nl_nl: Een sub-gebeurtenis toevoegen
pt_pt: Adicionar um sub evento
zh_cn: 添加子事件

source: A sub event
de_de: Ein Unter-Ereignis
fi_fi: Alitapahtuma
nl_nl: Een sub-gebeurtenis
pt_pt: Um sub evento
zh_cn: 子事件

source: Another event type
de_de: Ein weiterer Ereignistyp
fi_fi: Toinen tapahtumatyyppi
nl_nl: Een ander gebeurtenistype
pt_pt: Outro tipo de evento
zh_cn: 另一种事件类型

source: Other
de_de: Sonstig
fi_fi: Muu
nl_nl: Andere
pt_pt: Outro
zh_cn: 其他

source: Add a condition
de_de: Eine Bedingung hinzufügen
fi_fi: Lisää ehto
nl_nl: Voeg een conditie toe
pt_pt: Adicionar uma condição
zh_cn: 添加条件

source: Delete DEL
de_de: Löschen ENTF
fi_fi: Poista DEL
nl_nl: Verwijderen Del
pt_pt: Deletar DEL
zh_cn: 刪除 DEL

source: De/activate
de_de: De/aktivieren
fi_fi: De/aktivoi
nl_nl: De/activeren
pt_pt: Desativar/Ativar
zh_cn: 不/激活

source: Copy Ctrl+C
de_de: Kopieren Strg + C
fi_fi: Kopioi Ctrl-C
nl_nl: Kopieren Ctrl-C
pt_pt: Copiar Ctrl + C
zh_cn: 复制 Ctrl + C

source: Cut Ctrl+X
de_de: Ausschneiden Ctrl + X
fi_fi: Leikkaa Ctrl-X
nl_nl: Knippen Ctrl+X
pt_pt: Cortar Ctrl + X
zh_cn: 剪切 Ctrl+X

source: Paste Ctrl+V
de_de: Einfügen Strg + V
fi_fi: Liitä Ctrl-V
nl_nl: Plakken Ctrl-V
pt_pt: Colar Ctrl + V
zh_cn: 贴上 Ctrl + V

source: Cancel Ctrl-Z
de_de: Rückgängig Ctrl-Z
fi_fi: Peruuta Ctrl-Z
nl_nl: Annuleren Ctrl-Z
pt_pt: Desfazer Ctrl-Z
zh_cn: 取消 Ctrl Z

source: Redo Ctrl-Y
de_de: Wiederholen Ctrl-Y
fi_fi: Tee uudelleen Ctrl-Y
nl_nl: Opnieuw Ctrl-Y
pt_pt: Refazer Ctrl-Y
zh_cn: 重做 Ctrl Y

source: Delete
de_de: Löschen
fi_fi: Poista
nl_nl: Verwijder
pt_pt: excluir
zh_cn: 刪除

source: Edit events using
de_de: Bearbeiten von Ereignissen mit
fi_fi: Muokkaa tapahtumia käyttäen
nl_nl: Bewerk gebeurtenis met
pt_pt: Editar eventos usando
zh_cn: 使用...编辑事件

source: Display the events as they are interpreted by the selected platform.
de_de: Zeigt die Ereignisse, wie sie die ausgewählte Plattform interpretiert.
fi_fi: Näytä tapahtumat, kuten ne tulkitaan valitulla alustalla.
nl_nl: De gebeurtenissen weergegeven zoals ze zijn geïnterpreteerd door het geselecteerde platform.
pt_pt: Exibir os eventos como eles são interpretados na plataforma selecionada.
zh_cn: 显示所选平台所实行的事件。

source: Insert
de_de: Einfügen
fi_fi: Lisää
nl_nl: Invoegen
pt_pt: Inserir
zh_cn: 插入

source: Add a new standard event with conditions and actions
de_de: Fügt ein neues Standard-Ereignis mit Bedingungen und Aktionen hinzu
fi_fi: Lisää uusi tavallinen tapahtuma ehdoilla ja toiminnoilla
nl_nl: Een nieuwe standaard gebeurtenis met voorwaarden en acties toevoegen
pt_pt: Adicionar um novo evento padrão com condições e ações
zh_cn: 添加一个新的标准事件连同条件和动作

source: Add a sub event, launched only when the conditions of its parent are fulfilled.
de_de: Fügt ein Unter-Ereignis hinzu, welches nur dann abläuft, wenn die Voraussetzungen des übergeordneten Ereignisses erfüllt sind.
fi_fi: Lisää alitapahtuma, joka suoritetaan vain, kun päätapahtuman ehdot täyttyvät.
nl_nl: Een sub-gebeurtenis toevoegen, die start wanneer de voorwaarden van de bovenliggende gebeurtenis vervuld zijn.
pt_pt: Adicione um sub evento, lançado apenas quando estiverem preenchidas as condições de seu "pai".
zh_cn: 添加一个子事件，它只有当其父级的条件被满足时才启动。

source: Add a comment
de_de: Einen Kommentar hinzufügen
fi_fi: Lisää kommentti
nl_nl: Voeg een opmerking toe
pt_pt: Adicionar um comentário
zh_cn: 添加注释

source: Add...
de_de: Hinzufügen...
fi_fi: Lisää...
nl_nl: Toevoegen...
pt_pt: Adicionar...
zh_cn: 添加...

source: Insert from the events store
de_de: Aus dem Ereignis-Store hinzufügen
fi_fi: Lisää tapahtumavalikoimasta
nl_nl: Uit de gebeurtenissenbibliotheek invoegen
pt_pt: Inserir na loja de eventos
zh_cn: 从事件库插入

source: Delete the selection
de_de: Löschen der Auswahl
fi_fi: Poista valinta
nl_nl: De selectie verwijderen
pt_pt: Remover a seleção
zh_cn: 删除所选内容

source: Undo
de_de: Rückgängig machen
fi_fi: Kumoa
nl_nl: Ongedaan maken
pt_pt: Desfazer
zh_cn: 撤消

source: Search
de_de: Suche
fi_fi: Etsi
nl_nl: Zoeken
pt_pt: Procurar
zh_cn: 搜索

source: Search for a specific word in the event and/or replace it by another
de_de: Suche nach einem bestimmten Wort im Ereignis und/oder ersetzen durch ein anderes
fi_fi: Etsi tiettyä sanaa tapahtumassa ja/tai korvaa se toisella
nl_nl: Zoeken naar een bepaald woord in de gebeurtenis en/of vervang het door een ander woord
pt_pt: Pesquisar uma palavra específica no evento e/ou substituí-lo por outro
zh_cn: 在事件中搜索特定的字词并 / 或 用另一字取代它

source: View
de_de: Ansicht
fi_fi: Näytä
nl_nl: Bekijk
pt_pt: ver
zh_cn: 浏览

source: Fold all
de_de: Alle Einklappen
fi_fi: Piilota kaikki
nl_nl: Alles dichtvouwen
pt_pt: Dobre tudo
zh_cn: 折叠所有

source: Hide all subevents
de_de: Alle Unter-Ereignisse ausblenden
fi_fi: Piilota kaikki alitapahtumat
nl_nl: Alle deel-gebeurtenissen verbergen
pt_pt: Ocultar todos os subeventos
zh_cn: 隐藏所有次事件

source: Unfold
de_de: Aufklappen
fi_fi: Avaa
nl_nl: Uitvouwen
pt_pt: Desdobrar
zh_cn: 展开

source: Show all hidden subevents
de_de: Zeigt alle versteckten Unter-Ereignisse
fi_fi: Näytä kaikki piilotetut alitapahtumat
nl_nl: Toon alle verborgen subevents
pt_pt: Mostrar todos os subevents ocultos
zh_cn: 显示所有被隐藏的次事件

source: Display performances
de_de: Leistung anzeigen
fi_fi: Näytä suorituskyky
nl_nl: Weergaveprestaties
pt_pt: Exibir apresentações
zh_cn: 显示性能

source: For native games, display the time taken by each events during the last preview when profiling was active.
de_de: Für native Spiele: Zeigt viel Zeit die einzelnen Ereignisse während der letzten Vorschau verbraucht haben falls die Profilerstellung eingestellt war.
fi_fi: Näytä kunkin tapahtuman käyttämä aika viimeisimmän esikatselun aikana, kun luokittelu oli aktiivisena natiivipeleille.
nl_nl: Voor niet-web spelletjes, toon de duur van elke gebeurtenis tijdens de laatste preview waarin monitoring actief was.
pt_pt: Para jogos nativos, exibir o tempo gasto por cada evento durante a última visualização quando o perfil era ativo.
zh_cn: 对本机游戏，當效能分析被激活時显示最后一个预览过程中每个事件所采取的的时间。

source: Current platform
de_de: Aktuelle Plattform
fi_fi: Nykyinen alusta
nl_nl: Huidig platform
pt_pt: Plataforma atual
zh_cn: 当前平台

source: Choose the current platform being used to edit the events.
de_de: Wählt die aktuell genutzte Plattform, um die Ereignisse zu bearbeiten.
fi_fi: Valitse käytettävä alusta muokattaessa tapahtumia.
nl_nl: Kies het huidige platform voor het bewerken van de gebeurtenissen.
pt_pt: Escolha a plataforma atual, para ser usada para editar os eventos.
zh_cn: 选择用来编辑该事件的当前平台。

source: Display the help about the events editor
de_de: Anzeigen der Hilfe zum Ereignis-Editor
fi_fi: Näytä tapahtumaeditorin ohje
nl_nl: De Help-informatie over de gebeurtenissenbewerker weergeven
pt_pt: Exibir ajuda sobre o editor de eventos
zh_cn: 显示有关事件编辑器的帮助

source: Add an action
de_de: Aktion hinzufügen
fi_fi: Lisää toiminto
nl_nl: Een actie toevoegen
pt_pt: Adicionar uma ação
zh_cn: 添加操作

source: Only one "Trigger Once" condition is needed in a list of conditions.
de_de: Nur eine "Trigger Once" Bedingung wird in eine Liste von Bedingungen benötigt.
fi_fi: Vain yksi "Liipaise kerran" -ehto tarvitaan ehtoluettelossa.
nl_nl: Slechts één "Vuur Eenmaal" voorwaarde is nodig in een lijst met voorwaarden.
pt_pt: Só uma condição de "Desencadear uma vez" é necessária em uma lista de condições.
zh_cn: 条件列表中只需要一个「只触发一次」条件。

source: Unable to create standard event.
de_de: Standard-Ereignis konnte nicht erstellt werden.
fi_fi: Tapahtuman luominen epäonnistui.
nl_nl: Kan geen standaard evenement maken.
pt_pt: Não é possível criar um evento padrão.
zh_cn: 无法创建标准事件。

source: Unable to create a comment event.
de_de: Nicht in der Lage, ein Kommentar-Ereignis zu erstellen.
fi_fi: Kommenttitapahtuman luominen epäonnistui.
nl_nl: Kan geen commentaargebeurtenis maken.
pt_pt: Não é possível criar um comentário.
zh_cn: 无法创建注释事件。

source: Profiling is not activated. Activate profiling thanks to the Profiling window when previewing a scene.
de_de: Profiling ist nicht aktiviert. Aktivieren Sie die Profiling durch das Profiling-Fenster bei der Vorschau einer Szene.
fi_fi: Profilointia ei ole aktivoitu. Aktivoi profilointi profilointi-ikkunasta esikatseltaessa kenttää.
nl_nl: Monitoring is niet geactiveerd. Activeren monitoring via het Profiling(Monitoring) venster wanneer een scène voorgetoond wordt.
pt_pt: Criação de perfil não está ativada. Ative a criação de perfis na janela de criação de perfil quando estiver visualizando uma cena.
zh_cn: 不激活性能分析。只有当预览场景时才会激活性能分析窗口。

source: Extension not compatible
de_de: Erweiterung nicht kompatibel
fi_fi: Laajennus ei ole yhteensopiva
nl_nl: Uitbreiding niet compatibel
pt_pt: Extensão não é compatível
zh_cn: 扩展不兼容

source: An extension seems to be incompatible and make GDevelop crashing.
de_de: Eine Erweiterung scheint nicht kompatibel zu sein und führte dazu, dass GDevelop abgestürzt ist.
fi_fi: Laajennus vaikuttaa epäyhteensopivalta aiheuttaen GDevelopin kaatumisen.
nl_nl: Een uitbreiding lijkt niet compatibel te zijn en doet GDevelop crashen.
pt_pt: Uma extensão parece ser incompatível e faz o GDevelop falhar.
zh_cn: 有个扩展似乎因不兼容而使 GDevelop 崩溃。

source: GDevelop crashed while loading this file:
de_de: GDevelop stürzte beim Laden dieser Datei ab:
fi_fi: GDevelop kaatui ladattaessa tätä tiedostoa:
nl_nl: GDevelop crashte tijdens het laden van dit bestand:
pt_pt: GDevelop falhou ao carregar este arquivo:
zh_cn: GDevelop 加载此文件时崩溃：

source: Unknown file
de_de: Unbekannte Datei
fi_fi: Tuntematon tiedosto
nl_nl: Onbekend bestand
pt_pt: Arquivo desconhecido
zh_cn: 未知的文件

source: To launch GDevelop without errors, delete the file from the extension and relaunch GDevelop.
de_de: Um GDevelop ohne Fehler zu starten, löschen Sie die Datei der Erweiterung und starten Sie GDevelop erneut.
fi_fi: Käynnistääksesi GDevelopin ilman virheitä, poista tiedosto laajennuksesta ja käynnistä GDevelop uudelleen.
nl_nl: Om GDevelop te starten zonder fouten, verwijder het bestand van de uitbreiding en herstart GDevelop.
pt_pt: Para abrir o GDevelop sem erros, apague o arquivo de extensão e reabra o GDevelop.
zh_cn: 要没有错误地启动 GDevelop ， 从扩展中删除文件，然后重新启动 GDevelop。

source: Report the problem to the extension's developer if possible.
de_de: Melden Sie das Problem wenn möglich an den Entwickler der Erweiterung.
fi_fi: Kerro ongelmasta laajennuksen kehittäjä jos mahdollista.
nl_nl: Indien mogelijk het probleem melden aan de ontwikkelaar van de uitbreiding.
pt_pt: Relate o problema ao desenvolvedor da extensão, se possível.
zh_cn: 如果可行的话，将问题报告给扩展组件的开发人员。

source: Close GDevelop
de_de: GDevelop schließen
fi_fi: Sulje GDevelop
nl_nl: GDevelop sluiten
pt_pt: Fechar o GDevelop
zh_cn: 关闭 GDevelop

source: Launch GDevelop anyway
de_de: GDevelop trotzdem starten
fi_fi: Käynnistä GDevelop joka tapauksessa
nl_nl: GDevelop toch starten
pt_pt: Abrir o GDevelop mesmo assim
zh_cn: 无论如何也启动 GDevelop

source: Launch GDevelop without any extension
de_de: GDevelop ohne jede Erweiterung starten
fi_fi: Käynnistä GDevelop ilman laajennuksia
nl_nl: GDevelop starten zonder uibreidingen
pt_pt: Abri o GDevelop sem qualquer extensão
zh_cn: 在没有任何扩展组件的情况下启动 GDevelop

source: More options
de_de: Weitere Optionen
fi_fi: Lisäasetukset
nl_nl: Meer opties
pt_pt: Mais opções
zh_cn: 更多选择

source: Edit as if the events were included to scene :
de_de: Bearbeiten wie wenn das Objekt in der Szene enthalten wäre :
fi_fi: Muokkaa ikään kuin tapahtumat kuuluisivat kenttään:
nl_nl: Bewerken alsof de gebeurtenissen zijn opgenomen in de scène :
pt_pt: Edite como se os eventos fossem incluídos para a cena:
zh_cn: 编辑包括在场景內的事件：

source: No scene
de_de: Keine Szene
fi_fi: Ei kenttää
nl_nl: Geen scène
pt_pt: Nenhuma cena
zh_cn: 没有场景

source: Scene not found.
de_de: Szene nicht gefunden.
fi_fi: Kenttää ei löydy.
nl_nl: Scène niet gevonden.
pt_pt: Cena não encontrada.
zh_cn: 场景不能找到。

source: It seems that GDevelop is busy and can't open the requested file. Please close any open dialogs and retry.
de_de: Es scheint, dass GDevelop beschäftigt ist und die angeforderte Datei nicht öffnen kann. Bitte schließen Sie alle geöffneten Dialoge und versuchen Sie es erneut.
fi_fi: Näyttää siltä, että GDevelop on varattu ja ei voi avata pyydettyä tiedostoa. Sulje kaikki avoimet valintaikkunat ja yritä uudelleen.
nl_nl: Het lijkt erop dat GDevelop bezig is en het kan het gevraagde bestand niet openen. Sluit aub alle geopende dialogen en probeer opnieuw.
pt_pt: Parece que GDevelop está ocupado e não pode abrir o arquivo. Por favor feche todas as caixas de diálogo abertas e tente novamente.
zh_cn: 看来 GDevelop响应超时了，无法打开请求的文件 。 请关闭任何打开的对话框，然后重试。

source: Sorry! :/
de_de: Tut mir Leid! :/
fi_fi: Anteeksi! :/
pt_pt: Sinto muito! :/
zh_cn: 抱歉！:/

source: This is a beta version of GDevelop for Mac OS X. Bugs may be present and only HTML5 games will work. Please report any feedback on www.forum.compilgames.net. Thanks!
de_de: Dies ist eine Betaversion von GDevelop für Mac OS X. Fehler sind möglicherweise vorhanden und nur HTML5 Spiele funktionieren. Bitte melden Sie Ihr Feedback auf www.forum.compilgames.net. Thanks!
fi_fi: Tämä on beta-versio GDevelopista Mac OS X:lle. Bugeja voi ilmetä ja vain HTML5-pelit toimivat. Anna palautetta www.forum.compilgames.net. Kiitos!
nl_nl: Dit is een beta versie van GDevelop voor Mac OS X. Er kunnen fouten aanwezig zijn en alleen HTML5 spellen werken. Graag alle bevindingen op www.forum.compilgames.net melden. Thanks!
pt_pt: Esta é uma versão beta do GDevelop para Mac OS X. Erros podem estar presentes e apenas jogos HTML5 vão funcionar. Por favor, informe qualquer resultado em www.forum.compilgames.net. Obrigado!
zh_cn: 这是 GDevelop针对Mac OS X系统出的beta版本的包. 可能存在Bug且只有HTML5 游戏可以正常工作。请点击下面的链接www.forum.compilgames.net 来反馈碰到的问题。 多谢!

source: Automatic creation of a password
de_de: Automatische Erstellung eines Kennworts
fi_fi: Automaattinen salasanan luominen
nl_nl: Automatische creatie van een wachtwoord
pt_pt: Criação automática de uma senha
zh_cn: 自动创建密码
