Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Name of the event ( optional ) :
de_de: Name des Events (optional):
fi_fi: Tapahtuman nimi (valinnainen):
nl_nl: Naam van de gebeurtenis (optioneel):
pt_pt: Nome do evento (opcional):

source: Top-down movement
de_de: Bewegung von oben nach unten
fi_fi: Ylhäältä alas -liike
nl_nl: Top-down beweging
pt_pt: Movimento de cima para baixo (top-down)
zh_cn: 上下运动

source: Top-down movement (4 or 8 directions)
de_de: Bewegung von oben nach unten (4 oder 8 Richtungen)
fi_fi: Ylhäältä alas -liike (4 tai 8 suuntaan)
nl_nl: Top-down beweging (4 of 8 richtingen)
pt_pt: Movimento de cima para baixo (4 ou 8 direções)
zh_cn: 上下运动（4方向或8方向）

source: Check if the object is moving.
de_de: Prüfe, ob das Objekt bewegt wird.
fi_fi: Tarkista, liikkuuko objekti.
nl_nl: Controleer of het object aan het verplaatsen is.
pt_pt: Verifique se o objeto está-se movendo.
zh_cn: 检测对象是否正在移动

source: Change the acceleration of the object
de_de: Beschleunigung des Objekts ändern
fi_fi: Muuta objektin kiihtyvyyttä
nl_nl: De versnelling van het object wijzigen
pt_pt: Alterar a aceleração do objeto
zh_cn: 变更对象的加速度

source: Compare the acceleration of the object
de_de: Beschleunigung des Objekts vergleichen
fi_fi: Vertaile objektin kiihtyvyyttä
nl_nl: Vergelijk de versnelling van het object
pt_pt: Comparar a aceleração do objeto

source: Change the deceleration of the object
de_de: Verzögerung des Objekts ändern
fi_fi: Muuta objektin hidastuvuutta
nl_nl: De vertraging van het object wijzigen
pt_pt: Mudar a desaceleração do objeto

source: Compare the deceleration of the object
de_de: Verzögerung des Objekts vergleichen
fi_fi: Vertaile objektin hidastuvuutta
nl_nl: Vergelijk de vertraging van het object
pt_pt: Comparar a desaceleração do objeto

source: Deceleration of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Verzögerung von _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n hidastuvuus on _PARAM2__PARAM3_
nl_nl: Vertraging van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Desaceleração de _PARAM0_ é _PARAM2__PARAM3_

source: Change the maximum speed of the object
de_de: Maximale Geschwindigkeit des Objekts ändern
fi_fi: Muuta objektin maksiminopeutta
nl_nl: De maximale snelheid van het object wijzigen
pt_pt: Alterar a velocidade máxima do objeto

source: Do _PARAM2__PARAM3_ to the max. speed of _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n maksiminopeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de max. snelheid van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a velocidade máxima de _PARAM0_

source: Compare the maximum speed of the object
de_de: Maximale Geschwindigkeit des Objekts vergleichen
fi_fi: Vertaile objektin maksiminopeutta
nl_nl: Vergelijk de maximumsnelheid van het object
pt_pt: Comparar a velocidade máxima do objeto

source: Compare the speed of the object
de_de: Die Geschwindigkeit des Objekts vergleichen
fi_fi: Vertaile objektin nopeutta
nl_nl: Vergelijken van de snelheid van het object
pt_pt: Comparar a velocidade do objeto

source: Change the maximum angular speed of the object
de_de: Rotation des Objekt ermöglichen oder abschalten
fi_fi: Muuta objektin maksimikulmanopeutta
nl_nl: De maximale hoeksnelheid van het object wijzigen
pt_pt: Alterar a velocidade angular máxima do objeto

source: Do _PARAM2__PARAM3_ to the max. angular speed of _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n maksimikulmanopeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de max. hoeksnelheid van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a velocidade angular máxima de _PARAM0_

source: Compare the maximum angular speed of the object
fi_fi: Vertaile objektin maksimikulmanopeutta
nl_nl: Vergelijk de maximale hoeksnelheid van het object
pt_pt: Comparar a velocidade angular máxima do objeto

source: Do _PARAM2__PARAM3_ to the rotation offset of _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n kierron siirtymälle
nl_nl: Pas _PARAM2__PARAM3_ toe op de rotatie verschuiving van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para o deslocamento de rotação de _PARAM0_

source: Compare the rotation offset applied when moving the object
fi_fi: Vertaile kierron siirtymää objektia siirrettäessä
nl_nl: Vergelijk de toegepaste rotatie verschuiving wanneer het object wordt verplaatst
pt_pt: Comparar o deslocamento de rotação aplicado enquanto mover o objeto

source: Allow diagonal moves for _PARAM0_: _PARAM2_
fi_fi: Salli diagonaaliset liikkeet _PARAM0_: _PARAM2_
nl_nl: Sta diagonaal bewegen toe voor _PARAM0_: _PARAM2_
pt_pt: Permitir movimentos na diagonal para _PARAM0_: _PARAM2_

source: Enable or disable rotation of the object
de_de: Rotation des Objekts erlauben oder abschalten
fi_fi: Ota käyttöön tai poista käytöstä objektin kiertäminen
nl_nl: In- of uitschakelen van object rotatie
pt_pt: Des/ativar a rotação do objeto

source: Enable rotation of _PARAM0_: _PARAM2_
de_de: Rotation von _PARAM0_ erlauben: _PARAM2_
fi_fi: Ota käyttöön kierto _PARAM0_: _PARAM2_
nl_nl: Rotatie mogelijk maken voor _PARAM0_: _PARAM2_
pt_pt: Ativar a rotação de _PARAM0_: _PARAM2_

source: _PARAM0_ is rotated when moving
de_de: _PARAM0_ rotiert, wenn in Bewegung
fi_fi: _PARAM0_ kiertää liikkuessa
nl_nl: _PARAM0_ wordt geroteerd gedurende een verplaatsing
pt_pt: _PARAM0_ é rodado quando se deslocam

source: Acceleration of the object
de_de: Beschleunigung des Objekts
fi_fi: Objektin kiihtyvyys
nl_nl: Versnelling van het object
pt_pt: Aceleração do objeto

source: Deceleration of the object
de_de: Verlangsamung des Objekts
fi_fi: Objektin hidastuvuus
nl_nl: Vertraging van het object
pt_pt: Desaceleração do objeto

source: Maximum speed of the object
de_de: Maximale Geschwindigkeit des Objekts
fi_fi: Objektin maksiminopeus
nl_nl: Maximumsnelheid van het object
pt_pt: Velocidade máxima do objeto

source: Speed of the object
de_de: Geschwindigkeit des Objekts
fi_fi: Objektin nopeus
nl_nl: Snelheid van het object
pt_pt: Velocidade do objeto

source: Angular maximum speed of the object
fi_fi: Objektin maksimikulmanopeus
nl_nl: Maximale hoeksnelheid van het object
pt_pt: Velocidade máxima angular do objeto

source: Rotation offset applied to the object
fi_fi: Objektin kierron siirtymä
nl_nl: Rotatie verschuiving toegepast op het object
pt_pt: Deslocamento de rotação aplicado ao objeto

source: Edit the Text object
de_de: Das Text-Objekt bearbeiten
fi_fi: Tekstiobjektin muokkaaminen
nl_nl: Het tekstobject bewerken
pt_pt: Editar o objeto de texto
zh_cn: 编辑文字对象

source: TileMap Object Editor
de_de: Kachel-Karten-Objekt Editor
fi_fi: Laattakartta-objektin editori
nl_nl: Tegelmap-object bewerker
pt_pt: Editor de objeto TileMap
zh_cn: 瓦块地图对象编辑器

source: Tileset configuration
de_de: Konfiguration des Kachel-Pakets
fi_fi: Laatastoon asetukset
nl_nl: Tegelset configuratie
pt_pt: Configuração de tileset

source: Tilemap size configuration
de_de: Kachel-Kartengröße Konfiguration
fi_fi: Laattakartan koon määritys
nl_nl: Tegelmap grootte configuratie
pt_pt: Configuração de tamanho de Tilemap
zh_cn: 瓦块地图大小配置

source: Import a .tmx file (Tiled)
de_de: .tmx-Datei (Tiled) importieren
nl_nl: Importeren van een .tmx-bestand (getegeld)
pt_pt: Importar um arquivo .tmx (Tiled)

source: For each object
de_de: Für jedes Objekt
fi_fi: Kullekin objektille
nl_nl: Voor elk object
pt_pt: Para cada objeto
zh_cn: 对于每个对象

source: , repeat :
de_de: , wiederholt :
fi_fi: , toista:
nl_nl: , herhaal:
pt_pt: , repita:
zh_cn: ，重复 ︰

source: Untitled group
de_de: Namenlose Gruppe
fi_fi: Nimetön ryhmä
nl_nl: Naamloze groep
pt_pt: Grupo sem nome
zh_cn: 未命名的组

source: Link to
de_de: Verknüpfung mit
fi_fi: Linkitä kohteeseen
nl_nl: Koppelen aan
pt_pt: Ligar a
zh_cn: 链接到

source: Include only events
fi_fi: Sisällytä vain tapahtumat
nl_nl: Omvatt alleen gebeurtenissen
pt_pt: Incluir somente eventos
zh_cn: 仅包括事件

source: to
de_de: zu
fi_fi: kohti
nl_nl: naar
pt_pt: para
zh_cn: 至

source: Repeat
de_de: Wiederholt
fi_fi: Toista
nl_nl: Herhaal
pt_pt: Repetir
zh_cn: 重复

source: times :
fi_fi: kertaa:
nl_nl: tijden:
pt_pt: vezes:
zh_cn: 次数 :

source: While :
de_de: Zeitgleich :
fi_fi: Niin kauan kuin:
nl_nl: Terwijl:
pt_pt: Sempre que:
zh_cn: 當：

source: Repeat :
de_de: Wiederholung :
fi_fi: Toista:
nl_nl: Herhaal:
pt_pt: Repetir :
zh_cn: 重复：

source: Do you want to activate the display of a message if the event is repeated 100000 times? This message prevent the software from being frozen if you accidentally create an infinite loop ( by letting the conditions empty for example ).
fi_fi: Haluatko aktivoida viestin, joka näytetään, jos tapahtuma toistuu 100000 kertaa? Tämä viesti estää ohjelman kaatumisen, jos teet vahingossa ikuisen silmukan (esim. jättämällä ehdot tyhjiksi).
nl_nl: Wilt de berichten weergave continueren indien het bericht 100000 herhaald wordt? Dit bericht voorkomt dat de sofware vastloopt als u per ongelijk een oneindige lus creëert (bijvoorbeeld als er geen condities zijn gegeven).
pt_pt: Queres ativar a exibição de uma mensagem se o evento for repetido 100000 vezes? Esta mensagem impede que o programa pare se acidentalmente criares um loop infinito (por deixar as condições vazias, por exemplo).

source: Protection against infinite loops.
fi_fi: Suojautuminen ikuisilta silmukoilta.
nl_nl: Bescherming tegen oneindige lussen.
pt_pt: Proteção contra loops infinitos.
zh_cn: 防止无限循环。

source: This message is activated by default for "While" events in the IDE, and is deactivated when the game is compiled to an executable.
fi_fi: Tämä viesti aktivoituu oletuksena "While"-tapahtumien kohdalla kehitystilassa ja deaktivoituu, kun peli käännetään suoritettavaksi ohjelmaksi.
nl_nl: Dit bericht wordt standaard geactiveerd voor "While" gebeurtenissen in de IDE, en is gedeactiveerd wanneer het spel wordt gecompileerd tot een uitvoerbaar bestand.
pt_pt: Esta mensagem é ativada por padrão para eventos "Enquanto" no IDE e é desactivada quando o jogo é compilado para um executável.

source: Deactivate
de_de: Deaktivieren
fi_fi: Deaktivoi
nl_nl: Deactiveren
pt_pt: Desativar
zh_cn: 取消激活

source: Syntax error
de_de: Syntaxfehler
fi_fi: Syntaksivirhe
nl_nl: Syntaxisfout
pt_pt: Erro de sintaxe
zh_cn: 语法错误

source: Syntax error in a number.
de_de: Syntax-Fehler in einer Zahl.
fi_fi: Syntaksivirhe luvussa.
nl_nl: Syntaxisfout in een nummer.
pt_pt: Erro de sintaxe na formação de um número.
zh_cn: 数字的语法错误

source: Operator missing before a number
de_de: Operator fehlt vor einer Zahl
fi_fi: Operaattori puuttuu luvun edestä
nl_nl: Operatie ontbreekt voor een nummer
pt_pt: Operador faltando antes de um número
zh_cn: 数字前面缺失操作符

source: Superfluous operator before a paranthesis
de_de: Überflüssiger Operator vor einer Klammer
fi_fi: Tarpeeton operaattori ennen sulkua
nl_nl: Overbodig operator voor een haakje
pt_pt: Operador supérfluo antes de um parênteses

source: Bad closing paranthesis
de_de: Schlecht schließende Klammer
fi_fi: Väärä sulkeva sulku
nl_nl: Haakjes niet gesloten
pt_pt: Parênteses mal fechados
zh_cn: 错误的闭合括号

source: Empty paranthesis
de_de: Leere Klammern
fi_fi: Tyhjät sulut
nl_nl: Lege haakjes
pt_pt: Parênteses vazios
zh_cn: 空的括号

source: Operator missing before a paranthesis
fi_fi: Puuttuva operaattori ennen sulkua
nl_nl: Operator ontbreekt voor een haakje
pt_pt: Falta o operador antes dos parênteses

source: Operators without any number between them
fi_fi: Operaattoreiden välissä ei ole lukua
nl_nl: Operatoren zonder een getal er tussen
pt_pt: Operadores sem quaisquer número entre eles

source: Paranthesis mismatch
fi_fi: Sulkuvirhe
nl_nl: Haakjes niet kloppend
pt_pt: Incompatibilidade de parêntesis

source: Alone operator at the end of the expression
de_de: Alleinstehender Operator am Ende des Ausdrucks
fi_fi: Yksinäinen operaattori lausekkeen lopussa
nl_nl: Verdwaalde operator aan het einde van een expressie
pt_pt: Operador sozinho no final da expressão

source: Paranthesis not closed
fi_fi: Sulkeva sulku puuttuu
nl_nl: Haakjes niet gesloten
pt_pt: Parêntesis não estão fechados
zh_cn: 括弧未闭合

source: Incorrect number of parameters
de_de: Falsche Anzahl von Parametern
fi_fi: Virheellinen määrä parametreja
nl_nl: Onjuist aantal parameters
pt_pt: Número incorreto de parâmetros
zh_cn: 参数数量不正确

source: Parameters' parenthesis missing
fi_fi: Parametrien sulut puuttuvat
nl_nl: Parameters haakje ontbreekt
pt_pt: Parênteses dos parâmetros estão faltando

source: The expression is invalid or empty. Enter a text ( surrounded by quotes ) or a function.
de_de: Dieser Ausdruck ist ungültig oder leer. Geben Sie einen Text (in Anführungszeichen) oder eine Funktion ein.
fi_fi: Lauseke on virheellinen tai tyhjä. Kirjoita teksti (lainausmerkeissä) tai funktio.
nl_nl: De expressie is ongeldig of leeg. Geef een tekst (tussen aanhalingstekens) of een functie.
pt_pt: A expressão é inválida ou vazia. Insira um texto (rodeado por aspas) ou uma função.

source: Quotes not closed.
de_de: Anführungszeichen nicht geschlossen.
fi_fi: Lainausta ei suljettu.
nl_nl: Aanhalingstekens niet gesloten.
pt_pt: Aspas não fechadas.
zh_cn: 未闭合的引号。

source: Function not recognized.
de_de: Funktion nicht erkannt.
fi_fi: Funktiota ei tunnisteta.
nl_nl: Functie niet herkend.
pt_pt: Função não reconhecida.
zh_cn: 无法识别的函数。

source: Symbol missing between two +.
de_de: Zwischen den zwei +-Zeichen fehlt ein Symbol.
fi_fi: Symboli puuttuu kahden + välistä.
nl_nl: Symbool ontbreekt tussen twee +.
pt_pt: Símbolo faltando entre dois +.
zh_cn: 两个之间缺失符号 +。

source: Bad symbol at the end of the expression.
de_de: Fehlerhaftes Zeichen am Ende des Ausdrucks.
fi_fi: Virheellinen symboli lausekkeen lopussa.
nl_nl: Verkeerd symbool aan het einde van de expressie.
pt_pt: Símbolo errado no final da expressão.
zh_cn: 表达式的末尾无效的符号

source: Expecting a variable name.
fi_fi: Odotetaan muuttujan nimeä.
nl_nl: Verwacht een variabelenaam.
pt_pt: À espera de um nome da variável.
zh_cn: 期待一个变量名称。

source: Expecting ]
de_de: Erwartung ]
fi_fi: Odotetaan ]
nl_nl: Verwacht ]
pt_pt: Esperando ]
zh_cn: 期待]

source: Always
de_de: Immer
fi_fi: Aina
nl_nl: Altijd
pt_pt: Sempre
zh_cn: 总是

source: Play a sound on a channel
de_de: Wiedergeben eines Sounds auf einem Kanal
fi_fi: Toista ääni kanavalla
nl_nl: Een geluid afspelen op een kanaal
pt_pt: Tocar um som num canal
zh_cn: 在通道里播放声音

source: Play the sound _PARAM1_ on the channel _PARAM2_
de_de: Spiel den Sound _PARAM1_ auf den Kanal _PARAM2_
fi_fi: Toista ääni _PARAM1_ kanavalla _PARAM2_
nl_nl: Speel het geluid _PARAM1_ in het kanaal _PARAM2_
pt_pt: Tocar o som _PARAM1_ no canal _PARAM2_

source: Audio/Sounds on channels
de_de: Audio/Geräusche auf Kanälen
fi_fi: Äänet kanavilla
nl_nl: Audio/geluiden op kanalen
pt_pt: Áudio/sons em canais
zh_cn: 通道里的声音音频

source: Audio file (or audio resource name)
de_de: Audio-Datei (oder Audio-Ressourcenname)
nl_nl: Audiobestand (of audio bron naam)
pt_pt: Arquivo de áudio (ou nome do recurso de áudio)

source: Channel identifier
fi_fi: Kanavan tunnus
nl_nl: Kanaal identificatie
pt_pt: Identificador de canal
zh_cn: 通道id

source: Repeat the sound
de_de: Klang wiederholen
fi_fi: Toista ääntä uudelleen
nl_nl: Herhaal het geluid
pt_pt: Repetir o som
zh_cn: 重复声音

source: Volume (from 0 to 100, 100 by default)
de_de: Lautstärke (Von 0 bis 100, 100 ist Standard)
fi_fi: Äänenvoimakkuus (väliltä 0-100, oletus on 100)
nl_nl: Volume (van 0 tot 100, 100 standaard)
pt_pt: Volume (de 0 a 100, 100 por padrão)
zh_cn: 音量（0到100,默认100）

source: Pitch (speed) (1 by default)
fi_fi: Sävelkorkeus (nopeus) (oletuksena 1)
nl_nl: Toonhoogte (snelheid) (1 standaard)
pt_pt: Tom (velocidade) (1 por padrão)
zh_cn: 音调（速度）（默认为1）

source: Stop the sound of a channel
de_de: Stoppt den Sound eines Kanals
fi_fi: Pysäytä kanavan ääni
nl_nl: Stop het geluid van een kanaal
pt_pt: Interromper o som de um canal
zh_cn: 停止某通道的声音

source: Stop the sound on the specified channel.
de_de: Stoppt den Sound eines spezifischen Kanals.
fi_fi: Pysäytä määritetyn kanavan ääni.
nl_nl: Stop het geluid op het opgegeven kanaal.
pt_pt: Pare o som no canal especificado.
zh_cn: 停止指定通道里的声音

source: Stop the sound of channel _PARAM1_
de_de: Stoppt den Sound von Channel _PARAM1_
fi_fi: Pysäytä kanavan _PARAM1_ ääni
nl_nl: Stop het geluid van kanaal _PARAM1_
pt_pt: Parar o som do canal _PARAM1_
zh_cn: 停止通道 _PARAM1_ 的声音

source: Pause the sound of a channel
de_de: Pausiert den Sound von einem Kanal
fi_fi: Keskeytä kanavan ääni
nl_nl: Het geluid van een kanaal onderbreken
pt_pt: Pausar o som de um canal
zh_cn: 暂停某通道的声音

source: Pause the sound played on the specified channel.
de_de: Pausiert den gespielten Sound auf dem spezifischen Kanal.
fi_fi: Keskeytä määritetyn kanavan ääni.
nl_nl: Onderbreek het gespeelde geluid op het opgegeven kanaal.
pt_pt: Pause o som tocado no canal especificado.
zh_cn: 暂停指定通道的声音

source: Pause the sound of channel _PARAM1_
fi_fi: Keskeytä kanavan _PARAM1_ ääni
nl_nl: Het geluid van kanaal _PARAM1_ onderbreken
pt_pt: Pausar o som do canal _PARAM1_
zh_cn: 暂停通道 _PARAM1_ 的声音

source: Play the sound of a channel
de_de: Spielen Sie den Sound eines Kanals
fi_fi: Toista kanavan ääni
nl_nl: Het geluid van een kanaal spelen
pt_pt: Reproduzir o som de um canal
zh_cn: 播放某通道的声音

source: Play the sound of the channel.
de_de: Spielen Sie den Sound des Kanals.
fi_fi: Toista kanavan ääni.
nl_nl: Het geluid van het kanaal spelen.
pt_pt: Reproduzir o som do canal.
zh_cn: 播放某通道的声音.

source: Play the sound of channel _PARAM1_
de_de: Spielen Sie den Sound des Kanal-_PARAM1_
fi_fi: Toista kanavan _PARAM1_ ääni
nl_nl: Het geluid van kanaal _PARAM1_ spelen
pt_pt: Reproduzir o som do canal _PARAM1_
zh_cn: 播放通道 _PARAM1_ 的声音

source: Play the music _PARAM1_ on channel _PARAM2_
de_de: Spielt die Musik-_PARAM1_ auf Kanal _PARAM2_
fi_fi: Toista musiikki _PARAM1_ kanavalla _PARAM2_
nl_nl: Speel de muziek _PARAM1_ op kanaal _PARAM2_
pt_pt: Reproduzir a música _PARAM1_ no canal _PARAM2_
zh_cn: 在通道 _PARAM2_ 里播放音乐 _PARAM1_

source: Stop the music on a channel
de_de: Stoppt die Musik auf einem Kanal
fi_fi: Pysäytä musiikki kanavalla
nl_nl: De muziek wordt gestopt op een kanaal
pt_pt: Parar a música em um canal
zh_cn: 停止某通道的音乐

source: Stop the music on the specified channel
de_de: Stoppt die Musik auf dem angegebenen Kanal
fi_fi: Pysäytä musiikki määritetyllä kanavalla
nl_nl: Stop de muziek op een specifiek kanaal
pt_pt: Parar a música no canal especificado
zh_cn: 停止指定通道里的音乐

source: Stop the music of channel _PARAM1_
de_de: Stoppt die Musik von Kanal _PARAM1_
fi_fi: Pysäytä kanavan _PARAM1_ musiikki
nl_nl: Stop de muziek van kanaal _PARAM1_
pt_pt: Parar a música do canal _PARAM1_
zh_cn: 停止通道 _PARAM1_ 的音乐

source: Pause the music of a channel
de_de: Pausiert die Musik eines Kanals
fi_fi: Keskeytä musiikki kanavalla
nl_nl: Onderbreek de muziek van een kanaal
pt_pt: Pausar a música de um canal
zh_cn: 暂停某通道的音乐

source: Pause the music on the specified channel.
de_de: Pausiert die Musik auf dem angegebenen Kanal.
fi_fi: Keskeytä musiikki määritetyllä kanavalla.
nl_nl: Onderbreek de muziek op het opgegeven kanaal.
pt_pt: Pausar a música no canal especificado.
zh_cn: 暂停指定通道里的音乐

source: Pause the music of channel _PARAM1_
de_de: Pausiert die Musik von Kanal _PARAM1_
fi_fi: Keskeytä kanavan _PARAM1_ musiikki
nl_nl: Onderbreek de muziek van kanaal _PARAM1_
pt_pt: Pausar a música do canal _PARAM1_
zh_cn: 暂停通道 _PARAM1_ 的音乐

source: Play the music of a channel
de_de: Spielt die Musik eines Kanals
fi_fi: Toista kanavan musiikkia
nl_nl: Speel de muziek van een kanaal
pt_pt: Tocar a música de um canal
zh_cn: 播放某通道的音乐

source: Play the music of the channel.
de_de: Spielt die Musik des Kanals.
fi_fi: Toista kanavan musiikkia.
nl_nl: Speel de muziek van het kanaal.
pt_pt: Toca a música do canal.
zh_cn: 播放通道里的音乐

source: Play the music of channel _PARAM1_
de_de: Spielt die Musik des Kanals _PARAM1_
fi_fi: Toista kanavan _PARAM1_ musiikki
nl_nl: Speel de muziek van kanaal _PARAM1_
pt_pt: Tocar a música do canal _PARAM1_
zh_cn: 播放通道 _PARAM1_ 的音乐

source: Volume of the sound on a channel
de_de: Lautstärke des Geräusches auf einem Kanal
fi_fi: Äänenvoimakkuus kanavalla
nl_nl: Volume van het geluid op een kanaal
pt_pt: Volume do som em um canal
zh_cn: 某通道上声音的音量

source: Do _PARAM2__PARAM3_ to the volume of the sound on channel _PARAM1_
fi_fi: Tee _PARAM2__PARAM3_ kanavan _PARAM1_ äänenvoimakkuudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op het volume van het geluid op kanaal _PARAM1_
pt_pt: Fazer _PARAM2__PARAM3_ para o volume do som no canal _PARAM1_

source: Volume of the music on a channel
de_de: Lautstärke der Musik auf einem Kanal
fi_fi: Kanavan musiikin äänenvoimakkuus
nl_nl: Volume van de muziek op een kanaal
pt_pt: Volume da música em um canal
zh_cn: 通道里音乐的音量

source: Do _PARAM2__PARAM3_ to the volume of the music on channel _PARAM1_
fi_fi: Tee _PARAM2__PARAM3_ kanavan _PARAM1_ äänenvoimakkuudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op het volume van de muziek op kanaal _PARAM1_
pt_pt: Fazer _PARAM2__PARAM3_ para o volume da música no canal _PARAM1_

source: Game global volume
de_de: Gesamtvolumen des Spiels
fi_fi: Pelin globaali äänenvoimakkus
nl_nl: Spel globaal volume
pt_pt: Volume global do jogo
zh_cn: 游戏全局音量

source: Do _PARAM1__PARAM2_ to global sound level
fi_fi: Tee _PARAM1__PARAM2_ globaalille äänenvoimakkuudelle
nl_nl: Pas _PARAM1__PARAM2_ toe op globale geluidsniveau
pt_pt: Fazer _PARAM1__PARAM2_ ao nível sonoro global
zh_cn: 全局声音等级 _PARAM1_ _PARAM2_

source: Pitch of the sound of a channel
de_de: Die Tonhöhe des Gräusches eines Kanals
fi_fi: Kanavan äänen sävelkorkeus
nl_nl: Toonhoogte van het geluid van een kanaal
pt_pt: Tom do som de um canal
zh_cn: 通道里声音的音调

source: Do _PARAM2__PARAM3_ to the pitch of the sound on channel _PARAM1_
fi_fi: Tee _PARAM2__PARAM3_ kanavan _PARAM1_ äänen sävelkorkeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de toonhoogte van het geluid van kanaal _PARAM1_
pt_pt: Fazer _PARAM2__PARAM3_ para o tom do som no canal _PARAM1_

source: Pitch of the music on a channel
fi_fi: Kanavan musiikin sävelkorkeus
nl_nl: Toonhoogte van de muziek op een kanaal
pt_pt: Tom da música em um canal
zh_cn: 通道里音乐的音调

source: Do _PARAM2__PARAM3_ to the pitch of the music on channel _PARAM1_
fi_fi: Tee _PARAM2__PARAM3_ kanavan _PARAM1_ musiikin sävelkorkeudelle
nl_nl: Pas _PARAM2__PARAM3_ toe op de toonhoogte van de muziek op kanaal _PARAM1_
pt_pt: Fazer _PARAM2__PARAM3_ para o tom da música no canal _PARAM1_

source: Playing offset of the sound on a channel
fi_fi: Kanavan äänen toiston siirtymä
nl_nl: Aanvangstijdverschuiving van het geluid in een kanaal
pt_pt: Deslocamento de reprodução do som em um canal
zh_cn: 通道上声音的播放位置

source: Do _PARAM2__PARAM3_ to the playing offset of the sound on channel _PARAM1_
fi_fi: Tee _PARAM2__PARAM3_ kanavan _PARAM1_ äänen toiston siirtymälle
nl_nl: Pas _PARAM2__PARAM3_ toe op de aanvangstijdverschuiving van het geluid in kanaal _PARAM1_
pt_pt: Fazer _PARAM2__PARAM3_ para o deslocamento de reprodução do som no canal _PARAM1_
zh_cn: 通道 _PARAM1_ 里声音的播放位置 _PARAM2_ _PARAM3_

source: Playing offset of the music on a channel
fi_fi: Kanavan musiikin toiston siirtymä
nl_nl: Aanvangstijdverschuiving van de muziek in een kanaal
pt_pt: Deslocamento de reprodução da música em um canal
zh_cn: 通道上音乐的播放位置

source: Do _PARAM2__PARAM3_ to the playing offset of the music on channel _PARAM1_
fi_fi: Tee _PARAM2__PARAM3_ kanavan _PARAM1_ musiikin toiston siirtymälle
nl_nl: Pas _PARAM2__PARAM3_ toe op de aanvangstijdverschuiving van de muziek in kanaal _PARAM1_
pt_pt: Fazer _PARAM2__PARAM3_ para o deslocamento de reprodução da música no canal _PARAM1_
zh_cn: 通道 _PARAM1_ 里音乐的播放位置 _PARAM2_ _PARAM3_

source: Play a sound
de_de: Wiedergeben eines Sounds
fi_fi: Toista ääni
nl_nl: Een geluid afspelen
pt_pt: Tocar um som
zh_cn: 播放声音

source: Play the sound _PARAM1_
de_de: Spielt den Ton _PARAM1_
fi_fi: Toista ääni _PARAM1_
nl_nl: Speel het geluid _PARAM1_
pt_pt: Tocar o som _PARAM1_
zh_cn: 播放声音 _PARAM1_
