Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Do _PARAM2__PARAM3_ to the text of variable _PARAM1_ of _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n muuttujan _PARAM1_ tekstille
nl_nl: Pas _PARAM2__PARAM3_ toe op de tekst van de variabele _PARAM1_ van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para o texto da variável _PARAM1_ de _PARAM0_
zh_cn: 把 _PARAM2__PARAM3_ 成为 _PARAM0_ 的变量 _PARAM1_ 的文字

source: Child existence
fi_fi: Lasten olemassaolo
nl_nl: Kind bestaan
pt_pt: Existência de criança
zh_cn: 子存在

source: Return true if the specified child of the variable exists.
fi_fi: Palauta tosi, jos muuttujalla on olemassa määritetty lapsi.
nl_nl: Is waar als het opgegeven kind van de variabele bestaat.
pt_pt: Retorne verdade (true) se a criança especificada da variável existe.
zh_cn: 返回 true，如果指定的子变量存在。

source: Child _PARAM2_ of variable _PARAM1_ of _PARAM0_ exists
fi_fi: _PARAM0_:n muuttujan _PARAM1_ lapsi _PARAM2_ on olemassa
nl_nl: Kind _PARAM2_ van variabele _PARAM1_ van _PARAM0_ bestaat
pt_pt: _PARAM2_ filho de _PARAM1_ variável de _PARAM0_ existe
zh_cn: _PARAM0_ 的变量 _PARAM1_ 的子 _PARAM2_ 存在

source: Variables/Structures
fi_fi: Muuttujat/Rakenteet
nl_nl: Variabelen/Structuren
pt_pt: Variáveis/Estruturas
zh_cn: 变量/结构

source: Name of the child
de_de: Name des Kindes
fi_fi: Lapsen nimi
nl_nl: Naam van het kind
pt_pt: Nome da criança
zh_cn: 子的名字

source: Remove a child
de_de: Kind entfernen
fi_fi: Poista lapsi
nl_nl: Verwijderen van een kind
pt_pt: Remover uma criança
zh_cn: 删除子

source: Remove a child from a variable of an object.
de_de: Kind von einer Variable eines Objekts entfernen.
fi_fi: Poista objektin muuttujan lapsi.
nl_nl: Verwijder een kind uit een variabele van een object.
pt_pt: Remova uma criança de uma variável de um objeto.
zh_cn: 删除对象的变量中的一个子。

source: Remove child _PARAM2_ from variable _PARAM1_ of _PARAM0_
de_de: Kind _PARAM2_ von Variable _PARAM1_ des Objekts _PARAM0_ entfernen
fi_fi: Poista _PARAM0_:n muuttujan _PARAM1_ lapsi _PARAM2_
nl_nl: Verwijder het kind _PARAM2_ uit de variabele _PARAM1_ van _PARAM0_
pt_pt: Remover a criança _PARAM2_ de variável _PARAM1_ de _PARAM0_
zh_cn: 从 _PARAM0_ 的变量 _PARAM1_ 中删除子 _PARAM2_

source: Variables/Structure
de_de: Variablen/Strukturen
fi_fi: Muuttujat/Rakenne
nl_nl: Variabelen/structuur
pt_pt: Variáveis/Estruturas
zh_cn: 变量/结构

source: Child's name
de_de: Name des Kindes
fi_fi: Lapsen nimi
nl_nl: De naam van kind
pt_pt: Nome da criança
zh_cn: 子名称

source: Hide
de_de: Ausblenden
fi_fi: Piilota
nl_nl: Verbergen
pt_pt: Esconder
zh_cn: 隐藏

source: Hide the specified object.
de_de: Ausgewähltes Objekt verstecken.
fi_fi: Piilota määritetty objekti.
nl_nl: Verbergen van het opgegeven object.
pt_pt: Esconda o objeto especificado.
zh_cn: 隐藏指定对象。

source: Hide the object _PARAM0_
de_de: Objekt _PARAM0_ verstecken
fi_fi: Piilota objekti _PARAM0_
nl_nl: Het object _PARAM0_ verbergen
pt_pt: Esconder o objeto _PARAM0_
zh_cn: 隐藏对象 _PARAM0_

source: Show
de_de: Anzeigen
fi_fi: Näytä
nl_nl: Toon
pt_pt: Mostrar
zh_cn: 显示

source: Show the specified object
de_de: Ausgewähltes Objekt anzeigen
fi_fi: Näytä määritetty objekti
nl_nl: Het opgegeven object weergeven
pt_pt: Mostrar o objeto especificado
zh_cn: 显示指定的对象。

source: Show object _PARAM0_
de_de: Objekt _PARAM0_ anzeigen
fi_fi: Näytä objekti _PARAM0_
nl_nl: Toon object _PARAM0_
pt_pt: Mostrar o objeto _PARAM0_
zh_cn: 显示对象 _PARAM0_

source: Angle of _PARAM0_ is _PARAM1__PARAM2_ deg.
fi_fi: _PARAM0_:n kulma on _PARAM1__PARAM2_ astetta.
nl_nl: Hoek van _PARAM0_ is _PARAM1__PARAM2_ deg.
pt_pt: Ângulo do _PARAM0_ é _PARAM1__PARAM2_ deg.
zh_cn: _PARAM0_ 的角度是 _PARAM1__PARAM2 度。

source: Value to compare (in degrees)
fi_fi: Verrattava arvo (asteina)
nl_nl: Waarde die wordt vergeleken (in graden)
pt_pt: Valor para comparar (em graus)
zh_cn: 比较值 ( 以度为单位 )

source: Compare Z order
de_de: Vergleiche die Z-Reihenfolge
fi_fi: Vertaile Z-järjestystä
nl_nl: Vergelijken van de Z-volgorde
pt_pt: Comparar a ordem de Z
zh_cn: 比较 Z 顺序

source: Z Order of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n Z-järjestys on _PARAM1__PARAM2_
nl_nl: Z-volgorde van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Ordem Z do _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的 Z 顺序的 是 _PARAM1__PARAM2_

source: Compare layer
de_de: Ebenen vergleichen
fi_fi: Vertaile kerrosta
nl_nl: Vergelijken van laag
pt_pt: Comparar a camada (layer)
zh_cn: 比较图层

source: _PARAM0_ is on layer _PARAM1_
fi_fi: _PARAM0_ on kerroksella _PARAM1_
nl_nl: _PARAM0_ is op laag _PARAM1_
pt_pt: _PARAM0_ está na camada _PARAM1_
zh_cn: _PARAM0_ 位于层 _PARAM1_

source: Visibility of an object
de_de: Sichtbarkeit eines Objekts
fi_fi: Objektin näkyvyys
nl_nl: Zichtbaarheid van een object
pt_pt: Visibilidade de um objeto
zh_cn: 对象的可见性

source: The object _PARAM0_ is visible
fi_fi: Objekti _PARAM0_ on näkyvissä
nl_nl: Het object _PARAM0_ is zichtbaar
pt_pt: O objeto _PARAM0_ é visível
zh_cn: 对象 _PARAM0_ 是可见的

source: Invisibility of an object
de_de: Unsichtbarkeit eines Objekts
fi_fi: Objektin näkymättömyys
nl_nl: Onzichtbaarheid van een object
pt_pt: Invisibilidade de um objeto
zh_cn: 对象的不可见性

source: _PARAM0_ is hidden
de_de: _PARAM0_ wurde verschleiert
fi_fi: _PARAM0_ on piilotettu
nl_nl: _PARAM0_ is verborgen
pt_pt: _PARAM0_ está escondido
zh_cn: _PARAM0_ 是隐藏的

source: Object is stopped
de_de: Objekt ist gestoppt
fi_fi: Objekti on pysäytetty
nl_nl: Object is gestopt
pt_pt: Objeto está parado
zh_cn: 对象已停止

source: Compare the overall speed of an object
fi_fi: Vertaile objektin kokonaisnopeutta
nl_nl: Vergelijk de totale snelheid van een object
pt_pt: Comparar a velocidade total de um objeto
zh_cn: 比较对象整体的速度

source: Overall speed of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n kokonaisnopeus on _PARAM1__PARAM2_
nl_nl: Totale snelheid van _PARAM0_ _PARAM1__PARAM2_
pt_pt: Em geral a velocidade de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的整体速度是 _PARAM1__PARAM2_

source: Compare the angle of displacement of an object
fi_fi: Vertaile objektin kulman siirtymää
nl_nl: Vergelijk de hoek van de verplaatsing van een object
pt_pt: Compare o ângulo de deslocamento de um objeto
zh_cn: 比较对象位移的角度

source: Angle of displacement of _PARAM0_ is _PARAM1_ (tolerance : _PARAM2_ degrees)
fi_fi: _PARAM0_:n kulman siirtymä on _PARAM1_ (toleranssi: _PARAM2_ astetta)
nl_nl: Hoek van verplaatsing van de _PARAM0_ is _PARAM1_ (tolerantie: _PARAM2_ graden)
pt_pt: Ângulo de deslocamento de _PARAM0_ é _PARAM1_ (tolerância: _PARAM2_ graus)
zh_cn: _PARAM0_ 的角位移是 _PARAM1_ ( 公差： _PARAM2_ 度 )

source: Tolerance
de_de: Toleranz
fi_fi: Toleranssi
nl_nl: Tolerantie
pt_pt: tolerância
zh_cn: 公差

source: Value of an object's variable
de_de: Wert von einer Objekt Variable
fi_fi: Objektin muuttujan arvo
nl_nl: Waarde van een objectvariabele
pt_pt: Valor da variável do objeto
zh_cn: 对象变量的值

source: Compare the value of a variable of an object.
fi_fi: Vertaile objektin muuttujan arvoa.
nl_nl: Vergelijk de waarde van een variabele van een object.
pt_pt: Compare o valor de uma variável de um objeto.
zh_cn: 比较对象的变量的值。

source: Variable _PARAM1_ of _PARAM0_ is _PARAM2__PARAM3_
fi_fi: _PARAM0_:n muuttuja _PARAM1_ on _PARAM2__PARAM3_
nl_nl: Variabele _PARAM1_ van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Variável _PARAM1_ de _PARAM0_ é _PARAM2__PARAM3_
zh_cn: _PARAM0_的变量 _PARAM1_ 是 _PARAM2__PARAM3_

source: Text of an object's variable
fi_fi: Objektin muuttujan teksti
nl_nl: Tekst van een objectvariabele
pt_pt: Texto da variável do objeto
zh_cn: 文字对象变量的文本

source: Compare the text of a variable of an object.
fi_fi: Vertaile objektin muuttujan tekstiä.
nl_nl: Vergelijk de tekst van een variabele van een object.
pt_pt: Compare o texto de uma variável de um objeto.
zh_cn: 比较对象变量的文本。

source: The text of variable _PARAM1_ of _PARAM0_ is _PARAM2__PARAM3_
fi_fi: _PARAM0_:n muuttujan _PARAM1_ teksti on _PARAM2__PARAM3_
nl_nl: De tekst van de variabele _PARAM1_ van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: O texto da variável _PARAM1_ de _PARAM0_ é _PARAM2__PARAM3_
zh_cn: _PARAM0_ 的变量 _PARAM1_ 的文本是 _PARAM2__PARAM3_

source: Variable defined
de_de: Variable definiert
fi_fi: Muuttuja määritetty
nl_nl: Variabele gedefinieerd
pt_pt: Variável definida
zh_cn: 定义的变量

source: Variable _PARAM1 of _PARAM0_ is defined
fi_fi: _PARAM0_:n muuttuja _PARAM1_ on määritelty
nl_nl: Variabele _PARAM1 van _PARAM0_ is gedefinieerd
pt_pt: É definida a variável _PARAM1 de _PARAM0_
zh_cn: _PARAM0_的变量 _PARAM1 已被定义

source: Behavior activated
de_de: Verhalten aktiviert
fi_fi: Käytös aktivoitu
nl_nl: Gedrag geactiveerd
pt_pt: Automatismo ativado
zh_cn: 行为是激活的

source: Return true if the behavior is activated for the object.
fi_fi: Palauta tosi, jos objektin käytös on aktivoitu.
nl_nl: Is waar als het gedrag is geactiveerd voor het object.
pt_pt: Retorne verdadeiro se o automatismo está ativado para o objeto.
zh_cn: 如果对象的行为是激活的，则返回true

source: Behavior _PARAM1_ of _PARAM0_ is activated
fi_fi: _PARAM0_:n käytös _PARAM1_ on aktivoitu
nl_nl: Gedrag _PARAM1_ van _PARAM0_ is geactiveerd
pt_pt: Automatismo _PARAM1_ de _PARAM0_ está ativado
zh_cn: _PARAM0_ 的行为 _PARAM1_ 是激活的

source: Behaviors
de_de: Verhalten
fi_fi: Käytökset
nl_nl: Gedrag
pt_pt: Automatismos
zh_cn: 行为

source: De/activate a behavior
de_de: De/aktiviere ein Verhalten
fi_fi: De/aktivoi käytös
nl_nl: De/activeren van een gedrag
pt_pt: De/ativar um automatismo
zh_cn: 禁/激活 一个行为

source: De/activate the behavior for the object.
fi_fi: De/aktivoi objektin käytös.
nl_nl: De/activeren van het gedrag van het object.
pt_pt: De/ativar o automatismo do objeto.
zh_cn: 禁/激活 对象的行为

source: Activate behavior _PARAM1_ of _PARAM0_: _PARAM2_
fi_fi: Aktivoi käytös _PARAM1_ objektille _PARAM0_: _PARAM2_
nl_nl: Activeren gedrag _PARAM1_ van _PARAM0_: _PARAM2_
pt_pt: Ativar o automatismo _PARAM1_ de _PARAM0_: _PARAM2_
zh_cn: 激活 _PARAM0_ 的行为 _PARAM1_ : _PARAM2_

source: Activate?
de_de: Aktivieren?
fi_fi: Aktivoidaanko?
nl_nl: Activeren?
pt_pt: Ativar?
zh_cn: 激活的?

source: Add a force to move toward an object
fi_fi: Lisää voima objektia kohti siirtymiseksi
nl_nl: Een kracht toevoegen om te bewegen in de richting een object
pt_pt: Adicionar uma força para se mover em direção a um objeto
zh_cn: 添加一个力移动向某对象

source: Add a force to an object to make it move toward another.
fi_fi: Lisää objektille voima, jotta se siirtyisi kohti toista.
nl_nl: Voeg een kracht toe aan een object om het te verplaatsen naar een ander.
pt_pt: Adicionar uma força a um objeto para fazer ele se mover de direção a outra.
zh_cn: 添加力到一个对象使其移动向另一个对象

source: Move _PARAM0_ to _PARAM1_ with a force of _PARAM2_ pixels
fi_fi: Siirrä _PARAM0_ kohti _PARAM1_ voimalla _PARAM2_ pikseliä
nl_nl: Verplaats _PARAM0_ naar _PARAM1_ met een kracht van _PARAM2_ pixels
pt_pt: Mover _PARAM0_ para _PARAM1_ com uma força de _PARAM2_ pixels
zh_cn: 移动 _PARAM0_ 到 _PARAM1_ 以 _PARAM2_ 像素的力量

source: Target Object
de_de: Zielobjekt
fi_fi: Kohdeobjekti
nl_nl: Doelobject
pt_pt: Objeto de destino
zh_cn: 目标对象

source: Add a force to move around an object
fi_fi: Lisää voima, jotta voidaan kiertää toinen objekti
nl_nl: Een kracht toevoegen om rond een object te bewegen
pt_pt: Adicionar uma força para mover ao redor de um objeto
zh_cn: 添加一个力移动到某对象附近

source: Rotate _PARAM0_ around _PARAM1_ at _PARAM2_ deg/sec and _PARAM3_ pixels away
fi_fi: Kierrä _PARAM0_ _PARAM1_ ympäri _PARAM3_ pikselin etäisyydellä ja nopeudella _PARAM2_ astetta/sek
nl_nl: Roteer _PARAM0_ rond _PARAM1_ met _PARAM2_ graden/sec en _PARAM3_ pixels verwijderd
pt_pt: Rotacionar _PARAM0_ em torno de _PARAM1_ com _PARAM2_ graus/s e _PARAM3_ pixels de distância
zh_cn: 旋转 _PARAM0_ 到 _PARAM1_ 的 _PARAM3_ 附近，速度 _PARAM2_

source: Rotate around this object
de_de: Rotation um dieses Objekt
fi_fi: Kierrä tämän objektin ympärillä
nl_nl: Roteer rond dit object
pt_pt: Rodar em torno deste objeto
zh_cn: 围绕旋转到此对象

source: Speed (in degrees per second)
fi_fi: Nopeus (astetta sekunnissa)
nl_nl: Snelheid (in graden per seconde)
pt_pt: Velocidade (em graus por segundo)
zh_cn: 速度（度每秒）

source: Put an object around another
fi_fi: Aseta objekti toisen ympärille
nl_nl: Zet een object in een baan rond een ander
pt_pt: Colocar um objeto em torno do outro
zh_cn: 将对象放在另一个对象附近

source: Position an object around another, with the specified angle and distance.
fi_fi: Sijoita objekti toisen ympärille määritetyssä kulmassa ja etäisyydellä.
nl_nl: Positioneer een object rond een andere met een specifieke hoek en afstand.
pt_pt: Posição de um objeto em torno do outro, com o ângulo especificado e distância.
zh_cn: 将对象放在另一个对象附近，并指定角度和距离

source: Put _PARAM0_ around _PARAM1_, with an angle of _PARAM3_ degrees and _PARAM2_ pixels distance.
fi_fi: Aseta _PARAM0_ _PARAM1_:n ympärille käyttäen kulmaa _PARAM3_ astetta ja _PARAM2_ pikselin etäisyyttä.
nl_nl: Plaats _PARAM0_ rond _PARAM1_, met een hoek van _PARAM3_ graden en _PARAM2_ pixels afstand.
pt_pt: Coloca _PARAM0_ em torno de _PARAM1_, com um ângulo de _PARAM3_ graus e distância de _PARAM2_ pixels.

source: "Center" Object
de_de: Objekt "zentrieren"
fi_fi: "Keskitä" objekti
nl_nl: "Centrum"-Object
pt_pt: Objeto "Centrar"
zh_cn: 「中心」对象

source: Move an object away from another
de_de: Ein Objekt von einem anderen wegbewegen
fi_fi: Siirrä objektia kauemmas toista
nl_nl: Een object verplaatsen uit de buurt van een andere
pt_pt: Mover um objeto para longe do outro
zh_cn: 移动对象远离另一个

source: Move an object away from another, using forces.
de_de: Ein Objekt durch Kräfte von einem anderen wegbewegen.
fi_fi: Siirrä objektia kauemmas toista käyttäen voimia.
nl_nl: Een object uit de buurt van een andere verplaatsen met behulp van krachten.
pt_pt: Mover um objeto para longe do outro, usando as forças.
zh_cn: 使用力使对象远离另一种对象。

source: Object 2 (won't move)
de_de: Objekt 2 (unbeweglich)
fi_fi: Objekti 2 (ei liiku)
nl_nl: Object 2 (verplaatst zich niet)
pt_pt: Objeto 2 (não se move)
zh_cn: 对象2（不被移动）

source: Move an object away from another without using forces.
de_de: Ein Objekt ohne Kräfte von einem anderen wegbewegen.
fi_fi: Siirrä objekti kauemmas toisesta käyttämättä voimia.
nl_nl: Een object uit de buurt van andere verplaatsen zonder gebruik te maken van krachten.
pt_pt: Mover um objeto para longe de outro sem o uso de forças.
zh_cn: 不使用力來使对象远离另一个对象。

source: Separate two objects
de_de: Zwei Objekte trennen
fi_fi: Erota kaksi objektia
nl_nl: Split twee objecten
pt_pt: Separar dois objetos
zh_cn: 分开两个对象

source: X position of the object
de_de: X-Position des Objekts
fi_fi: Objektin X-sijainti
nl_nl: X-positie van het object
pt_pt: Posição X do objeto
zh_cn: 对象的 X 位置

source: Y position of the object
de_de: Y-Position des Objekts
fi_fi: Objektin Y-sijainti
nl_nl: Y-positie van het object
pt_pt: Posição Y do objeto
zh_cn: 对象的 Y 位置

source: Current angle, in degrees, of the object
de_de: Aktueller Winkel des Objekts in Grad
fi_fi: Objektin nykyinen kulma asteina
nl_nl: Huidige hoek, in graden, van het object
pt_pt: Ângulo atual do objeto em graus
zh_cn: 对象目前的角度，以度为单位

source: Average X coordinates of forces
de_de: Durchschnittliche X-Koordinaten der Kräfte
fi_fi: Voimien keskimääräiset X-koordinaatit
nl_nl: Gemiddelde X-coördinaten van krachten
pt_pt: Força média das forças nas coordenadas X
zh_cn: 力的平均 X 坐标

source: Average Y coordinates of forces
de_de: Durchschnittliche Y-Koordinaten der Kräfte
fi_fi: Voimien keskimääräiset Y-koordinaatit
nl_nl: Gemiddelde Y-coördinaten van krachten
pt_pt: Força média das forças nas coordenadas Y
zh_cn: 力的平均 Y 坐标

source: Average angle of the forces
de_de: Durchschnittlicher Winkel der Kräfte
fi_fi: Voimien keskimääräinen kulma
nl_nl: Gemiddelde hoek van de krachten
pt_pt: Ângulo médio das forças
zh_cn: 力的平均角度

source: Average length of the forces
de_de: Durchschnittliche Dauer der Kräfte
fi_fi: Voimien keskimääräinen pituus
nl_nl: Gemiddelde lengte van de krachten
pt_pt: Duração média das forças
zh_cn: 力的平均长度

source: Width of the object
de_de: Breite des Objekts
fi_fi: Objektin leveys
nl_nl: Breedte van het object
pt_pt: Largura do objeto
zh_cn: 对象的宽度

source: Height of the object
de_de: Höhe des Objekts
fi_fi: Objektin korkeus
nl_nl: Hoogte van het object
pt_pt: Altura do objeto
zh_cn: 对象的高度

source: Z order of an object
de_de: Z-Anordnung eines Objekts
fi_fi: Objektin Z-järjestys
nl_nl: Z-volgorde van een object
pt_pt: Ordem Z (plano) de um objeto
zh_cn: 对象的 Z 顺序

source: Distance between two objects
de_de: Abstand zwischen zwei Objekten
fi_fi: Kahden objektin välinen etäisyys
nl_nl: Afstand tussen twee objecten
pt_pt: Distância entre dois objetos
zh_cn: 两个物体之间的距离

source: Square distance between two objects
de_de: Quadratischer Abstand zwischen zwei Objekten
fi_fi: Kahden objektin välisen etäisyyden neliö(juuri)
nl_nl: Kwadraat van de afstand tussen twee objecten
pt_pt: Quadrado da distância (D²) entre dois objetos
zh_cn: 两个对象之间的平方距离

source: Object's variable
de_de: Objektvariablen
fi_fi: Objektin muuttuja
nl_nl: Objectvariabele
pt_pt: Variável do objeto
zh_cn: 对象的变量

source: Text of variable of an object
de_de: Text Variablen eines Objekts
fi_fi: Objektin muuttujan teksti
nl_nl: Tekst van variabele van een object
pt_pt: Texto da variável de um objeto
zh_cn: 对象的变量的文本

source: Create an object
de_de: Erstellt ein Objekt
fi_fi: Luo objekti
nl_nl: Een object maken
pt_pt: Criar um objeto
zh_cn: 创建一个对象

source: Create an object at specified position
de_de: Objekt an ausgewählter Position erstellen
fi_fi: Luo objekti määritettyyn sijaintiin
nl_nl: Een object maken op de opgegeven positie
pt_pt: Criar um objeto na posição especificada
zh_cn: 在指定位置创建对象

source: Create object _PARAM1_ at position _PARAM2_;_PARAM3_
de_de: Objekt _PARAM1_ an Position _PARAM2_;_PARAM3_ erstellen
fi_fi: Luo objekti _PARAM1_ sijaintiin _PARAM2_;_PARAM3_
nl_nl: Maken van object _PARAM1_ op positie _PARAM2_; _PARAM3_
pt_pt: Criar o objeto _PARAM1_ na posição _PARAM2_; _PARAM3_
zh_cn: 在 _PARAM2_；_PARAM3_的位置创建对象 _PARAM1_

source: Object to create
de_de: Das zu erstellende Objekt
fi_fi: Luotava objekti
nl_nl: Object maken
pt_pt: Objeto a criar
zh_cn: 要创建的对象

source: Layer (base layer if empty)
de_de: Ebene (Basisebene, wenn leer)
fi_fi: Kerros (pohjakerros, jos tyhjä)
nl_nl: Laag (basislaag indien leeg)
pt_pt: Camada (camada de base, se estiver vazia)
zh_cn: 图层(留空为基本图层)

source: Create an object from its name
fi_fi: Luo objekti sen nimestä
nl_nl: Een object maakt van de naam
pt_pt: Criar um objeto a partir do seu nome
zh_cn: 从对象的名字创建一个对象

source: Among objects _PARAM1_, create object named _PARAM2_ at position _PARAM3_;_PARAM4_
fi_fi: Objektijoukkoon _PARAM1_ luo objekti nimeltä _PARAM2_ sijaintiin _PARAM3_;_PARAM4_
nl_nl: Onder de objecten _PARAM1_, maak een object aan met de naam _PARAM2_ op positie _PARAM3_; _PARAM4_
pt_pt: Entre os objetos _PARAM1_, criar objeto chamado _PARAM2_ na posição _PARAM3_; _PARAM4_

source: Text representing the name of the object to create
fi_fi: Teksti, joka vastaa luotavan objektin nimeä
nl_nl: Tekst welke de naam van het te maken object representeert
pt_pt: Texto que representa o nome do objeto a criar
zh_cn: 文字表示要创建的对象的名称

source: Pick all objects
de_de: Alle Objekte nehmen
fi_fi: Valitse kaikki objektit
nl_nl: Kies alle objecten
pt_pt: Pegue todos os objetos
zh_cn: 挑选所有对象

source: Pick all objects with this name.
de_de: Alle Objekte mit diesem Namen auswählen.
fi_fi: Valitse kaikki tällä nimellä olevat objektit.
nl_nl: Kies alle objecten met deze naam.
pt_pt: Pegue todos os objetos com este nome.
zh_cn: 选择所有具有此名称的对象。

source: Pick all _PARAM1_
de_de: Alle _PARAM1_ nehmen
fi_fi: Valitse kaikki _PARAM1_
nl_nl: Kies alle _PARAM1_
pt_pt: Pegue todos os _PARAM1_
zh_cn: 挑选所有 _PARAM1_

source: Pick a random object
de_de: Zufälliges Objekt auswählen
fi_fi: Valitse satunnainen objekti
nl_nl: Kies een willekeurige object
pt_pt: Escolha um objeto aleatório
zh_cn: 挑选一个随机对象

source: Pick a random _PARAM1_
de_de: Zufälliges _PARAM1_ auswählen
fi_fi: Valitse satunnainen _PARAM1_
nl_nl: Kies een willekeurige _PARAM1_
pt_pt: Escolher um _PARAM1_ aleatório
zh_cn: 挑选一个随机 _PARAM1_

source: An object is moving toward another
de_de: Ein Objekt auf ein anderes zu bewegen
fi_fi: Objekti liikkuu kohti toista objektia
nl_nl: Een object verplaatst zich naar een ander
pt_pt: Um objeto está se movendo em direção a outro
zh_cn: 一个对象向另一个对象移动

source: Check if an object moves toward another. The first object must move.
fi_fi: Tarkista, liikkuuko objekti kohti toista objektia. Ensimmäisen objektin on liikuttava.
nl_nl: Controleer of een object naar een ander zich verplaatst. Het eerste object moet zich verplaatsen.
pt_pt: Verificar se um objeto se move em direção a outro. O primeiro objeto deve se mover.
zh_cn: 检测一个对象是否朝向另一个对象移动. 第一个对象必须移动.

source: _PARAM0_ is moving toward _PARAM1_
fi_fi: _PARAM0_ liikkuu kohti _PARAM1_
nl_nl: _PARAM0_ verplaatst naar _PARAM1_
pt_pt: _PARAM0_ está se movendo em direção a _PARAM1_
zh_cn: _PARAM0_ 向 _PARAM1_ 移动

source: Angle of tolerance
de_de: Toleranzwinkel
fi_fi: Toleranssikulma
nl_nl: Hoek van tolerantie
pt_pt: Ângulo de tolerância
zh_cn: 角度公差

source: Compare the distance between two objects. If condition is inverted, only objects that have a distance greater than specified to any other object will be picked.
fi_fi: Vertaile kahden objektin välistä etäisyyttä. Jos ehto käännetään, valitaan vain objektit joiden etäisyys toisiin objekteihin on suurempi kuin määritetty.
nl_nl: Vergelijk de afstand tussen twee objecten. Als de voorwaarde is omgekeerd dan worden alleen objecten die een grotere afstand dan opgegeven opgehaald.
pt_pt: Comparar a distância entre dois objetos. se a condição é invertida, serão escolhidos apenas os objetos que têm uma distância maior do que o especificado para qualquer outro objeto.
zh_cn: 比较两个对象之间的距离. 如果条件反转，仅拥有距离比另一个大的对象会被挑选

source: _PARAM0_ distance to _PARAM1_ is below _PARAM2_ pixels
fi_fi: _PARAM0_:n etäisyys _PARAM1_:een on alle _PARAM2_ pikseliä
nl_nl: _PARAM0_ afstand tot _PARAM1_ is lager dan _PARAM2_ pixels
pt_pt: Distância de _PARAM0_ a _PARAM1_ está abaixo de _PARAM2_ pixels
zh_cn: _PARAM0_ 到 _PARAM1_ 的距离低于 _PARAM2_ 像素

source: Pick nearest object
fi_fi: Valitse lähin objekti
nl_nl: Kies dichtstbijzijnde object
pt_pt: Escolha o objeto mais próximo
zh_cn: 挑选最近的对象

source: Among the objects, pick the one that is nearest (or furthest if condition is inverted) from the specified position.
fi_fi: Valitse lähin (tai etäisin, jos ehto käännetään) objekti määritetystä sijainnista.
nl_nl: Tussen de objecten, kies degene die het dichtstbijzijnde (of verst als voorwaarde is omgekeerd) vanaf de opgegeven positie.
pt_pt: Entre os objetos, escolha o que é o mais próximo (ou o mais distante, se a condição for invertida) da posição especificada.

source: Pick nearest _PARAM0_ to _PARAM1_;_PARAM2_
fi_fi: Valitse lähin _PARAM0_ sijaintiin _PARAM1_;_PARAM2_
nl_nl: Kies dichtstbijzijnde _PARAM0_ aan _PARAM1_; _PARAM2_
pt_pt: Escolher a mais próxima de _PARAM0_ para _PARAM1_; _PARAM2_
zh_cn: 挑选最近的 _PARAM0_ 到 _PARAM1_;_PARAM2_

source: Objects count
de_de: Objekte zählen
fi_fi: Objektien määrä
nl_nl: Objecten tellen
pt_pt: Contagem de objetos
zh_cn: 对象计数

source: Compare the number of picked objects
fi_fi: Vertaile valittujen objektien määrää
nl_nl: Vergelijk het aantal gekozen objecten
pt_pt: Comparar o número de objetos selecionados
zh_cn: 比较挑选的对象数量

source: The number of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n määrä on _PARAM1__PARAM2_
nl_nl: Het aantal van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O número de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的数量 _PARAM1_ _PARAM2_

source: _PARAM0_ is in collision with _PARAM1_
fi_fi: _PARAM0_ on törmäyksessä _PARAM1_ kanssa
nl_nl: _PARAM0_ is in botsing met _PARAM1_
pt_pt: _PARAM0_ está em colisão com _PARAM1_
zh_cn: _PARAM0_ 与 _PARAM1_ 碰撞

source: An object is turned toward another
fi_fi: Objekti on käännetty kohti toista objektia
nl_nl: Een object is naar een ander gedraaid
pt_pt: Um objeto é rotacionado em direção a outro
zh_cn: 一个对象转向另一个
