Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Compiling...
de_de: Kompilieren...
fi_fi: Käännetään...
nl_nl: Compileren...
pt_pt: Compilando...
zh_cn: 正在编译...

source: In the compiled game, the game will be stopped.
de_de: Im kompilierten Spiel wird das Spiel beendet.
fi_fi: Käännetyssä pelissä peli pysäytetään.
nl_nl: In het gecompileerde spel, zal het spel worden stopgezet.
pt_pt: No jogo compilado, o jogo será parado.
zh_cn: 在已编译的游戏中，游戏将被停止。

source: In the compiled game, the scene will be stopped and replaced by
de_de: Im kompilierten Spiel werden die Szene beendet und durch ersetzt
fi_fi: Käännetyssä pelissä kenttä pysäytetään ja korvataan
nl_nl: In het gecompileerde spel, zal de scène worden gestopt en vervangen worden door
pt_pt: No jogo compilado, a cena será parada e substituída por
zh_cn: 在已编译的游戏中，现场将会停止并被替换

source: In the compiled game, the scene will be paused and replaced by
de_de: Im kompilierten Spiel wird die Szene angehalten und ersetzt durch
fi_fi: Käännetyssä pelissä kenttä keskeytetään ja korvataan
nl_nl: In het gecompileerde spel, zal de scène onderbroken en vervangen worden door
pt_pt: No jogo compilado, a cena será pausada e substituída por
zh_cn: 在已编译的游戏中，现场将会停止并被替换

source: In the compiled game, the scene will be stopped and the game will go to the previous paused one
de_de: In der kompilierten Spiel wird die Szene gestoppt und das Spiel geht an das vorhergehende gestoppte
fi_fi: Käännetyssä pelissä kenttä pysäytetään ja peli palaa edelliseen, keskeytettyyn kenttään
nl_nl: In het gecompileerde spel, zal de scène worden gestopt en het spel zal gaan verder gaan met de vorige scène
pt_pt: No jogo compilado, a cena será interrompida e o jogo vai para a cena anterior em pausa
zh_cn: 在已编译的游戏中，将停止场景并且游戏会返回到之前暂停的位置

source: Compilation of events failed, and scene cannot be previewed. Please report this problem to GDevelop's developer, joining this file:
de_de: Zusammenstellung der Ereignisse gescheitert. Für die Szene kann keine Vorschau angezeigt werden. Bitte melden Sie dieses Problem an die GDevelop Entwickler und fügen Sie diese Datei an:
fi_fi: Tapahtumien kääntäminen epäonnistui ja kenttää ei voida esikatsella. Ilmoita tästä ongelmasta GDevelopin kehittäjille ja liitä mukaan tämä tiedosto:
nl_nl: Compilatie van gebeurtenissen mislukt, de preview van de scene kan niet starten. Raporteer dit probleem bij de GDevelop ontwikelaar, in combinatie met dit bestand:
pt_pt: A compilação de eventos falhou, e a cena não pode ser pré-visualizada. Por favor, reporte esse problema para um desenvolvedor do GDevelop, mostrando esse arquivo:
zh_cn: 事件编译失败，并且场景不能预览。请将该问题和文件提交给GDevelop 的开发人员:

source: Debugger
fi_fi: Virheenkorjaaja
pt_pt: Depurador
zh_cn: 调试器

source: Profiling
de_de: Profilerstellung
fi_fi: Profilointi
nl_nl: Profilering
pt_pt: Perfilagem
zh_cn: 性能分析

source: Play
de_de: Ausführen
fi_fi: Pelaa
nl_nl: Afspelen
pt_pt: Executar
zh_cn: 播放

source: Start the preview
de_de: Die Vorschau starten
fi_fi: Aloita esikatselu
nl_nl: Begin de preview
pt_pt: Iniciar a visualização
zh_cn: 开始预览

source: Play in a window
de_de: In einem Fenster spielen
fi_fi: Pelaa ikkunassa
nl_nl: Speel in een venster
pt_pt: Jogar em uma janela
zh_cn: 在窗口中播放

source: Start the preview in an external window
de_de: Die Vorschau in einem externen Fenster starten
fi_fi: Aloita esikatselu ulkoisessa ikkunassa
nl_nl: Begin de preview in een extern venster
pt_pt: Comece a pré-visualização em uma janela externa
zh_cn: 在外部窗口中启动预览

source: Pause
de_de: Pausieren
fi_fi: Keskeytä
nl_nl: Pauze
pt_pt: Pausar
zh_cn: 暂停

source: Pause the preview
de_de: Vorschau pausieren
fi_fi: Keskeytä esikatselu
nl_nl: Onderbreek het voorbeeld
pt_pt: Pausar a visualização
zh_cn: 暂停预览

source: Show the debugger to view the state of the game
de_de: Zeigt den Debugger an um den Status des Spiels zu sehen
fi_fi: Näytä virheenkorjaaja nähdäksesi pelin tilan
nl_nl: Toon de debugger en laat de status van het spel zien
pt_pt: Mostrar o depurador para exibir o estado do jogo
zh_cn: 显示调试器来查看游戏的状态

source: Show the profiler to monitor performances
de_de: Zeigt den Profiler an, um die Leistungen zu überwachen
fi_fi: Näytä profiloija katsoaksesi suorituskykyä
nl_nl: Toon de profiler om prestaties te controleren
pt_pt: Mostrar o profiler para monitorar desempenhos
zh_cn: 显示探查器监视性能

source: Property
de_de: Eigenschaft
fi_fi: Ominaisuus
nl_nl: Eigenschap
pt_pt: Propriedades
zh_cn: 属性

source: Value
de_de: Wert
fi_fi: Arvo
nl_nl: Waarde
pt_pt: Valor
zh_cn: 值

source: Frame per seconds ( FPS )
de_de: Bilder pro Sekunde (FPS)
fi_fi: Ruutua sekunnissa (FPS)
nl_nl: Frames per seconde (FPS)
pt_pt: Quadros por segundo ( FPS )
zh_cn: 帧每秒 (FPS)

source: Time elapsed since the last image
de_de: Verstrichene Zeit seit dem letzten Bild
fi_fi: Kulunut aika viimeisestä kuvasta
nl_nl: Verstreken tijd sinds de laatste afbeelding
pt_pt: Tempo decorrido desde a última imagem
zh_cn: 最后的图像经过的时间

source: Number of objects
de_de: Anzahl der Objekte
fi_fi: Objektien määrä
nl_nl: Aantal objecten
pt_pt: Número de objetos
zh_cn: 对象数目

source: Resources count
de_de: Ressourcen Zählung
fi_fi: Resurssien määrä
nl_nl: Aantal bronnen
pt_pt: Contagem de recursos
zh_cn: 资源计数

source: Window's size
de_de: Fenstergröße
fi_fi: Ikkunan koko
nl_nl: De grootte van het venster
pt_pt: Tamanho da janela
zh_cn: 窗口大小

source: Position of the mouse over the window
de_de: Die Position der Maus über dem Fenster
fi_fi: Hiiren sijainti ikkunassa
nl_nl: Positie van de muis in het venster
pt_pt: Posição do mouse sobre a janela
zh_cn: 鼠标在视窗的位置

source: Time elapsed since the beginning of the scene
de_de: Verstrichene Zeit seit dem Beginn der Szene
fi_fi: Kentän alkamisesta kulunut aika
nl_nl: Verstreken tijd sinds het begin van de scène
pt_pt: Tempo decorrido desde o começo da cena
zh_cn: 场景经过的时间

source: Scene variables
de_de: Szene-Variablen
fi_fi: Kentän muuttujat
nl_nl: Scène variabelen
pt_pt: Variáveis de cena
zh_cn: 场景变数

source: (Structure)
de_de: (Struktur)
fi_fi: (Rakenne)
nl_nl: (Structuur)
pt_pt: (Estrutura)
zh_cn: ( 结构 )

source: Globals variables
de_de: Globale Variablen
fi_fi: Globaalit muuttujat
nl_nl: Globale variabelen
pt_pt: Variáveis globais
zh_cn: 全局变量

source: Enter the new value
de_de: Geben Sie den neuen Wert ein
fi_fi: Kirjoita uusi arvo
nl_nl: Voor een nieuwe waarde in
pt_pt: Entre com o novo valor
zh_cn: 输入新值

source: Editing a value
de_de: Bearbeiten eines Wertes
fi_fi: Arvon muokkaaminen
nl_nl: Een waarde aan het bewerken
pt_pt: Valor de edição
zh_cn: 编辑值

source: Unable to modify the value. The value entered is either incorrect or the property is read-only.
de_de: Nicht in der Lage den Wert zu ändern. Der Wert ist entweder nicht korrekt oder die Eigenschaft ist schreibgeschützt.
fi_fi: Ei voi muokata arvoa. Arvo on joko virheellinen tai se on vain-luku arvo.
nl_nl: Kan de waarde niet aanpassen. De ingevoerde waarde is of incorrect of de eigenschap is alleen-lezen.
pt_pt: Não é possível modificar o valor. O valor inserido é incorreto ou a propriedade é somente de leitura.
zh_cn: 不能修改值。 输入值不正确或其属性为只读。

source: Editing a variable
de_de: Bearbeiten einer Variablen
fi_fi: Muuttujan muokkaaminen
nl_nl: Een variabel aan het bewerken
pt_pt: Edite uma variável
zh_cn: 编辑变量

source: Specific
de_de: Spezifisch
fi_fi: Erityisiä
nl_nl: Specifieke
pt_pt: Específicos
zh_cn: 特定

source: Variables
de_de: Variablen
fi_fi: Muuttujat
nl_nl: Variabelen
pt_pt: Variáveis
zh_cn: 变量

source: Type the name of the new variable
de_de: Geben Sie den Namen der neuen Variablen ein
fi_fi: Kirjoita uuden muuttujan nimi
nl_nl: Typ de naam van de nieuwe variabele
pt_pt: Escreva o nome da nova variável
zh_cn: 输入新变量的名称

source: Adding a scene variable
de_de: Hinzufügen einer Szene-Variablen
fi_fi: Kenttämuuttujan lisäys
nl_nl: Een scène variabel toevoegen
pt_pt: Adicionando uma nova variável
zh_cn: 添加场景变量

source: A variable with this name already exists!
de_de: Eine Variable mit diesem Namen existiert bereits!
fi_fi: Samanniminen muuttuja on jo olemassa!
nl_nl: Er bestaat al een variabel met deze naam!
pt_pt: Uma variável com esse nome já existe!
zh_cn: 具有此名称的变量已经存在 ！

source: Enter the value of the variable
de_de: Geben Sie den Wert der Variablen ein
fi_fi: Kirjoita muuttujan arvo
nl_nl: Voer een waarde in van de variabel
pt_pt: Digite o valor da variável
zh_cn: 输入该变量的值

source: Adding a global variable
de_de: Eine globale Variable hinzufügen
fi_fi: Globaalin muuttujan lisääminen
nl_nl: Een globale variabel toevoegen
pt_pt: Adicionando uma variável global
zh_cn: 添加全局变量

source: Unable to create object.
de_de: Objekt kann nicht erstellt werden.
fi_fi: Objektia ei voi luoda.
nl_nl: Kan object niet aanmaken.
pt_pt: Não foi possível criar o objeto.
zh_cn: 无法创建对象。

source: Enter the X position of the object
de_de: Geben Sie die X-Position des Objekts ein
fi_fi: Kirjoita objektin X-sijainti
nl_nl: Voor de X-positie van het object in
pt_pt: Digite a posição X do objeto
zh_cn: 输入对象的 X 位置

source: Adding an object
de_de: Hinzufügen eines Objekts
fi_fi: Objektin lisääminen
nl_nl: Een object toevoegen
pt_pt: Adicionando um objeto
zh_cn: 添加对象

source: Enter the object's Y position
de_de: Geben Sie die Y-Position des Objekts ein
fi_fi: Kirjoita objektin Y sijainti
nl_nl: Voor de Y-positie van het object in
pt_pt: Digite a posição Y do objeto
zh_cn: 输入对象的 Y 位置

source: The C++ code events allow you to call a function written in C++, with if needed the scene or some objects passed as arguments. You can also specify the external source files which must be compiled if your function is refering to features implemented in external source files.
de_de: Die C++ Code Events erlauben es eine in C++ geschriebene Funktion auszuführen. Falls benötigt können können die Scene oder einige Objekte als Argumente übergeben werden. Sie können auch angeben welche externen Quellcode Dateien kompiliert werden sollen, wenn Ihre Funktion Features aus externen Quelldateien implementiert.
fi_fi: C ++ kooditapahtumien avulla voit kutsua C++:lla kirjoitettua funktiota ja tarvittaessa välittää kentän tai objekteja argumentteina. Voit myös määrittää ulkoisia lähdetiedostoja, joiden on oltava käännettyjä jos funktiosi viittaa niiden sisältöihin.
nl_nl: The C++ code gebeurtenissen staat u toe om functies te gebruiken geschreven in C++, als het nodig is met de scène of een object als argument. Je kan ook een extern bron bestand gebruiken dat moet worden compileerd als je functie verwijst naar een extern bron bestand.
pt_pt: Eventos de código em C++, permitem que você chamar uma função escrito em C++, com se necessário a cena ou alguns objetos passados como argumentos. Você também pode especificar os arquivos de origem externa que devem ser compilados se sua função está referindo-se à recursos implementados em arquivos de fonte externa.
zh_cn: C + + 代码事件允许您将调用 c + + 编写的函数 ，並按需要把场景或一些对象输入作为参数。 你还可以指定外部已编译的源文件 如果您的函数需要外部源文件中实现的功能。

source: Call to function
de_de: Funktion aufrufen
fi_fi: Funktiokutsu
nl_nl: Roep functie op
pt_pt: Chamar a função
zh_cn: 调用函数

source: Pass a reference to the scene
de_de: Eine Referenz auf die Scene übergeben
fi_fi: Välitä viittaus kentälle
nl_nl: Een verwijzing aan de scène doorgeven
pt_pt: Passe a referência para a cena
zh_cn: 传递一个引用给场景

source: Pass a list of pointers to objects:
de_de: Eine Liste von Pointern auf Objekte übergeben:
fi_fi: Välitä luettelo osoittimista objekteihin:
nl_nl: Een lijst met verwijzingen aan objecten doorgeven:
pt_pt: Passe uma lista de ponteiros para objetos:
zh_cn: 传递给对象的指针列表:

source: Dependencies
de_de: Voraussetzungen
fi_fi: Riippuvuudet
nl_nl: Afhankelijkheden
pt_pt: Dependências
zh_cn: 依赖项

source: Events editor displaying
de_de: Ereignis-Editor anzeigen
fi_fi: Tapahtumaeditori näyttää
nl_nl: Gebeurtenis bewerker wordt getoond
pt_pt: Editor de eventos exibindo
zh_cn: 事件编辑器中显示

source: Name/Comment displayed for the event:
de_de: Name/Kommentar für das Ereignis angezeigt:
fi_fi: Tapahtuman nimi/kommentti:
nl_nl: Naam/Commentaar weergegeven voor de gebeurtenis:
pt_pt: Nome/Comentário exibido para o evento:
zh_cn: 事件显示的名称/注释:

source: Display the code in the events editor
de_de: Zeigt den Code im Ereignis-Editor
fi_fi: Näytä koodi tapahtumaeditorissa
nl_nl: De code in de gebeurtenissen bewerker weergeven
pt_pt: Exiba o código no editor de eventos
zh_cn: 在事件编辑器中显示代码

source: Includes
de_de: Enthält
fi_fi: Sisältää
nl_nl: Bevat
pt_pt: Inclui
zh_cn: 包括

source: void Function() {
pt_pt: void função () {

source: Play the scene
de_de: Spielen der Szene
fi_fi: Käynnistä kenttä
nl_nl: De scène spelen
pt_pt: Rodar a cena
zh_cn: 播放场景

source: Play the current scene
de_de: Spielen der aktuellen Szene
fi_fi: Käynnistä nykyinen kenttä
nl_nl: De huidige scène spelen
pt_pt: Jogar a cena atual
zh_cn: 播放当前场景

source: Pause the scene
de_de: Pausieren der Szene
fi_fi: Keskeytä kenttä
nl_nl: Onderbreek de scène
pt_pt: Pausar a cena
zh_cn: 暂停场景

source: Pause the scene being played
de_de: Pausieren der Szene die gespielt wird
fi_fi: Keskeytä käynnissä oleva kenttä
nl_nl: De scène die wordt gespeeld onderbreken
pt_pt: Pausar a cena sendo jogada
zh_cn: 暂停正在播放的场景

source: Render only one frame of the scene
de_de: Nur einen Frame der Szene rendern
fi_fi: Renderöi vain yksi kentän kehys
nl_nl: Slechts een frame van de scène renderen
pt_pt: Processar apenas um quadro de cena
zh_cn: 只渲染一帧场景

source: Create a new object
de_de: Erstellt ein neues Objekt
fi_fi: Luo uusi objekti
nl_nl: Een nieuw object maken
pt_pt: Criar um objeto novo
zh_cn: 创建一个新对象

source: Add a scene variable
de_de: Fügt eine Szene-Variable hinzu
fi_fi: Lisää kenttämuuttuja
nl_nl: Een scène variabel toevoegen
pt_pt: Adicionar uma variável de cena
zh_cn: 添加场景变量

source: Create a new global variable
de_de: Erstellt eine neue Globale variable
fi_fi: Luo uusi globaali muuttuja
nl_nl: Maak een nieuwe globale variabel
pt_pt: Criar uma nova variável global
zh_cn: 创建一个新的全局变量

source: Object :
de_de: Objekt :
fi_fi: Objekti:
pt_pt: Objeto :
zh_cn: 对象：

source: Exports the game to a native Android application. This will produce source files ready to be compiled for Android using the Android SDK and NDK.
de_de: Exportiert das Spiel als native Android App. Es werden Quell Dateien erzeugt welche direkt mit dem Android SDK und NDK für das Android Betriebssystem kompiliert werden können.
nl_nl: Exporteert het spel naar een native Android-toepassing. Dit zal de bronbestanden klaar maken om te worden opgesteld om de Android SDK en NDK te gebruiken.
pt_pt: Exportar o jogo para uma aplicação nativa do Android. Isso irá produzir arquivos fonte prontos para serem compilados para Android usando Android SDK e NDK.
zh_cn: 导出游戏为安卓应用。这将会产生用于Android SDK和NDK编译Android的源代码。

source: Export folder:
de_de: Ordner exportieren:
fi_fi: Vie kansioon:
nl_nl: Export map:
pt_pt: Pasta de exportação:
zh_cn: 所导出文件夹：

source: Activate profiling ( Relaunch the scene )
de_de: Aktiviert die Profilerstellung (Neustart der Szene)
fi_fi: Aktivoi profilointi (käynnistä kenttä uudelleen)
nl_nl: Profielen activeren (Scène opnieuw opstarten)
pt_pt: Ativar perfis (relançamento da cena)
zh_cn: 激活分析 ( 重新启动场景 )

source: Change the number of measure
de_de: Anzahl der Messungen ändern
fi_fi: Muuta mittausten määrää
nl_nl: Het aantal maatregelen wijzigen
pt_pt: Alterar o número da medida
zh_cn: 更改度量数目

source: Infinity number
de_de: Unendliche Zahl
fi_fi: Ääretön numero
nl_nl: Oneindig nummer
pt_pt: Número infinito
zh_cn: 无限数量

source: Number of measures
de_de: Anzahl der Messungen
fi_fi: Mittausten määrä
nl_nl: Aantal maatregelen
pt_pt: Número de medidas
zh_cn: 测量数量

source: Change the interval between each measures.
de_de: Intervall zwischen einzelnen Messungen ändern.
fi_fi: Muuta mittausten välistä aikaa.
nl_nl: De interval tussen maatregelen wijzigen.
pt_pt: Altere o intervalo entre cada medida.
zh_cn: 更改每个测量之间的时间间隔。

source: Display total time
de_de: Zeigt die Gesamtzeit an
fi_fi: Näytä kokonaisaika
nl_nl: De totale tijd weergeven
pt_pt: Mostrar o tempo total
zh_cn: 显示总时间

source: Display time used by events
de_de: Zeigt die durch Ereignisse verbrauchte Zeit an
fi_fi: Näytä tapahtumien käyttämä aika
nl_nl: Tijd die wordt gebruikt door gebeurtenissen weergeven
pt_pt: Mostrar o tempo usado pelos eventos
zh_cn: 显示事件所用的时间

source: Display the number of objects
de_de: Zeigt die Anzahl der Objekte an
fi_fi: Näytä objektien määrä
nl_nl: Het aantal objecten weergeven
pt_pt: Exibir o número de objetos
zh_cn: 显示对象的数目

source: Total rendering time ( Display + Events )
de_de: Gesamt Renderzeit (Anzeige + Ereignisse)
fi_fi: Renderöintiaika (näyttö + tapahtumat)
nl_nl: Totale rendertijd (Beeld + Handelingen)
pt_pt: Tempo total de processamento (exposição + eventos)
zh_cn: 总共的渲染时间 ( 显示 + 事件 )

source: Events:
de_de: Ereignisse:
fi_fi: Tapahtumat:
nl_nl: Gebeurtenissen:
pt_pt: Eventos:
zh_cn: 事件：

source: / Percent of time used by events:
de_de: / Prozent der Zeit die durch Ereignisse verwendet wurde:
fi_fi: / tapahtumien käyttämä aikaosuus:
nl_nl: / Procent van de tijd gebruikt voor gebeurtenissen:
pt_pt: / % Do tempo usado pelos acontecimentos:
zh_cn: / 事件所用的时间百分比：

source: Total rendering time ( Display + Events ):
de_de: Gesamt Renderzeit (Anzeige + Ereignisse):
fi_fi: Renderöintiaika (näyttö + tapahtumat):
nl_nl: Totale rendertijd (Beeld + Gebeurtenissen):
pt_pt: Tempo total de processamento (exposição + eventos):
zh_cn: 总共渲染时间 ( 显示 + 事件 )

source: Number of objects:
de_de: Anzahl der Objekte:
fi_fi: Objektien määrä:
nl_nl: Aantal objecten:
pt_pt: Número de objetos:
zh_cn: 对象数目

source: Enter the number of measure to memorize
de_de: Geben Sie die Anzahl der zu merkenden Maßnahmen an
fi_fi: Anna tallennettavien mittausten lukumäärä
nl_nl: Voer het aantal te onthouden metingen in
pt_pt: Digite o número da medida para memorizar
zh_cn: 输入要记录的测量数目

source: Enter time between each measure ( milliseconds )
de_de: Geben Sie die Zeit zwischen jeder Maßnahme an (in Millisekunden)
fi_fi: Anna mittausten välinen aika (millisekunteina)
nl_nl: Voer de tijd in tussen elke meting (milliseconden)
pt_pt: Digite o tempo entre cada medida (milissegundos)
zh_cn: 输入每次测量 ( 毫秒 ) 之间的时间

source: Time between each measure
de_de: Zeit zwischen jeder Messung
fi_fi: Mittausten välinen aika
nl_nl: Tijd tussen elke meting
pt_pt: Tempo entre cada medida
zh_cn: 每次测量之间的时间

source: Game compilation
de_de: Spielesammlung
fi_fi: Pelin kääntäminen
nl_nl: Spel compilatie
pt_pt: Compilação do jogo
zh_cn: 游戏编译

source: Compile
de_de: Kompilieren
fi_fi: Käännä
nl_nl: Compileren
pt_pt: Compilar
zh_cn: 编译

source: The game is empty: add a scene using the project manager.
de_de: Das Spiel ist leer: Fügen Sie eine Scene über den Projekt Manager hinzu.
fi_fi: Peli on tyhjä: Lisää kenttä projektihallinnan avulla.
nl_nl: Het spel is leeg: voeg een scène toe met behulp van de projectmanager.
pt_pt: O jogo está vazio: adicione uma cena usando o gerenciador de projetos.
zh_cn: 游戏是空的: 使用项目管理器添加一个场景。

source: Compiled project is now available in the export folder.
de_de: Das kompilierte Projekt ist nun im Exportordner verfügbar.
fi_fi: Käännetty projekti on nyt saatavilla vientikansiossa.
nl_nl: Gecompileerde project is nu beschikbaar in de uitvoer map.
pt_pt: Projeto compilado está agora disponível na pasta de exportação.
zh_cn: 已编译的项目现已在输出文件夹中。

source: Compilation achieved. Do you want to open the folder where the project has been compiled?
de_de: Kompilierung erfolgreich. Möchten Sie den Ordner öffnen in welchem das Projekt kompiliert wurde?
fi_fi: Käännös valmis. Haluatko avata käännöskansion?
nl_nl: Compilatie klaar. Wilt u de map openen waarin het project is gecompileerd?
pt_pt: Compilação alcançada. Você quer abrir a pasta onde o projeto foi compilado?
zh_cn: 编译完成。你需要打开文件夹查看项目吗？

source: You must choose a directory where the project must be exported.
de_de: Sie müssen ein Verzeichnis auswählen in welches das Projekt exportiert werden soll.
fi_fi: Valitse kansio, jonne projekti viedään.
nl_nl: U moet een map kiezen waar naar het project moet worden geëxporteerd.
pt_pt: Você deve escolher um diretório onde o projeto deve ser exportado.
zh_cn: 您必须选择一个目录以导出项目。

source: Compilation canceled
de_de: Kompilierung abgebrochen
fi_fi: Kääntäminen peruutettu
nl_nl: Compilatie geannuleerd
pt_pt: Compilação cancelada
zh_cn: 编译取消

source: Unable to create the folder where the project must be compiled. Please ensure that you have sufficient rights to write in this folder.
de_de: Nicht in der Lage den Ordner zu erstellen, wo das Projekt kompiliert werden muss. Bitte stellen Sie sicher, dass Sie über ausreichende Rechte zum Schreiben in diesen Ordner verfügen.
fi_fi: Käännöskansiota ei voitu luoda. Tarkista, että sinulla on kirjoitusoikeudet tähän kansioon.
nl_nl: Kan de compilatiefolder niet aanmaken. Zorg ervoor dat u voldoende rechten heeft om in deze map te schrijven.
pt_pt: Não é possível criar a pasta onde o projeto deve ser compilado. Por-favor certifique-se de que você tem direitos suficientes para gravar nesta pasta.
zh_cn: 无法创建编译项目的文件夹。 请肯定你有足够的权限写入此文件夹中。

source: Position
fi_fi: Sijainti
nl_nl: Positie
pt_pt: Posição
zh_cn: 位置

source: Size
de_de: Größe
fi_fi: Koko
nl_nl: Formaat
pt_pt: Tamaho
zh_cn: 大小

source: Visibility
de_de: Sichtbarkeit
fi_fi: Näkyvyys
nl_nl: Zichtbaarheid
pt_pt: Visibilidade
zh_cn: 可见性

source: Hidden
de_de: Versteckt
fi_fi: Piilotettu
nl_nl: Verborgen
pt_pt: Oculto
zh_cn: 隐藏

source: Displayed
de_de: Angezeigt
fi_fi: Näytetty
nl_nl: Weergegeven
pt_pt: Visível
zh_cn: 显示

source: Speed
de_de: Geschwindigkeit
fi_fi: Nopeus
nl_nl: Snelheid
pt_pt: Velocidade
zh_cn: 速度

source: Angle of moving
de_de: Winkel der Bewegung
fi_fi: Liikekulma
nl_nl: Hoek van verplaatsing
pt_pt: Ângulo de movimento
zh_cn: 移动角度

source: X coordinate of moving
de_de: X-Koordinate der Bewegung
fi_fi: liikkeen X-koordinaatti
nl_nl: X-coördinaat van de verplaatsing
pt_pt: X coordenada de movimento
zh_cn: 移动的 X 坐标

source: Y coordinate of moving
de_de: Y-Koordinate der Bewegung
fi_fi: liikkeen Y-koordinaatti
nl_nl: Y-coördinaat van de verplaatsing
pt_pt: Y coordenada de movimento
zh_cn: 移动的 Y 坐标

source: Animation
fi_fi: Animaatio
nl_nl: Animatie
pt_pt: Animação
zh_cn: 动画

source: Direction
de_de: Richtung
fi_fi: Suunta
nl_nl: Richting
pt_pt: Direção
zh_cn: 方向

source: Image
de_de: Bild
fi_fi: Kuva
nl_nl: Afbeelding
pt_pt: Imagem
zh_cn: 图像

source: Opacity
de_de: Deckkraft
fi_fi: Peittävyys
nl_nl: Dekking
pt_pt: Opacidade
zh_cn: 不透明度

source: Blend mode
de_de: Überlagerungs-Modus
fi_fi: Sekoitustila
nl_nl: Overvloeimodus
pt_pt: Modo de mesclagem
zh_cn: 混合模式

source: X Scale
de_de: X-Skalierung
fi_fi: X-skaalaus
nl_nl: X-schaal
pt_pt: X escala
zh_cn: X 缩放比例

source: Y Scale
de_de: Y-Skalierung
fi_fi: Y-skaalaus
nl_nl: Y-schaal
pt_pt: Escala de Y
zh_cn: Y 缩放比例

source: Native (Windows or Linux games)
de_de: Nativ (Windows oder Linux Spiele)
fi_fi: Natiivi (Windows- tai Linux-peli)
nl_nl: Inheems (Windows of Linux games)
pt_pt: Nativo (jogos de Windows ou Linux)
zh_cn: 本机 ( Windows 或 Linux 游戏 )

source: C++ and OpenGL based games for Windows or Linux.
de_de: C++ und OpenGL-basierte Spiele für Windows oder Linux.
fi_fi: C++- ja OpenGL-pohjaisia pelejä Windowsille tai Linuxille.
nl_nl: C++ en OpenGL gebaseerde spellen voor Windows of Linux.
pt_pt: C++ e OpenGL baseado jogos para Windows ou Linux.
zh_cn: 基於 C + + 和 OpenGL 的 Windows 或 Linux 的游戏。

source: Export to native Android
de_de: Exportieren als native Android App
nl_nl: Exporteren naar native Android
pt_pt: Exportar para Android nativo
zh_cn: 导出到原生 Android

source: Javascript code
fi_fi: JavaScript-koodi
pt_pt: Código JavaScript
zh_cn: Javascript 代码

source: An error occurred when launching the preview:
de_de: Beim Starten der Vorschau ist ein Fehler aufgetreten:
fi_fi: Virhe käynnistettäessä esikatselua:
nl_nl: Er is een fout opgetreden bij de starten van het voorbeeld:
pt_pt: Ocorreu um erro ao iniciar a visualização:
zh_cn: 启动预览时发生错误：
