Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Please report this error on the GDevelop website, or contact the extension developer if it seems related to a third party extension.
de_de: Bitte melden Sie diesen Fehler auf der Webseite von GDevelop oder kontaktieren Sie den Entwickler der Erweiterung, wenn es den Anschein hat, dass der Fehler im Zusammenhang mit einer Erweiterung eines Drittanbieters auftaucht.
fi_fi: Raportoi tämä virhe GDevelop-sivustolla tai ota yhteyttä laajennuksen kehittäjään, jos virhe näyttää liittyvän kolmannen osapuolen laajennukseen.
nl_nl: Rapporteer deze fout op de GDevelop website, of neem contact op met de ontwikkelaar van de uitbreiding als er een het verband lijkt met deze uitbreiding.
pt_pt: Por-favor relatar este erro no site GDevelop ou entre em contato com o desenvolvedor da extensão se parecer relacionado à extensão de um terceiro.
zh_cn: 请在 GDevelop 网站上，报告此错误或联系扩展开发人员，如果它看上去和第三方扩展有关。

source: Unable to launch your browser :( Manually open your browser and type "localhost:2828" in the address bar (without the quotes) to launch the preview!
de_de: Starten des Browsers fehlgeschlagen. :( Bitte den Browser manuell starten und als URL "localhost:2828" in die Adresszeile eingeben (ohne Anführungszeichen) um die Vorschau zu starte!
nl_nl: Uw browser kan niet gestart worden: ( Open handmatig uw browser en type "localhost:2828" in de adresbalk (zonder de aanhalingstekens) om het voorbeeld te starten!
pt_pt: Não é possível iniciar seu navegador :( Manualmente abra seu navegador e digite "localhost:2828" na barra de endereços (sem aspas) para iniciar o preview!
zh_cn: 无法启动您的浏览器 :( 请手动打开您的浏览器，在地址栏中输入“localhost:2828”（不包含引号） 来启动预览。

source: Advanced control features
de_de: Erweiterte Steuerfunktionen
fi_fi: Ohjauksen lisäominaisuudet
nl_nl: Geavanceerde besturingselement functies
pt_pt: Características de controle avançado
zh_cn: 进阶控制功能

source: Built-in extension providing advanced control features.
de_de: Integrierte Erweiterung bietet erweiterte Funktionen.
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa edistyneitä ohjausominaisuuksia.
nl_nl: Ingebouwde uitbreiding voor geavanceerd besturingselement mogelijkheden.
pt_pt: Extensão Embutida, fornecendo recursos avançados de controle.
zh_cn: 内置的扩展提供了进阶控制功能。

source: Audio
de_de: Ton
fi_fi: Ääni
nl_nl: Geluid
pt_pt: ÁUDIO
zh_cn: 音频

source: Builtin audio extension
de_de: Eingebaute Audio-Erweiterung
fi_fi: Sisäänrakennettu äänilaajennus
nl_nl: Ingebouwde geluidsuitbreiding
pt_pt: Extensão embutida de áudio
zh_cn: 内置音频扩展组件

source: Base object
de_de: Basisobjekt
fi_fi: Perusobjekti
nl_nl: basisobject
pt_pt: Objeto base
zh_cn: 基对象

source: Cameras and layers features
de_de: Kamera und Ebenen-Funktionen
fi_fi: Kameroiden ja tasojen ominaisuudet
nl_nl: camera's en lagen functies
pt_pt: Características das câmeras e camadas
zh_cn: 镜头和图层的功能

source: Builtin camera extension
de_de: Eingebaute Kamera Erweiterung
fi_fi: Sisäänrakennettu kameralaajennus
nl_nl: Ingebouwde camera-uitbreiding
pt_pt: Extensão de câmera integrada
zh_cn: 内建镜头扩展组件

source: Standard Conversions
de_de: Standardkonvertierungen
fi_fi: Vakiomuunnokset
nl_nl: Standaard conversies
pt_pt: Conversões padrão
zh_cn: 标准转换

source: Built-in extension providing standard conversions expressions.
de_de: Integrierte Erweiterung stellt eine Standardkonvertierung bereit.
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa lausekkeiden vakiomuunnoksia.
nl_nl: Ingebouwde uitbreiding met standaard conversies expressies.
pt_pt: Extensão integrada que oferece expressões de conversão padrão.
zh_cn: 内置的扩展提供标准转换的表达式。

source: Standard events
de_de: Standard-Ereignisse
fi_fi: Vakiotapahtumat
nl_nl: Standaard gebeurtenissen
pt_pt: Eventos Padrão
zh_cn: 标准事件

source: Built-in extension providing standard events.
de_de: Integrierte Erweiterung stellt die Standardereignisse bereit.
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa vakiotapahtumia.
nl_nl: Ingebouwde uitbreiding voor standaard gebeurtenissen.
pt_pt: Extensão embutida fornecendo eventos padrão.
zh_cn: 内置的扩展提供标准的事件。

source: Javascript code (Web platform only)
de_de: JavaScript-Code (nur Web-Plattform)
fi_fi: JavaScript-koodi (vain web-alusta)
nl_nl: JavaScript-code (aleen webplatform)
pt_pt: Código Javascript (apenas plataforma Web)
zh_cn: Javascript 代码 ( 仅适用于 Web 平台 )

source: Insert some Javascript code into events
de_de: Einfügen von gewissem Javascript-Code in Ereignisse
fi_fi: Lisää Javascript-koodia tapahtumiin
nl_nl: Sommige javascriptcode invoegen in gebeurtenissen
pt_pt: Inserir algum código Javascript em eventos
zh_cn: 插入 Javascript 代码到事件

source: Built-in extension providing actions and conditions related to external layouts
de_de: Integrierte Erweiterung bietet Aktionen und Bedingungen für die externen Layouts
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa ulkoisiin asetteluihin liittyviä toimintoja ja ehtoja
nl_nl: Ingebouwde uitbreiding die acties en voorwaarden in verband met externe lay-outs mogelijk maakt
pt_pt: Extensão integrada que oferece ações e projetos relacionados com as condições externas
zh_cn: 内置扩展提供与动作和条件有关的外部布局

source: Files
de_de: Dateien
fi_fi: Tiedostot
nl_nl: Bestanden
pt_pt: Arquivos
zh_cn: 文件

source: Built-in extension providing functions for storing data.
de_de: Integrierte Erweiterung bietet Funktionen zum Speichern von Daten.
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa toimintoja tietojen tallentamista varten.
nl_nl: Ingebouwde uitbreiding bied functies voor het opslaan van gegevens.
pt_pt: Extensão Integrado fornece funções para armazenar informações.
zh_cn: 内置的扩展提供用于存储数据的函数。

source: Storage
de_de: Speicherplatz
fi_fi: Tallennustila
nl_nl: Oplslag
pt_pt: Armazenamento
zh_cn: 存储

source: Joysticks features
de_de: Joystick-Funktionen
fi_fi: Peliohjaimien ominaisuudet
nl_nl: Joysticks functies
pt_pt: Características de joysticks
zh_cn: 操纵杆功能

source: Built-in extension allowing to use joysticks
de_de: Integrierte Erweiterung erlaubt es Joysticks zu verwenden
fi_fi: Sisäänrakennettu laajennus, joka mahdollistaa peliohjainten käyttämisen
nl_nl: Ingebouwde uitbreiding die toestaat joysticks te gebruiken
pt_pt: Extensão que permite a utilização de joysticks
zh_cn: 内置扩展组件允许使用操纵杆

source: Mathematical tools
de_de: Mathematische Werkzeuge
fi_fi: Matemaattiset työkalut
nl_nl: Wiskundige functies
pt_pt: Ferramentas matemáticas
zh_cn: 数学工具

source: Built-in extension providing mathematical tools
de_de: Integrierte Erweiterung stellt mathematische Werkzeuge bereit
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa matemaattisia työkaluja
nl_nl: Ingebouwde uitbreiding die wiskundige functies bied
pt_pt: Extensão integrada que oferece ferramentas matemáticas
zh_cn: 内置扩展组件提供了数学工具

source: Mouse features
de_de: Maus-Funktionen
fi_fi: Hiiren ominaisuudet
nl_nl: Muisfuncties
pt_pt: Recursos do mouse
zh_cn: 鼠标功能

source: Built-in extension allowing to use the mouse
de_de: Integrierte Erweiterungen erlaubt es die Maus zu verwenden
fi_fi: Sisäänrakennettu laajennus, joka mahdollistaa hiiren käytön
nl_nl: Ingebouwde uitbreiding toestaan om de muis te gebruiken
pt_pt: Extensões built-in permitem o uso do mouse
zh_cn: 内置扩展组件允许使用鼠标

source: Basic internet features
de_de: Grundlegende Internet-Funktionen
fi_fi: Perustason internet-ominaisuudet
nl_nl: Basis internet functionaliteiten
pt_pt: Recursos básicos da internet
zh_cn: 基本互联网功能

source: Built-in extension providing network features.
de_de: Integrierte Erweiterung bietet Netzwerk-Funktionen.
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa verkko-ominaisuuksia.
nl_nl: Ingebouwde uitbreiding voor netwerk mogelijkheden.
pt_pt: Extensão integrada que fornece funções de internet.
zh_cn: 提供网络功能的内置扩展。

source: Scene management features
de_de: Szene-Management-Funktionen
fi_fi: Kenttien hallinnan ominaisuudet
nl_nl: Scène beheermogelijkheden
pt_pt: Recursos de gerenciamento de cena
zh_cn: 场景管理功能

source: Built-in extension allowing to manipulate scenes
de_de: Integrierte Erweiterung ermöglicht es Szenen zu manipulieren
fi_fi: Sisäänrakennettu laajennus, joka mahdollistaa kenttien manipuloinnin
nl_nl: Ingebouwde uitbreiding toestaan om scènes te manipuleren
pt_pt: Extensão integrada que permite a manipulação de cenas
zh_cn: 内置扩展组件允许操作场景

source: Extension for adding animated objects in the scene, which can contain animations with directions within each.
de_de: Erweiterung zum Hinzufügen von animierten Objekten in der Szene, die Animationen in jede Richtung ermöglichen.
fi_fi: Laajennus animoitujen objektien lisäämiseksi kenttään. Objektit voivat sisältää animaatioita eri suuntiin.
nl_nl: Uitbreiding voor het toevoegen van geanimeerde objecten in de scène, welke richting animaties kan hebben.
pt_pt: Extensão que permite adicionar objetos animados para a cena, que podem conter várias animações e direções.
zh_cn: 在场景中添加具方向动画的动画对象的扩展组件。

source: Text manipulation
de_de: Textbearbeitung
fi_fi: Tekstin manipulaatio
nl_nl: Bewerken van tekst
pt_pt: Manipulação de texto
zh_cn: 文本操作

source: Built-in extension providing expressions related to strings.
de_de: Integrierte Erweiterung bietet Ausdrücke mit Bezug zu Zeichenfolgen.
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa merkkijonoihin liittyviä lausekkeita.
nl_nl: Ingebouwde uitbreiding voor expressies in tekenreeksen.
pt_pt: Extensão integrada que oferece expressões relacionadas com texto (strings).
zh_cn: 内置扩展组件提供有关字符串的表达式。

source: Time
de_de: Zeit
fi_fi: Aika
nl_nl: Tijd
pt_pt: Tempo
zh_cn: 时间

source: Built-in extension providing actions and conditions about the time.
de_de: Integrierte Erweiterung bietet Aktionen und Bedingungen über die Zeit.
fi_fi: Sisäänrakennettu laajennus, joka tarjoaa aikaan liittyviä toimintoja ja ehtoja.
nl_nl: Ingebouwde uitbreiding om acties en condities aan de tijd toe te voegen.
pt_pt: Built-in extensão proporcionando ações e condições sobre o tempo.
zh_cn: 内置的扩展组件提供动作和条件的时间。

source: Variable features
de_de: Variable Eigenschaften
fi_fi: Muuttujien ominaisuudet
nl_nl: Variabele mogelijkheden
pt_pt: Características variáveis
zh_cn: 变量功能

source: Built-in extension allowing to manipulate variables
de_de: Integrierte Erweiterung erlaubt Variablen zu bearbeiten
fi_fi: Sisäänrakennettu laajennus, joka mahdollistaa muuttujien manipuloinnin
nl_nl: Ingebouwde uitbreiding om variabelen te manipuleren
pt_pt: Extensão integrada que permite a manipulação de variáveis
zh_cn: 内置扩展允许操作变量

source: Window features
de_de: Fenster Eigenschaften
fi_fi: Ikkunoiden ominaisuudet
nl_nl: Vensterfuncties
pt_pt: Características de janela
zh_cn: 窗口功能

source: Built-in extension allowing to manipulate the game's window
de_de: Integrierte Erweiterung erlaubt es das Spiel-Fenster zu bearbeiten
fi_fi: Sisäänrakennettu laajennus, joka mahdollistaa peli-ikkunan manipuloinnin
nl_nl: Ingebouwde uitbreiding om het venster van het spel te manipuleren
pt_pt: Extensão integrada que permite a manipulação da janela do jogo
zh_cn: 内置扩展组件允许操作游戏视窗

source: Export in progress ( 1/2 )
de_de: Export im Gange (1/2)
fi_fi: Vienti käynnissä (1/2)
nl_nl: Exporteren is bezig (1/2)
pt_pt: Exportação em andamento (1/2)
zh_cn: 正在导出 ( 1/2 )

source: Export in progress ( 2/2 )
de_de: Export im Gange (2/2)
fi_fi: Vienti käynnissä (2/2)
nl_nl: Exporteren is bezig (1/2)
pt_pt: Exportação em andamento (2/2)
zh_cn: 正在导出 ( 2/2 )

source: Exporting events...
de_de: Ereignisse exportieren...
fi_fi: Viedään tapahtumia...
nl_nl: Exporteren van handelingen...
pt_pt: Exportando eventos...
zh_cn: 导出事件......

source: Error during exporting! Unable to export events:
de_de: Fehler beim Exportieren! Nicht in der Lage Ereignisse zu exportieren:
fi_fi: Virhe viennissä! Ei voitu viedä tapahtumia:
nl_nl: Fout tijdens exporteren! Kan geen gebeurtenissen exporteren:
pt_pt: Erro durante a exportação. Não é possível exportar eventos:
zh_cn: 导出时出现错误！无法导出事件：

source: Error during exporting! Unable to export source files:
de_de: Fehler beim Exportieren! Nicht in der Lage die Quellcode-Dateien zu exportieren:
fi_fi: Viennissä tapahtui virhe! Ei voitu viedä lähdetiedostoja:
nl_nl: Fout tijdens exporteren! Kan geen bron bestanden exporteren:
pt_pt: Erro durante a exportação. Não é possível exportar arquivos de fonte:
zh_cn: 导出时出错！无法导出源文件:

source: Exporting files and minifying them...
de_de: Dateien exporieren und verkleinern...
fi_fi: Viedään ja minimoidaan tiedostoja...
nl_nl: Bestanden exporteren en verkleinen...
pt_pt: Exportando arquivos e minimizando-los...
zh_cn: 导出文件並最小化他们......

source: Exporting files...
de_de: Exportieren von Dateien...
fi_fi: Viedään tiedostoja...
nl_nl: Bestanden exporteren...
pt_pt: Exportando arquivos...
zh_cn: 正在导出文件...

source: Error during export:
de_de: Fehler beim Export:
fi_fi: Virhe viennissä:
nl_nl: Fout tijdens exporteren:
pt_pt: Erro durante a exportação:
zh_cn: 导出期间出现错误：

source: Export to the web
de_de: Ins Web exportieren
fi_fi: Vie verkkoon
nl_nl: Exporteren naar het web
pt_pt: Exportar para a web
zh_cn: 导出到网站

source: Unable to write
de_de: Konnte nicht geschrieben werden
fi_fi: Ei voi kirjoittaa
nl_nl: Niet in staat om te schrijven
pt_pt: Não é possível gravar
zh_cn: 无法写入

source: Could not copy external file
de_de: Externe Datei konnte nicht kopiert werden
fi_fi: Ei voitu kopioida ulkoista tiedostoa
nl_nl: Kon niet het externe bestand kopiëren
pt_pt: Não pode copiar o arquivo externo
zh_cn: 无法复制外部文件

source: The exported script could not be minified: Please check that you installed Node.js on your system.
de_de: Das exportierte Skript konnte nicht minimiert werden: Überprüfen Sie, ob Node.js auf Ihrem System installiert ist.
fi_fi: Vietyä komentosarjaa ei voitu minimoida: Tarkista, että Node.js on asennettu tietokoneellesi.
nl_nl: Het geëxporteerde script kon niet worden verkleind: Gelieve te controleren dat u Node.js op uw systeem heeft geïnstalleerd.
pt_pt: O script exportado não poderia ser minified: por favor, verifique que você instalou o Node. js no seu sistema.
zh_cn: 导出的脚本不能缩小：请检查您在您的系统上是否安装了 Node.js。

source: The exported script could not be minified. May be an extension is triggering this error: Try to contact the developer if you think it is the case.
de_de: Das exportierte Skript könnte nicht minimiert werden. Vielleicht hat eine Erweiterung diesen Fehler ausgelöst: Versuchen Sie, den Entwickler zu kontaktieren, wenn Sie denken, das dies der Fall ist.
fi_fi: Vietyä komentosarjaa ei voitu minimoida. Laajennus saattaa aiheuttaa tämän virheen: Ota siinä tapauksessa yhteyttä kehittäjään.
nl_nl: Het geëxporteerde script kon niet worden verkleind. Misschien veroorzaakt een uitbreiding deze fout: Probeer contact op te nemen met de ontwikkelaar als je denkt dat dit het geval is.
pt_pt: O script exportado não pôde ser minified. talvez seja uma extensão que está causando esse erro: tentar entrar em contato com o desenvolvedor, se achar que é o caso.
zh_cn: 导出的脚本不能缩小化。 可能是扩展组件触发此错误：请尝试联系开发人员，如果你认为有必要。

source: Choose how to export the game:
de_de: Wählen wie das Spiel exportiert werden soll:
fi_fi: Valitse pelin vientitapa:
nl_nl: Kies hoe u het spel wil exporteren:
pt_pt: Escolha como exportar o jogo:
zh_cn: 选择如何导出游戏 ︰

source: Export to a website
de_de: Für eine Webseite exportieren
fi_fi: Vie www-sivustolle
nl_nl: Exporteren naar een website
pt_pt: Exportar para um site
zh_cn: 导出到网站

source: Minify and optimize
de_de: Verkleinern und optimieren
fi_fi: Minimoi ja optimoi
nl_nl: Verkleinen en optimaliseren
pt_pt: Minimizar e otimizar
zh_cn: 缩小和优化

source: (Node.js is required)
de_de: (Node.js ist erforderlich)
fi_fi: (Node.js vaaditaan)
nl_nl: (Node.js is vereist)
pt_pt: (Node. js é necessário)
zh_cn: ( 需要 Node.js )

source: When the exportation is done, send the files to your website (you need a web hosting) and just go to the website to start the game.
de_de: Wenn der Export erfolgt ist, laden Sie die Dateien auf Ihre Webseite (Sie benötigen einen Web-Hosting Anbieter) und Sie müssen dann nur noch die Webseite aufrufen um das Spiel starten.
fi_fi: Kun vienti on valmis, siirrä tiedostot www-sivustollesi (tarvitset web hosting -palvelun) ja siirry www-sivustollesi pelaamaan peliä.
nl_nl: Als de uitvoer klaar is, stuur de bestanden naar uw website (u heeft webhosting nodig) en ga naar de website om het spel te starten.
pt_pt: Quando a exportação estiver concluída, envie os arquivos para o seu site (você precisará de um servidor web) e vá ao site para iniciar o jogo.
zh_cn: 当导出完成后，发送这些文件到您的网站 ( 您需要网络主机) 然后就能到该网站开始游戏。

source: Click here to learn more about how to export your project
de_de: Klicken Sie hier, um mehr darüber zu erfahren wie Sie Ihr Projekt exportieren
fi_fi: Klikkaa tästä lukeaksesi lisää projektin viennistä
nl_nl: Klik hier voor meer informatie over hoe u uw project kan exporteren
pt_pt: Clique aqui para saber mais sobre como exportar o seu projeto
zh_cn: 点击这里了解更多有关如何导出您的项目

source: Export to iOS or Android with Cordova (Intel XDK)
de_de: Export zu iOS oder Android mit Cordova (Intel XDK)
fi_fi: Vie iOS:lle tai Androidille Cordovan (Intel XDK) avulla
nl_nl: Exporteren naar iOS of Android met Cordova (Intel XDK)
pt_pt: Exportar para iOS ou para Android com o Cordova(Intel XDK)
zh_cn: 使用 Cordova (Intel XDK) 导出至IOS或安卓

source: Cordova is a technology that enables HTML5 games to be packaged for iOS, Android and more. Third-party tools like Intel XDK allow game developers to bundle their games using Cordova.
de_de: Cordova ist eine Technologie, die HTML5 Spiele To be verpackt für iOS, Android und mehr ermöglicht. Dritter Tools like Intel XDK können Spiele-Entwickler ihre Games using Cordova zu bündeln.
fi_fi: Cordova on tekniikka, joka mahdollistaa HTML5-pelien pakkaamisen iOS- ja Android-järjestelmille. Kolmannen osapuolen työkalut kuten Intel XDK antaa pelin kehittäjien niputtaa pelejjä käyttämällä Cordovaa.
nl_nl: Cordova is een technologie waarmee HTML5 spellen to be verpakt worden voor iOS, Android en meer. Derde-partij programma's zoals Intel XDK staan spelontwikkelaars toe om hun spellen te bundelen met Cordova.
pt_pt: Cordova é uma tecnologia que ativa jogos HTML5 para serem empacotados para iOS, Android e mais. Ferramentas de terceiros como Intel XDK permitem aos desenvolvedores empacotar jogos usando Cordova.
zh_cn: Cordova 技术能够将HTML5游戏 封装为IOS, 安卓或其他的第三方工具 比如 Intel XDK 允许游戏开发者使用 Cordova 打包游戏

source: Just click on the "Export" button and GDevelop will package your game. You'll then be able to import the project into Intel XDK (or any other Cordova compatible tool), which will allow you to compile the game into an iOS and Android application.
de_de: Klicken Sie einfach auf die Schaltfläche "Exportieren" und GDevelop wird Ihr Spiel verpacken. You'll-Paket wird dann in der Lage, das Projekt in Intel XDK (oder jedem anderen Cordova kompatibel-Tool) zu importieren, das Ihnen erlauben, das Spiel in ein iOS und Android-Anwendung kompilieren.
fi_fi: Klikkaa "Vie"-painiketta ja GDevelop pakkaa pelisi. Voit sen jälkeen tuoda projektin Intel XDK (tai muu Cordova-yhteensopiva työkalu) -ympäristöön, jonka avulla voit kääntää pelin iOS ja Android-sovellukseksi.
nl_nl: Klik op de "Export" knop en GDevelop om uw spel in te pakken. Je kan dit pakket importeren in Intel XDK (of een andere compatibele Cordova-tool), welke het mogelijk maakt om het spel in een iOS en Android toepassing te compileren.
pt_pt: Apenas clique no botão "Exportar" e o GDevelop irá empacotar o seu jogo. Você irá então ser capaz de importar para o Intel XDK (ou qualquer outra ferramenta compatível com o Cordova), que a qual irá lhe permitir compilar o jogo para o iOS e para aplicativos Android.
zh_cn: 只需单击"导出"按钮然后GDevelop 会打包你的游戏。 你就可以导入项目到 Intel XDK(或其他任何与Cordova兼容的工具)，使您可以将游戏编译到 iOS 和 Android 应用程序。

source: If you install Cocos2d-x, you can also use it to export the game to Android, iOS, Windows, Mac or Linux.
de_de: Mit der Installation von Cocos2d-x lässt sich das Spiel ebenfalls für Android, iOS, Windows, Mac oder Linux exportieren.
nl_nl: Als u Cocos2d-x installeert, kunt u ook het spel naar Android, iOS, Windows, Mac of Linux exporteren.
pt_pt: Se você instalar Cocos2d-x, você também pode usá-lo para exportar o jogo para Android, iOS, Windows, Mac ou Linux.
zh_cn: 如果你安装了cocos2d，你也可以导出游戏到 Android、 iOS，Windows、 Mac 或 Linux。

source: Click here to learn more about Cocos2d export
de_de: Hier klicken um mehr über den Cocos2d Export zu lernen
nl_nl: Klik hier voor meer informatie over Cocos2d export
pt_pt: Clique aqui para aprender mais sobre exportação com Cocos2d
zh_cn: 单击此处以了解更多关于cocos2d的导出

source: Export
de_de: Exportieren
fi_fi: Vie
pt_pt: Exportar
zh_cn: 导出

source: You can now go on the Ludei's cloud compiler:
de_de: Sie können jetzt auf den Ludei Cloud-Compiler gehen:
fi_fi: Voit nyt siirtyä Ludein pilvikäännöspalveluun:
nl_nl: Nu kunt nu naar de Ludei cloud compiler:
pt_pt: Agora você pode visitar a nuvem compilador Ludei :
zh_cn: 你现在可以去 Ludei 云编译器：

source: The file to be uploaded was saved at this location on your computer:
de_de: Die hochzuladende Datei wurde an dieser Stelle auf Ihrem Computer gespeichert:
fi_fi: Palvelimeen ladattava tiedosto on tallennettu tietokoneen sijaintiin:
nl_nl: Het bestand om te worden geüpload is opgeslagen op deze locatie op uw computer:
pt_pt: O arquivo a ser carregado foi salvo neste local e no seu computador:
zh_cn: 要上载的文件被保存在此计算机上的位置:

source: On the cloud compiler, create a new project, add some required assets (splash screens...) and upload this file. You'll then be able to compile the game for most popular mobile phones and web stores.
de_de: Erstellen Sie auf dem Cloud-Compiler ein neues Projekt, fügen Sie einige erforderlichen Inhalte (Startbildschirm...) hinzu und laden Sie diese Datei hoch. Sie werden dann in der Lage sein, das Spiel für die meisten und beliebtesten Mobiltelefone und Web-Stores zu kompilieren.
fi_fi: Luo uusi projekti pilvikääntäjässä, lisää tarvittavat osat (kuten aloitus- ruudut jne.) ja siirrä tämä tiedosto sinne. Sen jälkeen voit kääntää pelisi suosituimmille puhelimille ja web-kaupoille.
nl_nl: In de cloud compiler, maak een nieuw project, voeg benodigde componenten toe (start schermen, etc.) en upload dit bestand. U kan vervolgens het spel compileren voor de meest populaire mobiele en web winkels.
pt_pt: No cloud compiler, crie um novo projeto, adicione alguns assets necessários (splash screens...) e carregue este arquivo. Então você será capaz de compilar o jogo para os mais populares telefones móveis e web lojas.
zh_cn: 在云编译器，创建一个新项目，添加一些必需的资产 ( 启动 画面... ) 并上载此文件。然后，你便能够编译游戏於 最流行的手机和网上商店。

source: Close this dialog
de_de: Schließt diesen Dialog
fi_fi: Sulje tämä valintaikkuna
nl_nl: Sluit dit dialoogvenster
pt_pt: Fechar esta caixa de diálogo
zh_cn: 关闭此对话框

source: You can now open Intel XDK. Download it here if it is not installed yet:
de_de: Sie können jetzt Intel XDK öffnen. Laden Sie es hier, wenn es noch nicht installiert ist:
fi_fi: Voit nyt avata Intel XDK:n. Lataa se täältä, jos sitä ei ole vielä asennettu:
nl_nl: U kunt nu Intel XDK openen. Download het hier als het nog niet is geïnstalleerd:
pt_pt: Você pode agora abrir Intel XDK. Baixá-lo aqui, se ainda não estiver instalado:
zh_cn: 现在您可以打开 Intel XDK。如果尚未安装在这里下载：

source: Then, import the project which was saved at this location on your computer:
de_de: Importieren Sie dann das Projekt, das an dieser Stelle auf Ihrem Computer gespeichert wurde:
fi_fi: Tuo sen jälkeen projekti, joka on tallennettu tietokoneen sijaintiin:
nl_nl: Vervolgens importeer het project dat is opgeslagen op deze locatie op uw computer:
pt_pt: Então, importe o projeto o qual foi salvo neste local do seu computador:
zh_cn: 然后，导入的项目保存在您的计算机上的位置︰
