Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Edit the particle emitter
de_de: Bearbeitet den Partikel-Emitter
fi_fi: Muokkaa hiukkasemitteriä
nl_nl: Bewerk van de deeltjesbron
pt_pt: Editar o emissor de partículas
zh_cn: 编辑粒子发射器

source: Rendering
de_de: Rendern
fi_fi: Renderöi
nl_nl: Renderen
pt_pt: Renderização
zh_cn: 渲染

source: Renderering mode :
de_de: Renderering-Modus:
fi_fi: Renderöintitila:
nl_nl: Renderering modus:
pt_pt: Modo de renderering:
zh_cn: 渲染模式 :

source: Points
de_de: Punkte
fi_fi: Pistettä
nl_nl: Punten
pt_pt: Pontos
zh_cn: 点

source: Quad
pt_pt: Quadrilátero
zh_cn: 四方

source: rendererParam1 :
pt_pt: Renderizador de Param1:

source: rendererParam2 :
de_de: RenderParam2:
pt_pt: Renderizador de Param2:

source: Standard rendering
fi_fi: Vakiorenderöinti
nl_nl: Standaard renderen
pt_pt: Render padrão
zh_cn: 标准渲染

source: Additive rendering
de_de: Additive Darstellung
fi_fi: Additiivinen renderöinti
nl_nl: Additieve renderen
pt_pt: Renderização aditiva
zh_cn: 附加渲染

source: Lifetime : Between
de_de: Lebensdauer: zwischen
fi_fi: Elinikä: välillä
nl_nl: Levensduur: Tussen
pt_pt: Tempo de vida: entre
zh_cn: 生存期：介于

source: and
de_de: und
fi_fi: ja
nl_nl: en
pt_pt: e
zh_cn: 与

source: seconds
de_de: Sekunden
fi_fi: sekuntia
nl_nl: seconden
pt_pt: segundos
zh_cn: 秒

source: Unlimited capacity
de_de: Unbegrenzte Kapazität
fi_fi: Rajaton kapasiteetti
nl_nl: Onbeperkte capaciteit
pt_pt: Capacidade ilimitada
zh_cn: 无限容量

source: If this box is checked, the emitter will keep emit particles.
de_de: Wenn dieses Kontrollkästchen aktiviert ist, wird der Partikler den Partikel behalten.
fi_fi: Jos tämä valintaruutu on valittuna, emitteri emitoi hiukkasia jatkuvasti.
nl_nl: Als dit selectievakje is ingeschakeld, blijft de bron deeltjes uitstoten.
pt_pt: Se esta caixa estiver marcada, o emissor continuará a emitir partículas.

source: Capacity :
de_de: Kapazität :
fi_fi: Kapasiteetti:
nl_nl: Capaciteit :
pt_pt: Capacidade:
zh_cn: 容量 ：

source: Available particles number.
de_de: Anzahl der verfügbaren Partikel.
fi_fi: Saatavilla oleva hiukkasten määrä.
nl_nl: Beschikbare deeltjes aantal.
pt_pt: Número de partículas disponíveis.
zh_cn: 有效粒子数量

source: Flow :
de_de: Fluss :
fi_fi: Virtaus:
nl_nl: Stroom :
pt_pt: Fluxo:
zh_cn: 流 :

source: Number of particles emitted ( by seconds ). -1 to emit everything in a single shot.
de_de: Anzahl der Partikel (pro Sekunde). -1 um alles in einem einzigen Schuss abzugeben.
fi_fi: Emitoitujen hiukkasten määrä (sekunneissa). -1 emitoi kaiken kerralla.
nl_nl: Het aantal deeltjes uitgestoten (per seconde). -1 om alles in een keer uit te stoten.
pt_pt: Número de partículas emitidas (por segundos). -1 para emitir tudo em um único tiro.

source: Maximum particles number:
de_de: Maximale Partikel-Zahl:
fi_fi: Hiukkasten enimmäismäärä:
nl_nl: Maximaal aantal deeltjes:
pt_pt: Número máximo de partículas:
zh_cn: 最大粒子数量:

source: Initial particles color :
de_de: Anfänglichen Partikel-Farbe :
fi_fi: Hiukkasten alkuväri:
nl_nl: Initiële deeltjes kleur:
pt_pt: Cor inicial de partículas:
zh_cn: 初始粒子颜色

source: Final particles color :
de_de: Letzte Partikel-Farbe :
fi_fi: Hiukkasten loppuväri:
nl_nl: Laatste deeltjes kleur:
pt_pt: Cor final de partículas:
zh_cn: 最终粒子颜色

source: Red
de_de: Rot
fi_fi: Punainen
nl_nl: Rood
pt_pt: Vermelho
zh_cn: 红色

source: Fixed
de_de: Fixiert
fi_fi: Kiinteä
nl_nl: Vast
pt_pt: Fixo
zh_cn: 修正

source: Random
de_de: Zufällig
fi_fi: Satunnainen
nl_nl: Willekeurig
pt_pt: Aleatório
zh_cn: 随机

source: Changing over time
de_de: Veränderung über Zeit
fi_fi: Muutos
nl_nl: Veranderen na verloop van tijd
pt_pt: Mudando ao longo do tempo
zh_cn: 随时间变化

source: From
de_de: Von
fi_fi: Alkaen
nl_nl: Van
pt_pt: De
zh_cn: 从

source: to
de_de: bis
fi_fi: päättyen
nl_nl: naar
pt_pt: Para
zh_cn: 到

source: Green
de_de: Grün
fi_fi: Vihreä
nl_nl: Groen
pt_pt: Verde
zh_cn: 绿色

source: Blue
de_de: Blau
fi_fi: Sininen
nl_nl: Blauw
pt_pt: Azul
zh_cn: 蓝色

source: Colors
de_de: Farben
fi_fi: Värit
nl_nl: Kleuren
pt_pt: Cores
zh_cn: 颜色

source: Colors ( advanced )
de_de: Farben (Fortgeschritten)
fi_fi: Värit (Lisäasetukset)
nl_nl: Kleuren (geavanceerd)
pt_pt: Cores (avançadas)
zh_cn: 颜色 ( 进阶 )

source: Transparency
de_de: Transparenz
fi_fi: Läpinäkyvyys
nl_nl: Transparantie
pt_pt: Transparência
zh_cn: 透明度

source: Random value
de_de: Zufallswert
fi_fi: Satunnainen arvo
nl_nl: Willekeurige waarde
pt_pt: Valor aleatório
zh_cn: 随机值

source: Between
de_de: Zwischen
fi_fi: Välillä
nl_nl: Tussen
pt_pt: Entre
zh_cn: 之间

source: Random variation between:
de_de: Zufällige Variation zwischen:
fi_fi: Satunnainen vaihtelu välillä:
nl_nl: Willekeurige variatie tussen:
pt_pt: Variação aleatória entre:
zh_cn: 随机变化 介于:

source: Ampltiude of the random variation of the initial transparency
de_de: Ampltiude der zufälligen Variation der anfänglichen Transparenz
fi_fi: Alkuläpinäkyvyyden satunnaisen vaihtelun voimakkuus
nl_nl: Ampltiude van de willekeurige variatie van de oorspronkelijke transparantie
pt_pt: Amplitude da variação aleatória da transparência inicial

source: Display angle
de_de: Winkel anzeigen
fi_fi: Näyttökulma
nl_nl: Weergave hoek
pt_pt: Ângulo de visualização
zh_cn: 显示角度

source: Ampltiude of the random variation of the value.
de_de: Ampltiude der zufällige Variation des Wertes.
fi_fi: Arvon satunnaisen vaihtelun voimakkuus.
nl_nl: Ampltiude van de willekeurige variatie van de waarde.
pt_pt: Amplitude da variação aleatória do valor.

source: of the initial size
de_de: der ursprünglichen Größe
fi_fi: alkuperäisestä koosta
nl_nl: van de aanvankelijke grootte
pt_pt: do tamanho inicial
zh_cn: 初始大小

source: Zone and direction of emission
de_de: Zone und Richtung der Emission
fi_fi: Emission alue ja suunta
nl_nl: Zone en richting van emissie
pt_pt: Zona e direção de emissão
zh_cn: 发射区和方向

source: Emission force :
de_de: Emissions Kraft:
fi_fi: Emissiovoima:
nl_nl: Emissie kracht:
pt_pt: Força de emissão:
zh_cn: 排放力：

source: Radius of the emission sphere :
de_de: Radius der Kugel Emission:
fi_fi: Emissioympyrän säde:
nl_nl: Straal van de emissie bol:
pt_pt: Raio da esfera de emissão:
zh_cn: 球状发射半径 :

source: Angle of the spray cone :
de_de: Winkel des Sprühkegels :
fi_fi: Suihkukartion kulma:
nl_nl: Hoek van de sproeikegel :
pt_pt: Ângulo do cone de pulverização:
zh_cn: 锥形喷射角度 :

source: Emission Z direction:
de_de: Emissions-Z-Richtung:
fi_fi: Emission Z-suunta:
nl_nl: Emissie Z-richting:
pt_pt: Direção Z de emissão:
zh_cn: 发射 Z 方向 :

source: Angle of the emission zone :
de_de: Winkel der Emissions-Zone:
fi_fi: Emissioalueen kulma:
nl_nl: Hoek van de emissie-zone:
pt_pt: Ângulo da zona de emissão:
zh_cn: 发射区的角度 :

source: 1st angle :
de_de: 1. Winkel:
fi_fi: 1. kulma:
nl_nl: 1ste hoek:
pt_pt: 1º ângulo:
zh_cn: 第1个角 :

source: 2nd angle :
de_de: 2. Winkel:
fi_fi: 2. kulma:
nl_nl: 2de hoek:
pt_pt: 2º ângulo:
zh_cn: 第2个角 :

source: Simple setup
de_de: Einfacher Aufbau
fi_fi: Helppo asennus
nl_nl: Eenvoudige installatie
pt_pt: Configuração simples
zh_cn: 简单设置

source: Advanced setup
de_de: Erweiterter Aufbau
fi_fi: Edistynyt asennus
nl_nl: Geavanceerde installatie
pt_pt: Configuração avançada
zh_cn: 高级设置

source: Gravity :
de_de: Gravitation :
fi_fi: Painovoima:
nl_nl: Zwaartekracht :
pt_pt: Gravidade :
zh_cn: 重力 :

source: Gravity on X axis
de_de: Schwerkraft auf X-Achse
fi_fi: Painovoima X-akselilla
nl_nl: Zwaartekracht op X-as
pt_pt: Gravidade no eixo X
zh_cn: X轴重力

source: Gravity angle :
de_de: Schwerkraft-Winkel:
fi_fi: Painovoiman kulma:
nl_nl: Zwaartekrachthoek:
pt_pt: Ângulo de gravidade:
zh_cn: 重力角度 :

source: Gravity on Z axis ( depth )
de_de: Schwerkraft auf Z-Achse (Tiefe)
fi_fi: Painovoima Z-akselilla (syvyys)
nl_nl: Zwaartekracht op de Z-as (diepte)
pt_pt: Gravidade no eixo Z (profundidade)
zh_cn: Z轴重力(深度)

source: Friction :
de_de: Reibung:
fi_fi: Kitka:
nl_nl: Wrijving:
pt_pt: Fricção:
zh_cn: 摩擦 :

source: Gravity applied to particles :
de_de: Schwerkraft auf Partikel angewendet:
fi_fi: Hiukkasten kitka:
nl_nl: Zwaartekracht toegepast op deeltjes:
pt_pt: Gravidade aplicada às partículas:
zh_cn: 应用于粒子的重力 :

source: Gravity on Y axis
de_de: Schwerkraft auf Y-Achse
fi_fi: Painovoima Y-akselilla
nl_nl: Zwaartekracht op de Y-as
pt_pt: Gravidade no eixo Y
zh_cn: X轴重力

source: Destroy the object when no more particles are sprayed
de_de: Zerstört das Objekt, wenn keine anderen Partikel mehr erzeugt werden
fi_fi: Tuhoa objekti, kun hiukkasia ei enää emitoida
nl_nl: Het object vernietigen wanneer geen meer deeltjes worden uitgestoten
pt_pt: Destruir o objeto quando não são pulverizadas mais partículas
zh_cn: 当没有更多的粒子喷射时，销毁此对象

source: Show the images bank
de_de: Zeigt die Bilddatenbank
fi_fi: Näytä kuvapankki
nl_nl: Toon de beelden bank
pt_pt: Mostrar o banco de imagens
zh_cn: 显示图像庫

source: Images bank's editor
de_de: Bilddatenbank Editor
fi_fi: Kuvapankkieditori
nl_nl: Beelden bank bewerker
pt_pt: Editor do banco de imagens
zh_cn: 图像庫编辑器

source: The number of particles is huge. A number too important could crash the game. Are you sure you wan to continue?
de_de: Die Anzahl der Teilchen ist riesig. Eine zu große Anzahl könnte das Spiel abstürzen lassen. Sind Sie sicher, dass Sie fortfahren möchten?
fi_fi: Hiukkasten määrä on valtava. Liian suuri määrä saattaa kaataa pelin. Haluatko varmasti jatkaa?
nl_nl: Het aantal deeltjes is enorm. Te veel deeltjes kunnen het spel breken. Weet u zeker dat u wilt doorgaan?
pt_pt: O número de partículas é enorme. Um número muito importante poderia congelar o jogo. Têm certeza que quer continuar?

source: Maximum Particles number
de_de: Maximale Partikel-Zahl
fi_fi: Hiukkasten enimmäismäärä
nl_nl: Maximaal aantal deeltjes
pt_pt: Número máximo de partículas
zh_cn: 最大的粒子数

source: Initial size :
de_de: Ausgangsgröße :
fi_fi: Aloituskoko:
nl_nl: Initiële grootte:
pt_pt: Tamanho inicial:
zh_cn: 初始大小

source: Inital width :
de_de: Ausgangsbreite :
fi_fi: Aloitusleveys:
nl_nl: Beginbreedte:
pt_pt: Largura inicial:
zh_cn: 初始宽度 :

source: Initial height :
de_de: Ausgangshöhe :
fi_fi: Aloituskorkeus:
nl_nl: Initiële hoogte:
pt_pt: Altura inicial:
zh_cn: 初始高度：

source: Length :
de_de: Länge :
fi_fi: Pituus:
nl_nl: Lengte:
pt_pt: Comprimento :
zh_cn: 长度 :

source: Path Behavior
de_de: Pfad Verhalten
fi_fi: Polku-käytös
nl_nl: Pad gedrag
pt_pt: Comportamento de caminho
zh_cn: 路径行为

source: Path
de_de: Pfad
fi_fi: Polku
nl_nl: Pad
pt_pt: Caminho
zh_cn: 路径

source: De/activate rounding
de_de: Rundung de/aktivieren
fi_fi: De/aktivoi pyöristys
nl_nl: De/activeren afronding
pt_pt: De/ativa a ida-e-volta
zh_cn: 禁/激活环绕

source: Activate rounding for _PARAM0_: _PARAM2_
de_de: Aktiviere rundung für _PARAM0_: _PARAM2_
fi_fi: Aktivoi pyöristys _PARAM0_: _PARAM2_
nl_nl: Activeren afronding voor _PARAM0_: _PARAM2_
pt_pt: Ativar a ida-e-volta para _PARAM0_: _PARAM2_

source: Activate
de_de: Aktivieren
fi_fi: Aktivoi
nl_nl: Activeer
pt_pt: Ativar
zh_cn: 激活

source: Stop _PARAM0_ when the end of the path is reached: _PARAM2_
de_de: Stop _PARAM0_, wenn das Ende des Pfads erreicht ist: _PARAM2_
fi_fi: Pysäytä _PARAM0_, kun polun pää on saavutettu: _PARAM2_
nl_nl: Stop _PARAM0_ wanneer het einde van het pad bereikt is: _PARAM2_
pt_pt: Parar _PARAM0_ quando é atingido o final do caminho: _PARAM2_

source: Rounds
de_de: Runden
fi_fi: Kierrosta
nl_nl: Rondes
pt_pt: Rodadas

source: Return true if the object round
de_de: Meldet "Wahr" (true) zurück wenn das Objekt rund ist
fi_fi: Palauta tosi, jos objekti kiertää
nl_nl: Is waar als het object rond is gegaan
pt_pt: Retorna true se o objeto é redondo

source: _PARAM0_ is rounding
de_de: _PARAM0_ ist Runde
fi_fi: _PARAM0_ kiertää
nl_nl: _PARAM0_ is aan het rondgaan
pt_pt: _PARAM0_ é arredondado
zh_cn: _PARAM0_ 在环绕

source: Stop at the end of the path
de_de: Stoppt am Ende des Pfades
fi_fi: Pysähdy polun päässä
nl_nl: Stop aan het einde van het pad
pt_pt: Parar no fim do caminho

source: Return true if the object stops at the end of its path.
de_de: Meldet "Wahr" (true) zurück wenn das Objekt am Ende des Pfades stoppt.
fi_fi: Palauta tosi, jos objekti pysähtyy polun päässä.
nl_nl: Is waar als het object aan het einde van het pad stopt.
pt_pt: Retorne verdade (true) se o objeto pára no final do seu caminho.

source: _PARAM0_ stops at the end of the path
de_de: _PARAM0_ stoppt am Ende des Pfads
fi_fi: _PARAM0_ pysähtyy polun päässä
nl_nl: _PARAM0_ stopt aan het einde van het pad
pt_pt: _PARAM0_ pára no final do caminho

source: Invert the movement on the path
de_de: Bewegung auf dem Pfad umkehren
fi_fi: Käännä liike polulla
nl_nl: De beweging op het pad omkeren
pt_pt: Inverter o movimento no caminho

source: Invert the movement on the path.
de_de: Bewegung auf dem Pfad umkehren.
fi_fi: Käännä liike polulla.
nl_nl: De beweging op het pad omkeren.
pt_pt: Inverter o movimento no caminho.

source: Movement
de_de: Bewegung
fi_fi: Liike
nl_nl: Beweging
pt_pt: Movimento
zh_cn: 移动

source: Number of the segment on the path
de_de: Nummer des Segments auf dem Pfad
fi_fi: Polun segmentin numero
nl_nl: Nummer van het segment op het pad
pt_pt: Número de segmentos no caminho

source: True if the number of the current segment on the path satisfies the test.
de_de: Gibt Wahr zurück, wenn die Nummer des aktuellen Segments auf dem Pfad den Test erfüllt.
fi_fi: Tosi, jos polun nykyisen segmentin numero läpäisee testin.
nl_nl: Deze eigenschap is waar als het nummer van het huidige segment op het pad voldoet aan de test.
pt_pt: Verdade (true) se o número do segmento atual no caminho satisfaz o teste.

source: The number of the current segment of the path of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Nummer des aktuellen Segments des Pfads _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n polun nykyisen segmentin numero on _PARAM2__PARAM3_
nl_nl: Het nummer van het huidige segment van het pad van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: O número de segmento do atual caminho do _PARAM0_ é _PARAM2__PARAM3_

source: Position on the segment of a path
de_de: Position des Segments auf dem Pfad
fi_fi: Sijainti polun segmentillä
nl_nl: Positie op het segment van een pad
pt_pt: Posição no segmento de um caminho

source: Do _PARAM2__PARAM3_ to number of the current segment of _PARAM0_
de_de: _PARAM2__PARAM3_ zu den Nummern des aktuellen Segmentes von _PARAM0_ hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n nykyisen segmentin numerolle
nl_nl: Pas _PARAM1__PARAM2_ toe op het nummer van het huidige segment van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para o número do segmento atual do _PARAM0_

source: Current segment
de_de: Aktuelles Segment
fi_fi: Nykyinen segmentti
nl_nl: Huidig segment
pt_pt: Segmento atual
zh_cn: 当前阶段

source: Number of the current segment
de_de: Nummer des aktuellen Segments
fi_fi: Nykyisen segmentin numero
nl_nl: Nummer van het huidige segment
pt_pt: Número do segmento atual
zh_cn: 当前阶段的数量

source: Position of the object on the segment
de_de: Position des Objekts auf dem Segment
fi_fi: Segmentillä olevan objektin sijainti
nl_nl: Positie van het object op het segment
pt_pt: Posição do objeto no segmento

source: The position of _PARAM0_ on the current segment is _PARAM2__PARAM3_
de_de: Die Position des _PARAM0_ auf das aktuelle Segment ist _PARAM2__PARAM3_
fi_fi: _PARAM0_: sijainti nykyisellä segmentillä on _PARAM2__PARAM3_
nl_nl: De positie van _PARAM0_ op het huidige segment is _PARAM2__PARAM3_
pt_pt: A posição do _PARAM0_ do segmento atual é _PARAM2__PARAM3_

source: Put the object on a precise position of the current segment
de_de: Setzen Sie das Objekt auf eine genaue Position des aktuellen Segments
fi_fi: Sijoita objekti tarkkaan sijaintiin nykyisellä segmentillä
nl_nl: Zet het object op een exacte positie van het huidige segment
pt_pt: Colocar o objeto em uma posição precisa do segmento atual

source: Put the object on a precise position on the current segment.
de_de: Setzen Sie das Objekt auf eine genaue Position des aktuellen Segments.
fi_fi: Sijoita objekti tarkkaan sijaintiin nykyisellä segmentillä.
nl_nl: Zet het object op een exacte positie op het huidige segment.
pt_pt: Colocar o objeto em uma posição precisa no segmento atual.

source: Put _PARAM0_ on _PARAM2__PARAM3_ on the current segment
de_de: Setzen Sie _PARAM0_ auf _PARAM2__PARAM3_ auf das aktuelle segment
fi_fi: Sijoita _PARAM0_ _PARAM2__PARAM3_ nykyisellä segmentillä
nl_nl: _PARAM0_ zetten _PARAM2__PARAM3_ in het huidige segment
pt_pt: Colocar _PARAM0_ na _PARAM2__PARAM3_ do segmento atual

source: Position on the segment
de_de: Position im Segment
fi_fi: Sijainti segmentillä
nl_nl: Positie op het segment
pt_pt: Posição do segmento

source: Position on the segment ( value between 0 and 1 )
de_de: Position im Segment (Wert zwischen 0 und 1)
fi_fi: Sijainti segmentillä (arvo väliltä 0-1)
nl_nl: Positie op het segment (waarde tussen 0 en 1)
pt_pt: Posição do segmento (valor entre 0 e 1)

source: Path name
de_de: Pfadname
fi_fi: Polun nimi
nl_nl: Padnaam
pt_pt: Nome do caminho
zh_cn: 路径名称

source: Test the path name.
de_de: Testet den Pfadnamen.
fi_fi: Testaa polun nimi.
nl_nl: Test de padnaam.
pt_pt: Teste o nome do caminho.
zh_cn: 测试路径名称

source: The name of the current path of _PARAM0_ is _PARAM1__PARAM2_
de_de: Der Name des aktuellen Pfades von _PARAM0_ ist _PARAM1__PARAM2_
fi_fi: _PARAM0_:n nykyisen polun nimi on _PARAM1__PARAM2_
nl_nl: De naam van het huidige pad van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O nome do caminho atual da _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的当前路径的名称是 _PARAM1__PARAM2_

source: Name
fi_fi: Nimi
nl_nl: Naam
pt_pt: Nome
zh_cn: 名称

source: Change the path
de_de: Ändert den Pfad
fi_fi: Muuta polkua
nl_nl: Het pad wijzigen
pt_pt: Altere o caminho
zh_cn: 更改路径

source: Change the path used.
de_de: Ändet den Pfad der verwendet wird.
fi_fi: Muuta käytettävää polkua.
nl_nl: Wijzig het te gebruiken pad.
pt_pt: Altere o caminho usado.
zh_cn: 更改所用路径。

source: Set _PARAM2_ as the current path of _PARAM0_
de_de: Legen Sie _PARAM2_ als den aktuellen Pfad der _PARAM0_
fi_fi: Aseta _PARAM2_ _PARAM0_:n nykyiseksi poluksi
nl_nl: _PARAM2_ ingesteld als het huidige pad van _PARAM0_
pt_pt: Defina _PARAM2_ como o caminho atual de _PARAM0_
zh_cn: 将 _PARAM2_ 设置为 _PARAM0_ 的当前路径

source: Current path name
de_de: Aktueller Pfadnamen
fi_fi: Nykyisen polun nimi
nl_nl: Huidig padnaam
pt_pt: Nome do caminho atual
zh_cn: 当前路径名称

source: X position of the path
de_de: X-Position des Pfades
fi_fi: Polun X-sijainti
nl_nl: X positie van het pad
pt_pt: Posição X do caminho
zh_cn: 该路径的 x 位置

source: Return true if the X position satisfies the test.
de_de: Meldet "Wahr" (true) zurück wenn die X-Position den Test besteht.
fi_fi: Palauta tosi, jos X-sijainti läpäisee testin.
nl_nl: Is waar als de X-positie voldoet aan de test.
pt_pt: Retorne verdade (true) se a posição X satisfaz o teste.
zh_cn: 如果 X 位置满足测试，则返回 true

source: The X position of the path of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die X-Position des Weges des _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n polun X-sijainti on _PARAM2__PARAM3_
nl_nl: De X-positie van het pad van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A posição X do caminho do _PARAM0_ é _PARAM2__PARAM3_
zh_cn: _PARAM0_ 的路径的 X 位置是 _PARAM2__PARAM3_

source: Path position
de_de: Pfad-Position
fi_fi: Polun sijainti
nl_nl: Pad positie
pt_pt: Posição do caminho
zh_cn: 路径位置

source: Do _PARAM2__PARAM3_ to the X position of the path of _PARAM0_
de_de: _PARAM2__PARAM3_ auf die X-Position des Weges des _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n polun X-sijainnille
nl_nl: Pas _PARAM2__PARAM3_ toe op de X-positie van het pad van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a posição X do caminho da _PARAM0_

source: Path Y position
de_de: Pfad Y-Position
fi_fi: Polun Y-sijainti
nl_nl: Pad Y positie
pt_pt: Posição Y do caminho
zh_cn: 路径 Y 位置

source: Return true if the Y position satisfies the test.
de_de: Meldet "Wahr" (true) zurück wenn die Y-Position den Test besteht.
fi_fi: Palauta tosi, jos Y-sijainti läpäisee testin.
nl_nl: Is waar als de Y-positie voldoet aan de test.
pt_pt: Retorne verdade (true) se a posição Y satisfaz o teste.

source: The Y position of the path of _PARAM0_ is _PARAM2__PARAM3_
de_de: Die Y-Position des Weges des _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n polun Y-sijainti on _PARAM2__PARAM3_
nl_nl: De Y-positie van het pad van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: A posição YX do caminho do _PARAM0_ é _PARAM2__PARAM3_
zh_cn: _PARAM0_ 的路径的 Y 位置是 _PARAM2__PARAM3_

source: Do _PARAM2__PARAM3_ to the Y position of the path of _PARAM0_
de_de: _PARAM2__PARAM3_ auf die Y-Position des Weges des _PARAM0_
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n polun Y-sijainnille
nl_nl: Pas _PARAM2__PARAM3_ toe op de Y-positie van het pad van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para a posição Y do caminho da _PARAM0_

source: Automatic rotation
de_de: Automatische Rotation
fi_fi: Automaattinen kierto
nl_nl: Automatische rotatie
pt_pt: Rotação automática
zh_cn: 自动旋转

source: Return true if the object's angle is automatically updated.
de_de: Meldet "Wahr" (true) zurück wenn der Winkel des Objektes automatisch aktualisiert wird.
fi_fi: Palauta tosi, jos objektin kulma päivitetään automaattisesti.
nl_nl: Is waar als de hoek van het object automatisch wordt bijgewerkt.
pt_pt: Retorne verdade (true) se o ângulo do objeto é automaticamente atualizado.
zh_cn: 返回 true，如果该对象的角度自动更新。

source: The angle of _PARAM0_ is automatically updated on the path
de_de: Der Winkel des _PARAM0_ wird automatisch auf den Pfad aktualisiert
fi_fi: _PARAM0_:n kulma päivitetään automaattisesti polulla
nl_nl: De hoek van _PARAM0_ wordt automatisch bijgewerkt op het pad
pt_pt: O ângulo de _PARAM0_ é automaticamente atualizado no caminho

source: De/activate automatic rotation
de_de: De/aktiviert Automatische Rotation
fi_fi: De/aktivoi automaattinen kierto
nl_nl: Automatische rotatie de/activeren
pt_pt: Des/activar a rotação automática
zh_cn: 不/激活自动旋转

source: Activate automatic rotation of _PARAM0_: _PARAM2_
de_de: Aktivieren Sie Automatische Drehung des _PARAM0_: _PARAM2_
fi_fi: Aktivoi automaattinen kierto _PARAM0_: _PARAM2_
nl_nl: Activeren van automatische rotatie van _PARAM0_: _PARAM2_
pt_pt: Activar a rotação automática de _PARAM0_: _PARAM2_

source: Activate ?
de_de: Aktivieren?
fi_fi: Aktivoidaanko?
nl_nl: Activeren ?
pt_pt: Ativar?
zh_cn: 激活吗？

source: Angle offset
de_de: Winkelabstand
fi_fi: Kulman siirtymä
nl_nl: Hoekverschuiving
pt_pt: Deslocamento angular
zh_cn: 角度偏移

source: Return true if the angle offset satifies the condition.
de_de: Meldet "Wahr" (true) zurück wenn der Winkelabstand die Bedingungen erfüllt.
fi_fi: Palauta tosi, jos kulman siirtymä täyttää ehdon.
nl_nl: Is waar als de hoekverschuiving aan de voorwaarde voldoet.
pt_pt: Retorne true se o deslocamento do ângulo satisfaz a condição.

source: The angle offset of _PARAM0_ is _PARAM2__PARAM3_
de_de: Der Winkel, Abstand der _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n kulman siirtymä on _PARAM2__PARAM3_
nl_nl: De verschuiving van de hoek van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: O ângulo de deslocamento de _PARAM0_ é _PARAM2__PARAM3_

source: Change the angle offset
de_de: Ändern des Winkelabstands
fi_fi: Muuta kulman siirtymää
nl_nl: De verschuiving van de hoek
pt_pt: Alterar o ângulo de deslocamento
zh_cn: 改变角度偏移量

source: Do _PARAM2__PARAM3_ to angle offset of _PARAM0_
de_de: _PARAM2__PARAM3_ zu den Winkeln und Abständenvon _PARAM0_ hinzufügen
fi_fi: Tee _PARAM2__PARAM3_ _PARAM0_:n kulman siirtymälle
nl_nl: Pas _PARAM2__PARAM3_ toe op de hoek verschuiving van _PARAM0_
pt_pt: Fazer _PARAM2__PARAM3_ para deslocamento do ângulo de _PARAM0_

source: Add an offset to the angle of the object
de_de: Ein Versatz auf den Winkel des Objekts hinzufügen
fi_fi: Lisää siirtymä objektin kulmalle
nl_nl: Een verschuiving aan de hoek van het object toevoegen
pt_pt: Adicionar um deslocamento para o ângulo do objeto
