Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Load a structured file in memory
fi_fi: Lataa jäsennelty tiedosto muistiin
nl_nl: Een gestructureerd bestand in het geheugen laden
pt_pt: Carregar um arquivo estruturado na memória
zh_cn: 载入一个结构化文件到内存

source: Load structured file _PARAM0_ in memory
fi_fi: Lataa jäsennelty tiedosto _PARAM0_ muistiin
nl_nl: Gestructureerd bestand _PARAM0_ in het geheugen laden
pt_pt: Carregar arquivo estruturado _PARAM0_ na memória
zh_cn: 载入结构化文件 _PARAM0_ 到内存

source: Close a structured file
fi_fi: Sulje jäsennelty tiedosto
nl_nl: Een gestructureerd bestand sluiten
pt_pt: Fechar um arquivo estruturado
zh_cn: 关闭一个结构化文件

source: Close structured file _PARAM0_
fi_fi: Sulje jäsennelty tiedosto _PARAM0_
nl_nl: Sluit gestructureerd bestand _PARAM0_
pt_pt: Fechar arquivo estruturado _PARAM0_
zh_cn: 关闭结构化文件 _PARAM0_

source: Write a value
de_de: Schreibt einen Wert
fi_fi: Kirjoita arvo
nl_nl: Schrijf een waarde
pt_pt: Escreva um valor
zh_cn: 写入一个值

source: Write the result of the expression in the file, in the specified element. Specify the structure leading to the element using / (example : Root/Level/Current) Spaces are forbidden in element names.
fi_fi: Kirjoita lausekkeen tulos määritettyyn elementtiin tiedostoon . Määritä elementille johtava rakenne käyttämällä / (esim: Root/Level/Current) Välilyönnit eivät ole sallittu elementtien nimissä.
nl_nl: Schrijf het resultaat van een expressie in het bestand op in een specifiek element. Specificeer de structuur die leidt tot het element met behulp van / (bijvoorbeeld: Root/Niveau/Huidig) Spaties zijn verboden in element namen.
pt_pt: Escrever o resultado da expressão no elemento especificado do arquivo. Especifique a estrutura que leva até o elemento, usando / (exemplo: raiz/nível/atual) Atenção! Espaços não são permitidos nos nomes dos elementos.

source: Write _PARAM2_ in _PARAM1_ of file _PARAM0_
fi_fi: Kirjoita _PARAM2_ elementtiin _PARAM1_ tiedostoon _PARAM0_
nl_nl: Schrijven van _PARAM2_ in _PARAM1_ van bestand _PARAM0_
pt_pt: Escreva _PARAM2_ no _PARAM1_ de _PARAM0_ de arquivo

source: Expression
de_de: Ausdruck
fi_fi: Lauseke
nl_nl: Expressie
pt_pt: Expressão
zh_cn: 表达式

source: Write a text
de_de: Schreibt einen Text
fi_fi: Kirjoita teksti
nl_nl: Schrijf een tekst
pt_pt: Escreva um texto
zh_cn: 写入文本

source: Write the text in the file, in the specified element. Specify the structure leading to the element using / (example : Root/Level/Current) Spaces are forbidden in element names.
fi_fi: Kirjoita teksti määritettyyn elementtiin tiedostoon . Määritä elementille johtava rakenne käyttämällä / (esim: Root/Level/Current) Välilyönnit eivät ole sallittu elementtien nimissä.
nl_nl: Schrijf de tekst van het bestand in het opgegeven element. Specificeer de structuur die leidt tot het element met behulp van / (bijvoorbeeld: Root/Niveau/Huidig) Spaties zijn verboden in element namen.
pt_pt: Escreva o texto no arquivo, no elemento especificado. Especificar a estrutura levando ao elemento usando / (exemplo: raiz/nível/corrente) Atenção! Espaços são proibidos em nomes dos elementos.

source: Read a value
de_de: Liest einen Wert
fi_fi: Lue arvo
nl_nl: Lezen van een waarde
pt_pt: Ler um valor
zh_cn: 读取值

source: Read the value saved in the specified element and store it in a variable. Specify the structure leading to the element using / (example : Root/Level/Current) Spaces are forbidden in element names.
fi_fi: Lue määritettyyn elementtiin tallennetu arvo ja tallenna se muuttujaan. Määritä elementille johtava rakenne käyttämällä / (esim: Root/Level/Current) Välilyönnit eivät ole sallittu elementtien nimissä.
nl_nl: Lees de opgeslagen waarde van een specifiek element and sla dit op in een variabele. Specificeer de structuur die leidt tot het element met behulp van / (bijvoorbeeld: Root/Niveau/Huidig) Spaties zijn verboden in element namen.
pt_pt: Lê o valor salvo no elemento especificado e armazena em uma variável. Especifique a estrutura que leva ao elemento usando / (exemplo: raiz/nível/atual) Atenção! Espaços não são aceitos nos nomes dos elementos.

source: Read _PARAM1_ from file _PARAM0_ and store value in _PARAM3_
fi_fi: Lue _PARAM1_ tiedostosta _PARAM0_ ja tallenna arvo muuttujaan _PARAM3_
nl_nl: Lees _PARAM1_ van bestand _PARAM0_ en sla de waarde op in _PARAM3_
pt_pt: Leia _PARAM1_ de _PARAM0_ de arquivo e armazenar o valor em _PARAM3_

source: Read a text
de_de: Liest einen Text
fi_fi: Lue teksti
nl_nl: Een tekst lezen
pt_pt: Ler um texto
zh_cn: 读取文本

source: Read the text saved in the specified element and store it in a variable. Specify the structure leading to the element using / (example : Root/Level/Current) Spaces are forbidden in element names.
fi_fi: Lue määritettyyn elementtiin tallennetu teksti ja tallenna se muuttujaan. Määritä elementille johtava rakenne käyttämällä / (esim: Root/Level/Current) Välilyönnit eivät ole sallittu elementtien nimissä.
nl_nl: Lees de opgeslagen tekst van een specifiek element and sla dit op in een variabele. Specificeer de structuur die leidt tot het element met behulp van / (bijvoorbeeld: Root/Niveau/Huidig) Spaties zijn verboden in element namen.
pt_pt: Lê o texto salvo no elemento especificado e o armazena em uma variável. Especifique a estrutura que leva ao elemento usando / (exemplo: raiz/nível/atual) Atenção! Espaços não são aceitos nos nomes dos elementos.

source: Read _PARAM1_ from file _PARAM0_ and store as text in _PARAM3_
fi_fi: Lue _PARAM1_ tiedostosta _PARAM0_ ja tallenna tekstinä muuttujaan _PARAM3_
nl_nl: _PARAM1_ lezen van bestand _PARAM0_ en opslaan als tekst in _PARAM3_
pt_pt: Leia _PARAM1_ de _PARAM0_ de arquivo e armazenamento de texto em _PARAM3_
zh_cn: 從文件 _PARAM0_ 读取 _PARAM1_ 並以文本存储在 _PARAM3_ 中

source: Delete _PARAM1_ from the file _PARAM0_
fi_fi: Poista _PARAM1_ tiedostosta _PARAM0_
nl_nl: _PARAM1_ uit het bestand _PARAM0_ verwijderen
pt_pt: Excluir _PARAM1_ de _PARAM0_ o arquivo
zh_cn: 从文件 _PARAM0_ 删除 _PARAM1_

source: Delete a file
de_de: Löscht eine Datei
fi_fi: Tiedoston poistaminen
nl_nl: Een bestand verwijderen
pt_pt: Excluir um arquivo
zh_cn: 删除文件

source: Delete the file.
de_de: Löscht die Datei.
fi_fi: Poista tiedosto.
nl_nl: Verwijder het bestand.
pt_pt: Exclua o arquivo.
zh_cn: 删除文件。

source: Delete the file _PARAM0_
de_de: Löscht die Datei _PARAM0_
fi_fi: Poista tiedosto _PARAM0_
nl_nl: Het bestand _PARAM0_ verwijderen
pt_pt: Exclua o arquivo _PARAM0_
zh_cn: 删除文件 _PARAM0_

source: A file exists
de_de: Eine Datei existiert
fi_fi: Tiedosto on olemassa
nl_nl: Een bestand bestaat
pt_pt: Existe um arquivo
zh_cn: 文件存在

source: Test if the file exists.
de_de: Prüft ob die Datei existiert.
fi_fi: Testaa, onko tiedosto olemassa.
nl_nl: Test als het bestand bestaat.
pt_pt: Teste se o arquivo existir.
zh_cn: 测试文件是否存在。

source: File _PARAM0_ exists
de_de: Datei _PARAM0_ existiert
fi_fi: Tiedosto _PARAM0_ on olemassa
nl_nl: Bestand _PARAM0_ bestaat
pt_pt: Existe o arquivo _PARAM0_
zh_cn: 文件 _PARAM0_ 存在

source: Open URL (or file) _PARAM0_
fi_fi: Avaa URL-osoite (tai tiedosto) _PARAM0_
nl_nl: Open URL (of bestand) _PARAM0_
pt_pt: _PARAM0_ aberto de URL (ou arquivo)
zh_cn: 打开 URL ( 或文件 ) _PARAM0_

source: URL (or filename)
fi_fi: URL-osoite (tai tiedostonimi)
nl_nl: URL (of bestandsnaam)
pt_pt: URL (ou o nome do arquivo)
zh_cn: URL ( 或文件名 )

source: Execute a command
fi_fi: Suorita komento
nl_nl: Een opdracht uitvoeren
pt_pt: Executar um comando
zh_cn: 执行命令

source: Execute _PARAM0_
fi_fi: Suorita _PARAM0_
nl_nl: _PARAM0_ uitvoeren
pt_pt: Executar _PARAM0_
zh_cn: 执行 _PARAM0_

source: Command
fi_fi: Komento
nl_nl: Commando
pt_pt: Comando
zh_cn: 命令

source: The button _PARAM2_ of joystick _PARAM1_ is pressed
fi_fi: Joystickin _PARAM1_ painiketta _PARAM2_ painetaan
nl_nl: De knop _PARAM2_ van joystick _PARAM1_ is ingedrukt
pt_pt: É pressionado o botão _PARAM2_ do joystick _PARAM1_
zh_cn: 手柄 _PARAM1_ 的按钮 _PARAM2_ 被按下

source: Joystick number (first joystick: 0)
fi_fi: Joystick numero (ensimmäinen joystick: 0)
nl_nl: Joystick nummer (eerste joystick: 0)
pt_pt: Número de joystick (primeiro joystick: 0)
zh_cn: 手柄编号(第1个手柄: 0)

source: Button
fi_fi: Painike
nl_nl: Knop
pt_pt: Botão
zh_cn: 按钮

source: Value of an axis of a joystick
fi_fi: Joystickin akselin arvo
nl_nl: Waarde van een as van een joystick
pt_pt: Valor de um eixo de um joystick
zh_cn: 手柄某个轴的值

source: Test the value of an axis of a joystick.
fi_fi: Testaa joystickin akselin arvoa.
nl_nl: Test de waarde van een as van een joystick.
pt_pt: Teste o valor de um eixo do joystick.
zh_cn: 检测手柄某个轴的值

source: The value of the axis _PARAM2_ of joystick _PARAM1_ is _PARAM3__PARAM4_
fi_fi: Joystickin _PARAM1_ akselin _PARAM2_ arvo on _PARAM3__PARAM4_
nl_nl: De waarde van de _PARAM2_ van de as van joystick _PARAM1_ is _PARAM3__PARAM4_
pt_pt: O valor do eixo _PARAM2_ do joystick _PARAM1_ é _PARAM3__PARAM4_

source: Get the value of the axis of a joystick
fi_fi: Hae joystickin akselin arvo
nl_nl: Verkrijg de waarde van de as van een joystick
pt_pt: Obter o valor do eixo do joystick
zh_cn: 获取手柄某个轴的值

source: Save in _PARAM3_ the value of axis _PARAM2_ of joystick _PARAM1_
fi_fi: Tallenna joystickin _PARAM1_ akselin _PARAM2_ arvo _PARAM3_:een
nl_nl: Opslaan in _PARAM3_ de waarde van as _PARAM2_ van joystick _PARAM1_
pt_pt: Salvar em _PARAM3_ o valor do eixo _PARAM2_ do joystick _PARAM1_

source: Joystick axis
de_de: Joystick Achse
fi_fi: Joystick-akseli
nl_nl: Joystick as
pt_pt: Eixo de joystick
zh_cn: 手柄的轴

source: Keyboard features
de_de: Tastatur-Funktionen
fi_fi: Näppäimistön toiminnot
nl_nl: Toetsenbord functies
pt_pt: Funções do teclado
zh_cn: 键盘功能

source: Key pressed
fi_fi: Näppäin painettu
nl_nl: Toets ingedrukt
pt_pt: Tecla pressionada
zh_cn: 键按下

source: Test if a key is pressed
de_de: Prüft ob eine Taste gedrückt wird
fi_fi: Testaa, painetaanko näppäintä
nl_nl: Test of een toets wordt ingedrukt
pt_pt: Testar se uma tecla é pressionada
zh_cn: 检测是否按键

source: _PARAM1_ key is pressed
de_de: _PARAM1_-Taste wird gedrückt
fi_fi: Näppäintä _PARAM1_ painetaan
nl_nl: _PARAM1_-toets is ingedrukt
pt_pt: _PARAM1_ tecla é pressionada
zh_cn: 键盘 _PARAM1_ 键按下

source: Keyboard
de_de: Tastatur
fi_fi: Näppäimistö
nl_nl: Toetsenbord
pt_pt: Teclado
zh_cn: 键盘

source: Key released
fi_fi: Näppäin vapautettu
nl_nl: Toets los gelaten
pt_pt: Tecla libertada
zh_cn: 键弹起

source: Test if a key was just released
fi_fi: Testaa, vapautettiinko juuri näppäin
nl_nl: Test of een toets net is losgelaten
pt_pt: Testar se uma tecla foi solta
zh_cn: 检测键是否弹起

source: _PARAM1_ key is released
fi_fi: Näppäin _PARAM1_ vapautettiin
nl_nl: _PARAM1_ toets is losgelaten
pt_pt: Tecla _PARAM1_ foi solta
zh_cn: 键盘 _PARAM1_ 键弹起

source: Key pressed (text expression)
fi_fi: Näppäin painettu (tekstilauseke)
nl_nl: Toets ingedrukt (tekstuitdrukking)
pt_pt: Tecla pressionada (expressão de texto)
zh_cn: 键按下（文本表达式）

source: Test if a key, retrieved from the result of the expression, is pressed
fi_fi: Testaa, painetaanko lausekkeen tuloksena olevaa näppäintä
nl_nl: Test of een toets, bepaald door het result van een expressie, ingedrukt is
pt_pt: Testa se um botão, obtido de um resultado da expressão, está pressionado

source: Expression generating the key to test
fi_fi: Lauseke, joka generoi testattavan näppäimen
nl_nl: Expressie welke de te testen toets oplevert
pt_pt: Expressão gerando o botão para testar
zh_cn: 检测表达式生成键

source: Key released (text expression)
fi_fi: Näppäin vapautettu (tekstilauseke)
nl_nl: Toets losgelaten (tekstuitdrukking)
pt_pt: Tecla liberada (expressão de texto)
zh_cn: 键弹起（文本表达式）

source: Test if a key, retrieved from the result of the expression, was just released
fi_fi: Testaa, vapautettiinko lausekkeen tuloksena olevaa näppäintä
nl_nl: Test of een toets, bepaald door het result van een expressie, los gelaten is
pt_pt: Teste se a tecla, obtida do resultado da expressão, foi liberada

source: Any key pressed
fi_fi: Mitä tahansa näppäintä painetaan
nl_nl: Een willekeurige toets ingedrukt
pt_pt: Qualquer tecla pressionada
zh_cn: 任意键按下

source: Test if any key is pressed
de_de: Prüft ob irgendeine Taste gedrückt wird
fi_fi: Testaa, painetaanko jotain näppäintä
nl_nl: Test als een toets is ingedrukt
pt_pt: Teste se nenhuma tecla for pressionada
zh_cn: 检测是否任意键按下

source: Any key is pressed
de_de: Eine Taste wird gedrückt
fi_fi: Jotakin näppäintä painetaan
nl_nl: Een willekeurige toets is ingedrukt
pt_pt: Qualquer tecla é pressionada
zh_cn: 任意键按下

source: Last pressed key
de_de: Zuletzt gedrückte Taste
fi_fi: Viimeksi painettu näppäin
nl_nl: Laatste ingedrukte toets
pt_pt: Última tecla pressionada
zh_cn: 最后按下的键

source: Get the name of the latest key pressed on the keyboard
fi_fi: Hae viimeksi painetun näppäimen nimi
nl_nl: De naam van de laatst ingedrukte toets op het toetsenbord
pt_pt: Obter o nome da última tecla pressionada no teclado

source: Difference between two angles
fi_fi: Kahden kulman välinen ero
nl_nl: Verschil tussen twee hoeken
pt_pt: Diferença entre dois ângulos
zh_cn: 两个角之间的差异

source: First angle
de_de: Erster Winkel
fi_fi: Ensimmäinen kulma
nl_nl: Eerste hoek
pt_pt: Primeiro ângulo
zh_cn: 首个角度

source: Second angle
de_de: Zweiter Winkel
fi_fi: Toinen kulma
nl_nl: Tweede hoek
pt_pt: Segundo ângulo
zh_cn: 第二个角度

source: Modulo
fi_fi: Jakojäännös (modulo)
nl_nl: Restbepaling bij deling
pt_pt: Módulo
zh_cn: 求模

source: x (as in x mod y)
fi_fi: x (kuten x mod y)
nl_nl: x (als in x mod y)
pt_pt: x (como em x mod y)
zh_cn: x (x mod y)

source: y (as in x mod y)
fi_fi: y (kuten x mod y)
nl_nl: y (als in x mod y)
pt_pt: y (como em x mod y)
zh_cn: y (x mod y)

source: Minimum of two numbers
de_de: Mindestens zwei Zahlen
fi_fi: Pienin kahdesta luvusta
nl_nl: Minimum van twee getallen
pt_pt: Mínimo de dois números
zh_cn: 两个数中取最小

source: First expression
de_de: Erster Ausdruck
fi_fi: Ensimmäinen lauseke
nl_nl: Eerste expressie
pt_pt: Primeira expressão
zh_cn: 首个表达式

source: Second expression
de_de: Zweiter Ausdruck
fi_fi: Toinen lauseke
nl_nl: Tweede expressie
pt_pt: Segunda expressão
zh_cn: 第二个表达式

source: Maximum of two numbers
de_de: Maximal zwei Zahlen
fi_fi: Suurin kahdesta luvusta
nl_nl: Maximum van twee getallen
pt_pt: Máximo de dois números
zh_cn: 两个数中取最大

source: Absolute value
de_de: Absoluter Wert
fi_fi: Itseisarvo
nl_nl: Absolute waarde
pt_pt: Valor absoluto
zh_cn: 绝对值

source: Arccosine
fi_fi: Arkuskosini
nl_nl: Boogcosinus
pt_pt: Arco cosseno
zh_cn: 反余弦

source: Hyperbolic arccosine
fi_fi: Hyperbolinen arkuskosini
nl_nl: Hyperbolische arccosinus
pt_pt: Arco cosseno hiperbólico
zh_cn: 双曲线余弦

source: Arcsine
fi_fi: Arkussini
nl_nl: Boogsinus
pt_pt: Arco seno
zh_cn: 反正弦

source: Arctangent
fi_fi: Arkustangentti
nl_nl: Arctangens
pt_pt: Arco tangente
zh_cn: 反正切

source: 2 argument arctangent
fi_fi: 2 argumentin arkustangentti
nl_nl: 2 argumenten arctangens
pt_pt: Arco tangente de 2 argumentos
zh_cn: 2个参数反正切

source: 2 argument arctangent (atan2)
fi_fi: 2 argumentin arkustangentti (atan2)
nl_nl: 2 argument arctangens (atan2)
pt_pt: Arco tangente de 2 argumentos (atan2)
zh_cn: 2个参数反正切(atan2)

source: Hyperbolic arctangent
fi_fi: Hyperbolinen arkustangentti
nl_nl: Hyperbolische arctangens
pt_pt: Arco tangente hiperbólica
zh_cn: 双曲线反正切

source: Cube root
fi_fi: Kuutiojuuri
nl_nl: Kubiekwortel
pt_pt: Raiz cúbica
zh_cn: 立方根

source: Ceil (round up)
fi_fi: Ceil (pyöristys ylös)
nl_nl: Ceil (naar boven afronden)
pt_pt: Ceil (arredondar para mais)
zh_cn: Ceil (向上取整)

source: Round number up to an integer
fi_fi: Ylöspäin pyöristys kokonaisluvuksi
nl_nl: Rond getal omhoog tot een geheel getal
pt_pt: Arredonda um número para cima até um inteiro
zh_cn: 向上取整

source: Floor (round down)
fi_fi: Floor (pyöristys alaspäin)
nl_nl: Floor (afronden naar boven)
pt_pt: Floor (arredonda para menos)
zh_cn: Floor (向下取整)

source: Round number down to an integer
fi_fi: Alaspäin pyöristys kokonaisluvuksi
nl_nl: Rond getal naar beneden af naar een geheel getal
pt_pt: Arredonda um número para baixo até um inteiro
zh_cn: 向下取整

source: Cosine
de_de: Kosinus
fi_fi: Kosini
nl_nl: Cosinus
pt_pt: Cosseno
zh_cn: 余弦

source: Cosine of a number
fi_fi: Luvun kosini
nl_nl: Cosinus van een getal
pt_pt: Cosseno de um número
zh_cn: 对一个数求余弦

source: Hyperbolic cosine
de_de: hyperbolischer Kosinus
fi_fi: Hyperbolinen kosini
nl_nl: Cosinus hyperbolicus
pt_pt: Cosseno hiperbólico
zh_cn: 双曲线余弦

source: Cotangent
fi_fi: Kotangentti
nl_nl: Cotangens
pt_pt: Cotangente
zh_cn: 余切

source: Cotangent of a number
fi_fi: Luvun kotangentti
nl_nl: Cotangens van een getal
pt_pt: Cotangente de um número
zh_cn: 对一个数求余切

source: Cosecant
fi_fi: Kosekantti
nl_nl: Cosecans
pt_pt: Cossecante
zh_cn: 余割

source: Cosecant of a number
fi_fi: Luvun kosekantti
nl_nl: Cosecans van een getal
pt_pt: Cossecante de um número
zh_cn: 对一个数求余割

source: Round
de_de: Runde
fi_fi: Pyöristä
nl_nl: Ronde
pt_pt: Arredondar
zh_cn: 取整

source: Round a number
fi_fi: Pyöristä luku
nl_nl: Een getal afronden
pt_pt: Arredondar um número
zh_cn: 对一个数取整

source: Exponential
de_de: exponentiell
fi_fi: Eksponentti
nl_nl: Exponentieël
pt_pt: Exponencial
zh_cn: 指数

source: Exponential of a number
fi_fi: Luvun eksponentti
nl_nl: Exponentiële waarde van een getal
pt_pt: Exponencial de um número
zh_cn: 一个数的指数

source: Logarithm
fi_fi: Logaritmi
nl_nl: Logaritme
pt_pt: Logaritmo
zh_cn: 对数

source: Base-2 logarithm
fi_fi: 2-kantainen logaritmi
nl_nl: Logaritme met grondtal 2
pt_pt: Logaritmo de base 2

source: Base 2 Logarithm
fi_fi: 2-kantainen logaritmi
nl_nl: Base 2 logaritme
pt_pt: Logaritmo de base 2

source: Base-10 logarithm
de_de: Logarithmus zur Basis 10
fi_fi: 10-kantainen logaritmi
nl_nl: Logaritme met grondtal 10
pt_pt: Logaritmo de base 10

source: Nth root
fi_fi: N:s juuri
nl_nl: N wortel
pt_pt: Raiz enésima

source: Nth root of a number
fi_fi: Luvun n:s juuri
nl_nl: N wortel van een getal
pt_pt: Raiz enésima de um número

source: Number
de_de: Nummer
fi_fi: Luku
nl_nl: Nummer
pt_pt: Número
zh_cn: 编号

source: Power
fi_fi: Potenssi
nl_nl: Macht
pt_pt: Potência
zh_cn: 强度：

source: Raise a number to power n
fi_fi: Luvun korottaminen n:teen potenssiin
nl_nl: Een getal verheffen tot de macht n
pt_pt: Elevar um número à potência n

source: The exponent (n in x^n)
fi_fi: Eksponentti (n kaavassa x^n)
nl_nl: De exponent (n in x ^ n)
pt_pt: O expoente (n em x ^ n)

source: Secant
fi_fi: Sekantti
nl_nl: Snijlijn
pt_pt: Secante

source: Sign of a number
fi_fi: Luvun etumerkki
nl_nl: Teken van een getal
pt_pt: Sinal de um número

source: Return the sign of a number (1,-1 or 0)
fi_fi: Palauttaa luvun etumerkin (1, -1 tai 0)
nl_nl: Geeft het teken van een getal (1, -1 of 0)
pt_pt: Retornar o sinal de um número (1, -1 ou 0)

source: Sine
de_de: Sinus
fi_fi: Sini
nl_nl: Sinus
pt_pt: Seno
zh_cn: 正弦

source: Sine of a number
fi_fi: Luvun sini
nl_nl: Sinus van een getal
pt_pt: Seno de um número

source: Hyperbolic sine
de_de: hyperbolischer Sinus
fi_fi: Hyperbolinen sini
nl_nl: Sinus hyperbolicus
pt_pt: Seno hiperbólico

source: Square root
fi_fi: Neliöjuuri
nl_nl: Vierkantswortel
pt_pt: Raiz quadrada
zh_cn: 平方根

source: Square root of a number
fi_fi: Luvun neliöjuuri
nl_nl: Vierkantswortel van een getal
pt_pt: Raiz quadrada de um número

source: Tangent
de_de: Tangens
fi_fi: Tangentti
nl_nl: Tangens
pt_pt: Tangente

source: Tangent of a number
fi_fi: Luvun tangentti
nl_nl: Tangens van een getal
pt_pt: Tangente de um número

source: Hyperbolic tangent
de_de: hyperbolischer Tangens
fi_fi: Hyperbolinen tangentti
nl_nl: Tangens hyperbolicus
pt_pt: Tangente hiperbólica

source: Truncation
fi_fi: Katkaisu
nl_nl: Afronden
pt_pt: Truncamento

source: Troncate a number
fi_fi: Luvun katkaisu
nl_nl: Rond een getal af
pt_pt: Troncate um número

source: Lerp (Linear interpolation)
fi_fi: Lerp (lineaarinen interpolointi)
nl_nl: Lerp (lineaire interpolatie)
pt_pt: Lerp (interpolação Linear)

source: Linearly interpolate a to b by x
fi_fi: Interpoloi lineaarisesti a:sta b:hen x:llä
nl_nl: Lineair interpoleren van a naar b met x
pt_pt: Interpolar linearmente a para b por x

source: a (in a+(b-a)*x)
fi_fi: a (kaavassa: a+(b-a)*x)
pt_pt: a (em a+(b-a)*x)

source: b (in a+(b-a)*x)
fi_fi: b (kaavassa: a+(b-a)*x)
pt_pt: b (em a+(b-a)*x)

source: x (in a+(b-a)*x)
fi_fi: x (kaavassa: a+(b-a)*x)
pt_pt: x (em a+(b-a)*x)

source: The cursor/touch is on an object
fi_fi: Kohdistin/kosketus on objektin päällä
nl_nl: De cursor/touch is op een object
pt_pt: O cursor/toque está sobre um objeto
zh_cn: 光标/触摸在对象上

source: Test if the cursor is over an object, or if the object is being touched.
fi_fi: Testaa, onko kohdistin objektin päällä tai kosketetaanko objektia.
nl_nl: Test of de cursor op een object staat of als het object aangeraakt wordt.
pt_pt: Teste se o cursor está sobre um objeto, ou se o objeto está sendo tocado.

source: The cursor/touch is on _PARAM0_
fi_fi: Kohdistin/kosketus on _PARAM0_ päällä
nl_nl: De cursor/aanraking is op _PARAM0_
pt_pt: O cursor/toque está sobre _PARAM0_
zh_cn: 光标/触摸在 _PARAM0_ 上

source: Mouse and touch
fi_fi: Hiiri ja kosketus
nl_nl: Muis en touch
pt_pt: Mouse e toque
zh_cn: 鼠标与触摸

source: Accurate test (yes by default)
fi_fi: Tarkka testi (kyllä oletuksena)
nl_nl: Nauwkeurige test (ja standaard)
pt_pt: Teste exato (Sim, por padrão)
zh_cn: 精确检测(默认yes)

source: Move mouse cursor when touching screen: _PARAM1_
fi_fi: Siirrä hiiren kohdistin koskettaessa näyttöä: _PARAM1_
nl_nl: Beweeg de muiscursor wanneer het scherm wordt aangeraakt: _PARAM1_
pt_pt: Mover o cursor do rato quando tocar no ecrã: _PARAM1_

source: Activate (yes by default when game is launched)
fi_fi: Aktivoi (oletuksena kyllä, kun peli käynnistyy)
nl_nl: Activeren (standaard ja wanneer het spel wordt gestart)
pt_pt: Ativar (sim por padrão quando o jogo for lançado)

source: Center cursor horizontally
fi_fi: Keskitä kohdistin vaakasuunnassa
nl_nl: Cursor horizontaal centreren
pt_pt: Centrar o cursor horizontalmente
zh_cn: 水平居中光标

source: Put the cursor in the middle of the screen horizontally.
fi_fi: Aseta kohdistin näytön keskikohtaan vaakasuunnassa.
nl_nl: Plaats de cursor horizontaal in het midden van het scherm.
pt_pt: Coloque o cursor horizontalmente no meio da tela.
zh_cn: 水平居中光标

source: Center cursor vertically
fi_fi: Keskitä kohdistin pystysuunnassa
nl_nl: Cursor verticaal centreren
pt_pt: Centrar verticalmente o cursor
zh_cn: 垂直居中光标

source: Put the cursor in the middle of the screen vertically.
fi_fi: Aseta kohdistin näytön keskikohtaan pystysuunnassa.
nl_nl: Plaats de cursor verticaal in het midden van het scherm.
pt_pt: Coloque o cursor verticalmente no meio da tela.
zh_cn: 垂直居中光标

source: Hide the cursor
de_de: Mauspfeil ausblenden
fi_fi: Piilota kohdistin
nl_nl: Verbergen van de cursor
pt_pt: Ocultar o cursor
zh_cn: 隐藏鼠标

source: Hide the cursor.
de_de: Mauspfeil ausblenden.
fi_fi: Piilota kohdistin.
nl_nl: Verbergen van de cursor.
pt_pt: Ocultar o cursor.
zh_cn: 隐藏鼠标。

source: Show the cursor
fi_fi: Näytä kohdistin
nl_nl: Toon de cursor
pt_pt: Mostrar o cursor
zh_cn: 显示光标

source: Show the cursor.
fi_fi: Näytä kohdistin.
nl_nl: Toon de cursor.
pt_pt: Mostrar o cursor.
zh_cn: 显示光标.

source: Position the cursor of the mouse
fi_fi: Sijoita hiiren kohdistin
nl_nl: Plaats de cursor van de muis
pt_pt: Posição do cursor do rato
zh_cn: 鼠标光标位置

source: Position the cursor at the given coordinates.
fi_fi: Sijoita kohdistin annettuihin koordinaatteihin.
nl_nl: Plaats de cursor op de opgegeven coördinaten.
pt_pt: Posição do cursor nas coordenadas indicadas.
zh_cn: 光标位置在指定位置

source: Position cursor at _PARAM1_;_PARAM2_
fi_fi: Sijoita kohdistin kohtaan _PARAM1_;_PARAM2_
nl_nl: Cursorpositie op _PARAM1_; _PARAM2_
pt_pt: Posição do cursor em _PARAM1_;_PARAM2_
zh_cn: 光标位置在 _PARAM1_;_PARAM2_

source: Center the cursor
fi_fi: Keskitä kohdistin
nl_nl: Centreer de cursor
pt_pt: Centrar o cursor
zh_cn: 居中光标
