Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Rotation
fi_fi: Kierto
nl_nl: Rotatie
pt_pt: Rotação
zh_cn: 旋转

source: Add a hinge
de_de: Fügt ein Scharnier hinzu
fi_fi: Lisää sarana
nl_nl: Toevoegen van een scharnier
pt_pt: Adicionar uma dobradiça
zh_cn: 添加一个铰链

source: Add a hinge to _PARAM0_ at _PARAM2_;_PARAM3_
de_de: Füge ein Scharnier zu _PARAM0_ bei _PARAM2_;_PARAM3_ hinzu
fi_fi: Lisää sarana _PARAM0_ sijaintiin _PARAM2_, _PARAM3_
nl_nl: Toevoegen van een scharnier aan _PARAM0_ op _PARAM2_; _PARAM3_
pt_pt: Adicionar uma dobradiça para _PARAM0_ em _PARAM2_; _PARAM3_

source: Joints
de_de: Gelenke
fi_fi: Nivelet
nl_nl: Gewrichten
pt_pt: Articulações
zh_cn: 关节

source: Hinge X position
de_de: Scharnier X-Position
fi_fi: Saranan X-sijainti
nl_nl: Scharnier X-positie
pt_pt: Posição X da dobradiça
zh_cn: 铰链 X 位置

source: Hinge Y position
de_de: Scharnier Y-Position
fi_fi: Saranan Y-sijainti
nl_nl: Scharnier Y positie
pt_pt: Posição Y da dobradiça
zh_cn: 铰链 Y 位置

source: Add a hinge between two objects
de_de: Fügt ein Scharnier zwischen zwei Objekten hinzu
fi_fi: Lisää sarana kahden objektin väliin
nl_nl: Een scharnier tussen twee objecten toevoegen
pt_pt: Adicionar uma dobradiça entre dois objetos

source: Add a hinge between _PARAM0_ and _PARAM2_
de_de: Fügen Sie ein Scharnier zwischen _PARAM0_ und _PARAM2_ hinzu
fi_fi: Lisää sarana _PARAM0_ ja _PARAM2_ väliin
nl_nl: Toevoegen van een scharnier tussen _PARAM0_ en _PARAM2_
pt_pt: Adicionar uma dobradiça entre _PARAM0_ e _PARAM2_

source: X position of the hinge, from the first object mass center
de_de: X-Position des Scharniers, vom ersten Objekt-Mess-Zentrum
fi_fi: Saranan X-sijainti ensimmäisen objektin massan keskiöstä
nl_nl: X positie van de scharnier, vanaf het eerste object massa center
pt_pt: Posição X da dobradiça, desde o centro da massa do primeiro objeto

source: Y position of the hinge, from the first object mass center
de_de: Y-Position des Scharniers, vom ersten Objekt-Mess-Zentrum
fi_fi: Saranan Y-sijainti ensimmäisen objektin massan keskiöstä
nl_nl: Y-positie van de scharnier, vanaf het eerste object massa center
pt_pt: Posição Y da dobradiça, desde o centro da massa do primeiro objeto

source: Add a gear between two objects
de_de: Fügen Sie einen Gang zwischen zwei Objekten
fi_fi: Lisää hammasratas kahden objektin väliin
nl_nl: Een tandrad tussen twee objecten toevoegen
pt_pt: Adicionar uma engrenagem entre dois objetos

source: Add a virtual gear between two objects.
de_de: Fügen Sie einen virtuellen Gang zwischen zwei Objekten.
fi_fi: Lisää virtuaalinen hammasratas kahden objektin väliin.
nl_nl: Voeg een virtuele tandrad tussen twee objecten toe.
pt_pt: Adicione uma engrenagem virtual entre dois objetos.

source: Add a gear between _PARAM0_ and _PARAM2_
de_de: Fügen Sie einen Gang zwischen _PARAM0_ und _PARAM2_
fi_fi: Lisää hammasratas _PARAM0_ ja _PARAM2_ väliin
nl_nl: Voeg een tand rad toe tussen _PARAM0_ en _PARAM2_
pt_pt: Adicionar uma engrenagem entre _PARAM0_ e _PARAM2_

source: Ratio
de_de: Verhältnis
fi_fi: Suhde
nl_nl: Verhouding
pt_pt: Rácio
zh_cn: 比例

source: Make object's rotation free
de_de: Die Rotation Objektes frei machen
fi_fi: Aseta objektin kierto vapaaksi
nl_nl: Maak object vrij van rotatie
pt_pt: Fazer o objeto rodar livremente
zh_cn: 让对象自由旋转

source: Allow _PARAM0_ to rotate
de_de: Ermöglicht _PARAM0_ sich zu rotieren.
fi_fi: Salli _PARAM0_ kiertyä
nl_nl: Toestaan om _PARAM0_ te roteren
pt_pt: Permitir que _PARAM0_ seja rodado
zh_cn: 允许 _PARAM0_ 旋转

source: Fixed rotation
de_de: Feste Rotation
fi_fi: Kiinteä kierto
nl_nl: Vaste rotatie
pt_pt: Rotação fixa
zh_cn: 固定旋转

source: Consider _PARAM0_ as a bullet
de_de: _PARAM0_ als Geschoss betrachten
fi_fi: Ajattele _PARAM0_:aa luotina
nl_nl: _PARAM0_ beschouwen als een kogel
pt_pt: Considerar o _PARAM0_ como uma bala
zh_cn: 考虑 _PARAM0_ 作为子弹

source: Do not consider _PARAM0_ as a bullet.
de_de: _PARAM0_ nicht als Geschoss betrachten.
fi_fi: Älä ajattele _PARAM0_:aa luotina.
nl_nl: Beschouw _PARAM0_ niet als een kogel.
pt_pt: Não considere a _PARAM0_ como uma bala.
zh_cn: 不考虑 _PARAM0_作为子弹。

source: _PARAM0_ is considered as a bullet
de_de: _PARAM0_ wird als Geschoss betrachtet
fi_fi: _PARAM0_:aa pidetään luotina
nl_nl: _PARAM0_ wordt beschouwd als een kogel
pt_pt: _PARAM0_ é considerado como uma bala
zh_cn: _PARAM0_ 被考虑为子弹

source: Apply an impulse
de_de: Einen Impuls anwenden
fi_fi: Lisää impulssi
nl_nl: Toepassing van een impuls
pt_pt: Aplique um impulso

source: Apply an impulse to the object.
de_de: Einen Impuls auf ein Objekt anwenden.
fi_fi: Lisää objektille impulssi.
nl_nl: Een impuls op het object toepassen.
pt_pt: Aplique um impulso para o objeto.

source: Apply to _PARAM0_ impulse _PARAM2_;_PARAM3_
de_de: Impul _PARAM2_;_PARAM3_ auf _PARAM0_ anwenden
fi_fi: Aseta _PARAM0_:lle impulssi _PARAM2_;_PARAM3_
nl_nl: Van toepassing op _PARAM0_ impuls _PARAM2_; _PARAM3_
pt_pt: Aplicar a _PARAM0_ impulso _PARAM2_; _PARAM3_

source: Displacement
de_de: Verdrängung
fi_fi: Uppouma
nl_nl: Verplaatsing
pt_pt: Deslocamento
zh_cn: 位移

source: X component ( Newtons/Seconds )
de_de: X-Komponente (Newton/Sekunden)
fi_fi: X-komponentti (newtonia/sekunti)
nl_nl: X component (Newton/seconden)
pt_pt: Componente X (Newtons/segundos)

source: Y component ( Newtons/Seconds )
de_de: Y-Komponente (Newton/Sekunden)
fi_fi: Y-komponentti (newtonia/sekunti)
nl_nl: Y-component (Newton/seconden)
pt_pt: Componente Y ( Newtons/Segundos )

source: Apply an impulse (angle)
de_de: Einen Impuls (Winkel) anwenden
fi_fi: Aseta impulssi (kulma)
nl_nl: Pas een impuls (hoek) toe
pt_pt: Aplique um impulso (ângulo)

source: Apply to _PARAM0_ impulse _PARAM3_ with angle: _PARAM2_°
de_de: Zu _PARAM0_ Impuls _PARAM3_ mit Winkel: _PARAM2_° hinzufügen
fi_fi: Aseta _PARAM0_:n impulssiksi _PARAM3_ käyttäen kulmaa: _PARAM2_ °
nl_nl: Pas toe op _PARAM0_ impuls _PARAM3_ met hoek: _PARAM2_ °
pt_pt: Aplicar a _PARAM0_ impulso _PARAM3_ com ângulo: _PARAM2_°

source: Impulse value ( Newton/seconds )
de_de: Impulswert ( Newton/Sekunden )
fi_fi: Impulssin arvo (Newton/sekunti)
nl_nl: Impuls waarde (Newton/seconden)
pt_pt: Valor de impulso (Newton/segundos)

source: Apply an impulse toward a position
de_de: Wende einen Impuls in Richtung einer position an
fi_fi: Aseta impulssi tiettyyn suuntaan
nl_nl: Een impuls toevoegen aan een positie
pt_pt: Aplicar um impulso em direção a uma posição

source: Apply an impulse, directed toward a position, to the object.
de_de: Einen Impuls anwenden, der auf die Position des Objekts gerichtet ist.
fi_fi: Aseta objektille tiettyyn suuntaan suunnattu impulssi.
nl_nl: Een impuls, gericht op een positie, op het object toepassen.
pt_pt: Aplica um impulso, direcionado para uma posição, para o objeto.

source: Apply to _PARAM0_ impulse _PARAM4_ toward position _PARAM2_;_PARAM3_
de_de: Zu _PARAM0_ Impuls _PARAM4_ richtung der Position von _PARAM2_;_PARAM3_ anwenden
fi_fi: Aseta _PARAM0_:lle impulssi _PARAM4_ kohti sijaintia _PARAM2_;_PARAM3_
nl_nl: Pas toe op _PARAM0_ een impuls _PARAM4_ richting positie _PARAM2_; _PARAM3_
pt_pt: Aplicar a _PARAM0_ _PARAM4_ de impulso em direção à posição _PARAM2_; _PARAM3_

source: Add a force
de_de: Eine Kraft hinzufügen
fi_fi: Lisää voima
nl_nl: Toevoegen van een kracht
pt_pt: Adicionar uma força
zh_cn: 添加力

source: Apply to _PARAM0_ force _PARAM2_;_PARAM3_
de_de: Zu _PARAM0_ die Kraft von _PARAM2_;_PARAM3_ anwenden
fi_fi: Aseta _PARAM0_:lle voima _PARAM2_;_PARAM3_
nl_nl: Pas toe op _PARAM0_ kracht _PARAM2_; _PARAM3_
pt_pt: Aplicar a _PARAM0_ força _PARAM2_; _PARAM3_
zh_cn: 施加給 _PARAM0_ 力 _PARAM2_ ; _PARAM3_

source: X component ( Newtons )
de_de: X-Komponente (Newton)
fi_fi: X-komponentti (Newtonia)
nl_nl: X component (Newton)
pt_pt: Componente (Newtons) x

source: Y component ( Newtons )
de_de: Y-Komponente (Newton)
fi_fi: Y-komponentti (Newtonia)
nl_nl: Y-component (Newton)
pt_pt: Componente Y (Newtons)

source: Apply a force ( angle )
de_de: Kraft anwenden (Winkel)
fi_fi: Aseta voima (kulma)
nl_nl: Een kracht (hoek) toepassen
pt_pt: Aplicar uma força (ângulo)
zh_cn: 施加力 ( 角度 )

source: Apply a force to an object, using an angle and a length as coordinates.
de_de: Übt Druck auf ein Objekt aus, benutzt Winkel und Länge als Koordinaten.
fi_fi: Aseta objektille voima käyttäen kulmaa ja pituutta koordinaatteina.
nl_nl: Een kracht toepassen op een object, waarbij een hoek en een lengte gebruikt als coördinaten.
pt_pt: Aplica uma força a um objeto, usando um comprimento e um ângulo como coordenadas.
zh_cn: 施加力至对象，使用角度和长度作为坐标。

source: Apply to _PARAM0_ force _PARAM3_ at angle _PARAM2_
de_de: Auf _PARAM0_ kraft _PARAM3_ im winkel _PARAM2_ anwenden
fi_fi: Aseta _PARAM0_:n voimaksi _PARAM3_ käyttäen kulmaa: _PARAM2_ °
nl_nl: _PARAM0_ kracht _PARAM3_ op hoek _PARAM2_ toepassen
pt_pt: Aplicar a _PARAM0_ força _PARAM3_ no ângulo _PARAM2_
zh_cn: 施加_PARAM0_ 力 _PARAM3_在角度_PARAM2_

source: Length of the force ( Newtons )
de_de: Länge der Kraft (Newtons)
fi_fi: Voiman pituus (Newtonia)
nl_nl: Lengte van de kracht (Newton)
pt_pt: Comprimento da força (Newton)
zh_cn: 力的长度 ( 牛顿 )

source: Apply a force toward a position
de_de: Eine Kraft zu einer Position anwenden
fi_fi: Aseta tiettyyn suuntaan suunnattu voima
nl_nl: Een kracht naar een positie toepassen
pt_pt: Aplicar uma força em direção a uma posição
zh_cn: 朝一个位置施加力

source: Apply a force, directed toward a position, to the object.
de_de: Eine Kraft anwenden, der auf die Position des Objekts gerichtet ist.
fi_fi: Aseta objektille tiettyyn suuntaan suunnattu voima.
nl_nl: Pas een kracht op het object toe gericht op een positie.
pt_pt: Aplica uma força, direcionada para uma posição, para o objeto.
zh_cn: 施力至对象，指向一个位置。

source: Add to _PARAM0_ force _PARAM4_ toward position _PARAM2_;_PARAM3_
de_de: Füge zu _PARAM0_ Kraft _PARAM4_ zur position _PARAM2_;_PARAM3_ hinzu
fi_fi: Lisää _PARAM0_:lle voima _PARAM4_ kohti sijaintia _PARAM2_;_PARAM3_
nl_nl: Voeg aan _PARAM0_ de kracht _PARAM4_ toe in de richtingspositie _PARAM2_; _PARAM3_
pt_pt: Adicionar a _PARAM0_ força _PARAM4_ em direção à posição _PARAM2_; _PARAM3_
zh_cn: 施加 _PARAM0_ 力 _PARAM4_ 到位置 _PARAM2_； _PARAM3_

source: Add a torque (a rotation)
de_de: Drehmoment hinzufügen (eine Rotation)
fi_fi: Lisää vääntömomentti (kierto)
nl_nl: Toevoegen van een koppel (een rotatie)
pt_pt: Adicionar um torque (uma rotação)

source: Add to _PARAM0_ torque _PARAM2_
de_de: _PARAM0_ Drehmoment _PARAM2_ hinzufügen
fi_fi: Lisää _PARAM0_:n vääntömomenttiin _PARAM2_
nl_nl: Voeg aan _PARAM2_ koppel _PARAM0_ toe
pt_pt: Adicionar a _PARAM0_ _PARAM2_ de torque

source: Torque value
de_de: Wert des Drehmoments
fi_fi: Vääntömomentin arvo
nl_nl: Koppelwaarde
pt_pt: Valor de torque
zh_cn: 力矩值

source: Linear velocity
de_de: Lineare Geschwindigkeit
fi_fi: Lineaarinen nopeus
nl_nl: Lineaire snelheid
pt_pt: Velocidade linear
zh_cn: 线性速度

source: Set linear velocity of _PARAM0_ to _PARAM2_;_PARAM3_
de_de: Lineare Geschwindigkeit von _PARAM0_ auf _PARAM_2;_PARAM3_ setzen
fi_fi: Aseta _PARAM0_:n lineaariseksi nopeudeksi _PARAM2_;_PARAM3_
nl_nl: Stel lineaire snelheid van _PARAM0_ in op _PARAM2_; _PARAM3_
pt_pt: Defina a velocidade linear de _PARAM0_ para _PARAM2_; _PARAM3_

source: X Coordinate
de_de: X-Koordinate
fi_fi: X-koordinaatti
nl_nl: X-coördinaat
pt_pt: Coordenada Y

source: Y Coordinate
de_de: Y-Koordinate
fi_fi: Y-koordinaatti
nl_nl: Y-coördinaat
pt_pt: Coordenada Y

source: X component
de_de: X-Komponente
fi_fi: X-komponentti
pt_pt: Componente X

source: Linear velocity on X axis of _PARAM0_ is _PARAM2__PARAM3_
de_de: Lineare Geschwindigkeit auf der X-Achse von _PARAM0_ist_PARAM2__PARAM3_
fi_fi: _PARAM0_:n lineaarinen nopeus X-akselilla on _PARAM2__PARAM3_
nl_nl: Lineaire snelheid op X-as van de _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Velocidade linear no eixo de _PARAM0_ X é _PARAM2__PARAM3_

source: Y component
de_de: Y-Komponente
fi_fi: Y-komponentti
pt_pt: Componente Y

source: Linear velocity on Y axis of _PARAM0_ is _PARAM2__PARAM3_
de_de: Lineare Geschwindigkeit auf der Y-Achse von _PARAM0_ist_PARAM2__PARAM3_
fi_fi: _PARAM0_:n lineaarinen nopeus Y-akselilla on _PARAM2__PARAM3_
nl_nl: Lineaire snelheid op de Y-as van de _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Velocidade linear no eixo Y do _PARAM0_ é _PARAM2__PARAM3_

source: Linear speed
de_de: Lineare Geschwindigkeit
fi_fi: Lineaarinen nopeus
nl_nl: Lineaire snelheid
pt_pt: Velocidade linear
zh_cn: 线性速度

source: Compare the linear velocity of the object.
de_de: Vergleichen sie die Lineare Geschwindigkeit des Objektes.
fi_fi: Vertaile objektin lineaarista nopeutta.
nl_nl: Vergelijk de lineaire snelheid van het object.
pt_pt: Compare a velocidade linear do objeto.

source: Linear velocity of _PARAM0_ is _PARAM2__PARAM3_
de_de: Lineare Geschwindigkeit des _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n lineaarinen nopeus on _PARAM2__PARAM3_
nl_nl: Lineaire snelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Velocidade linear de _PARAM0_ é _PARAM2__PARAM3_

source: Angular speed
de_de: Winkelgeschwindigkeit
fi_fi: Kulmanopeus
nl_nl: Hoeksnelheid
pt_pt: Velocidade angular
zh_cn: 角速度

source: Set angular speed of _PARAM0_ to _PARAM2_
de_de: Winkelgeschwindigkeit des _PARAM0_ auf _PARAM2_ festlegen
fi_fi: Aseta _PARAM0_:n kulmanopeudeksi _PARAM2_
nl_nl: Hoeksnelheid instellen van _PARAM0_ op _PARAM2_
pt_pt: Definir a velocidade angular de _PARAM0_ para _PARAM2_

source: New value
de_de: Neuer Wert
fi_fi: Uusi arvo
nl_nl: Nieuwe waarde
pt_pt: Novo valor
zh_cn: 新值

source: Compare the angular speed of the object.
de_de: Vergleichen Sie die Winkelgeschwindigkeit des Objekts.
fi_fi: Vertaile objektin kulmanopeutta.
nl_nl: Vergelijk de hoeksnelheid van het object.
pt_pt: Compare a velocidade angular do objeto.

source: Angular speed of _PARAM0_ is _PARAM2__PARAM3_
de_de: Winkelgeschwindigkeit des _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n kulmanopeus on _PARAM2__PARAM3_
nl_nl: Hoeksnelheid van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Velocidade angular de _PARAM0_ é _PARAM2__PARAM3_

source: Linear damping
de_de: Lineare Dämpfung
fi_fi: Lineaarinen vaimennus
nl_nl: Lineaire demping
pt_pt: Amortecimento linear
zh_cn: 线性阻尼

source: Compare the linear damping of the object.
de_de: Vergleichen Sie die lineare Dämpfung des Objekts.
fi_fi: Vertaile objektin lineaarista vaimennusta.
nl_nl: Vergelijk de lineaire demping van het object.
pt_pt: Compare o amortecimento linear do objeto.
zh_cn: 比较对象的线性阻尼。

source: Linear damping of _PARAM0_ is _PARAM2__PARAM3_
de_de: Lineare Dämpfung der _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n lineaarinen vaimennus on _PARAM2__PARAM3_
nl_nl: Lineaire demping van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Amortecimento linear de _PARAM0_ é _PARAM2__PARAM3_
zh_cn: _PARAM0_ 的线性阻尼是 _PARAM2__PARAM3_

source: Collision
de_de: Kollision
fi_fi: Törmäys
nl_nl: Botsing
pt_pt: Colisão
zh_cn: 碰撞

source: _PARAM0_ is in collision with a _PARAM2_
de_de: _PARAM0_ kollidiert gerade mit _PARAM2_
fi_fi: _PARAM0_ on törmäyksessä _PARAM2_
nl_nl: _PARAM0_ is in botsing met een _PARAM2_
pt_pt: _PARAM0_ está em colisão com um _PARAM2_
zh_cn: _PARAM0_ 与 _PARAM2_ 相碰撞

source: Angular damping
de_de: Winkeldämpfung
fi_fi: Kulmavaimennus
nl_nl: Hoekige demping
pt_pt: Amortecimento angular
zh_cn: 角阻尼

source: Angular damping of _PARAM0_ is _PARAM2__PARAM3_
de_de: Kantige Dämpfung der _PARAM0_ ist _PARAM2__PARAM3_
fi_fi: _PARAM0_:n kulmavaimennus on _PARAM2__PARAM3_
nl_nl: Hoekige demping van _PARAM0_ is _PARAM2__PARAM3_
pt_pt: Amortecimento angular de _PARAM0_ é _PARAM2__PARAM3_
zh_cn: _PARAM0_ 的角阻尼是 _PARAM2__PARAM3_

source: Set angular damping of _PARAM0_ to _PARAM2_
de_de: Die eckige Dämpfung von _PARAM0_ auf _PARAM2_ setzen
fi_fi: Aseta _PARAM0_:n kulmavaimennukseksi _PARAM2_
nl_nl: Hoekige demping van _PARAM0_ ingesteld op _PARAM2_
pt_pt: Definir o amortecimento angular de _PARAM0_ para _PARAM2_
zh_cn: 将 _PARAM0_ 的角阻尼设置为 _PARAM2_

source: Modify the gravity
de_de: Ändert die Schwerkraft
fi_fi: Muuta painovoimaa
nl_nl: Wijzig de zwaartekracht
pt_pt: Modificar a gravidade
zh_cn: 修改重力

source: Set gravity force to _PARAM2_;_PARAM3_
de_de: Gravitationskraft auf _PARAM2_;_PARAM3_ setzen
fi_fi: Aseta painovoimaksi _PARAM2_; _PARAM3_
nl_nl: Kracht van de zwaartekracht instellen _PARAM2_; _PARAM3_
pt_pt: Definir a força da gravidade para _PARAM2_; _PARAM3_
zh_cn: 将重力设置为 _PARAM2_ ； _PARAM3_

source: Global options
de_de: Globale Optionen
fi_fi: Globaalit asetukset
nl_nl: Algemene opties
pt_pt: Opções globais
zh_cn: 全局选项

source: Change the X scale of the polygon. Use a value greater than 1 to enlarge the polygon, less than 1 to reduce it.
de_de: Die Größe des X-Werts des Polygons ändern. Verwenden Sie einen Wert größer als 1, um das Polygon zu vergrößern, weniger als 1 um es zu verkleinern.
fi_fi: Muuta polygonin X-skaalaa. Arvo, joka on suurempi kuin 1 suurentaa polygonia ja arvo, joka on pienempi kuin 1 pienentää sitä.
nl_nl: De X-schaal van de veelhoek te wijzigen. Gebruik een waarde groter dan 1 om de veelhoek te vergroten, minder dan 1 om het te verminderen.
pt_pt: Alterar a escala X do polígono. Use um valor maior que 1 para ampliar o polígono, menor que 1 para reduzi-lo.

source: Collision polygon
de_de: Polygonkollision
fi_fi: Törmäyksen polygoni
nl_nl: Botsing veelhoek
pt_pt: Polígono de colisão
zh_cn: 碰撞多边形

source: Scale
de_de: Maßstab
fi_fi: Skaala
nl_nl: Schaal
pt_pt: Escala
zh_cn: 缩放

source: Change the Y scale of the polygon. Use a value greater than 1 to enlarge the polygon, less than 1 to reduce it.
de_de: Die Größe des Y-Werts des Polygons ändern. Verwenden Sie einen Wert größer als 1, um das Polygon zu vergrößern, weniger als 1 um es zu verkleinern.
fi_fi: Muuta polygonin Y-skaalaa. Arvo, joka on suurempi kuin 1 suurentaa polygonia ja arvo, joka on pienempi kuin 1 pienentää sitä.
nl_nl: De Y-schaal van de veelhoek te wijzigen. Gebruik een waarde groter dan 1 om de veelhoek te vergroten, of minder dan 1 om het te verminderen.
pt_pt: Alterar a escala Y do polígono. Use um valor maior que 1 para ampliar o polígono, menor que 1 para reduzi-lo.

source: Collision polygon X scale
de_de: Größe des X-Werts des Collision Polygons
fi_fi: Törmäyksen polygonin X-skaala
nl_nl: Botsing veelhoek X-schaal
pt_pt: Escala X do polígono de colisão

source: Collision polygon Y scale
de_de: Größe des Y-Werts des Collision Polygons
fi_fi: Törmäyksen polygonin Y-skaala
nl_nl: Botsing veelhoek Y-schaal
pt_pt: Escala Y do polígono de colisão

source: Behavior allowing to move objects as if they were subject to the laws of physics.
de_de: Verhalten, das erlaubt, dass Objekte sich so Bewegen, als wenn sie die Gesetze der Physik befolgen.
fi_fi: Käytös, joka mahdollistaa objektien liikkeet fysiikan lakien mukaan.
nl_nl: Gedrag toestaan om objecten te verplaatsen alsof ze onderworpen aan de wetten van de fysica.
pt_pt: Comportamento que permite mover objetos como se estivessem sujeitas às leis da física.

source: Initial parameters
de_de: Ausgangsparameter
fi_fi: Alkuparametrit
nl_nl: Initiële parameters
pt_pt: Parâmetros iniciais
zh_cn: 初始参数

source: Shape of the collision mask
de_de: Form der Kollision Maske
fi_fi: Törmäysmaskin muoto
nl_nl: Vorm van het botsingsmasker
pt_pt: Forma da máscara de colisão
zh_cn: 碰撞遮罩的形状

source: Rectangle
de_de: Rechteck
fi_fi: Suorakulmio
nl_nl: Rechthoek
pt_pt: Retângulo
zh_cn: 矩形

source: Circle
de_de: Kreis
fi_fi: Ympyrä
nl_nl: Cirkel
pt_pt: Círculo
zh_cn: 圆

source: Custom polygon
de_de: Benutzerdefiniertes Polygon
fi_fi: Mukautettu monikulmio
nl_nl: Aangepaste veelhoek
pt_pt: Polígono personalizado
zh_cn: 自定义多边形

source: Setup the shape...
de_de: Einrichten der Form...
fi_fi: Määritä muoto...
nl_nl: Instelling van de vorm...
pt_pt: Configure a forma...
zh_cn: 设置形状...

source: Static object
de_de: Statisches Objekt
fi_fi: Staattinen objekti
nl_nl: Statisch object
pt_pt: Objeto estático
zh_cn: 静态对象

source: Comparable to a projectile (better collision handling, but slower)
de_de: Vergleichbar mit einem Projektil (bessere Kollisionsabfrage aber langsamer)
fi_fi: Verrattavissa ammukseen (parempi törmäyskäsittely, mutta hitaampi)
nl_nl: Vergelijkbaar met een projectiel (betere botsing besturing, maar langzamer)
pt_pt: Comparável à um projétil (melhor tratamento de colisão, porém, mais lento)

source: Mass density :
de_de: Massendichte:
fi_fi: Massan tiheys:
nl_nl: Massa dichtheid:
pt_pt: Densidade de massa:
zh_cn: 密度：

source: Restitution ( Elasticity ) :
de_de: Rückgabe ( Elastizität ) :
fi_fi: Restituutio (joustavuus):
nl_nl: Teruggave (elasticiteit):
pt_pt: Restituição (elasticidade):

source: Linear damping :
de_de: Lineare Dämpfung :
fi_fi: Lineaarinen vaimennus:
nl_nl: Lineaire demping:
pt_pt: Amortecimento linear :
zh_cn: 线性阻尼：

source: Angular damping :
de_de: Winkeldämpfung :
fi_fi: Kulmavaimennus:
nl_nl: Hoekige demping:
pt_pt: Amortecimento angular :
zh_cn: 角阻尼：

source: Global parameters of physics engine
de_de: Globale Parameter der Physikengine
fi_fi: Fysiikkamoottorin yleiset parametrit
nl_nl: Globale parameters voor natuurkundige simulaties
pt_pt: Parâmetros globais do motor de física
zh_cn: 物理引擎的全局参数

source: Gravity coordinates :
de_de: Schwerkraftkoordinaten:
fi_fi: Painovoiman koordinaatit:
nl_nl: Zwaartekracht coördinaten:
pt_pt: Coordenadas de gravidade:
zh_cn: 重力坐标：

source: Scale of the virtual world :
de_de: Maßstab der virtuellen Welt:
fi_fi: Virtuaalimaailman skaala:
nl_nl: Schaal van de virtuele wereld:
pt_pt: Escala do mundo virtual:
zh_cn: 虚拟世界的规模：

source: 1meter =
fi_fi: 1 metri =
pt_pt: 1 metro =
zh_cn: 1 米 =

source: ( X axis );
de_de: (X-Achse);
fi_fi: (X-akseli);
nl_nl: (X-as);
pt_pt: (Eixo x);
zh_cn: ( x 轴 )；

source: ( Y axis )
de_de: (Y-Achse)
fi_fi: (Y-akseli)
nl_nl: (Y-as)
pt_pt: (Eixo Y)
zh_cn: ( Y 轴 )

source: Platform Behavior
de_de: Verhalten der Plattform
fi_fi: Alusta-käytös
nl_nl: Platform gedrag
pt_pt: Comportamento de plataforma
zh_cn: 平台的行为

source: Platformer character
de_de: Plattform-Charakter
fi_fi: Tasohyppelyhahmo
nl_nl: Platformgame karakter
pt_pt: Objeto que se movimenta em plataformas
zh_cn: 平台角色

source: Is moving
de_de: Bewegt sich
fi_fi: Liikkuu
nl_nl: Verplaatst zich
pt_pt: Está se movendo
zh_cn: 移动中

source: Check if the object is moving (whether it is on the floor or in the air).
de_de: Prüfen ob das Objekt bewegt wird (sei es auf dem Boden oder in der Luft).
fi_fi: Tarkista, liikkuuko objekti (lattialla tai ilmassa).
nl_nl: Controleer of het object bewegende is (op de grond of in de lucht).
pt_pt: Verifique se o objeto está se movendo (seja no chão ou no ar).

source: _PARAM0_ is moving
de_de: _PARAM0_ bewegt sich
fi_fi: _PARAM0_ liikkuu
nl_nl: _PARAM0_ is aan het verplaatsen
pt_pt: _PARAM0_ está se movendo
zh_cn: _PARAM0_ 正在移动

source: Is on floor
de_de: Ist auf dem Boden
fi_fi: On lattialla
nl_nl: Is op de grond
pt_pt: Está no chão
zh_cn: 在地板上

source: Check if the object is on a platform.
de_de: Überprüfen ob das Objekt auf einer Plattform ist.
fi_fi: Tarkista, onko objekti alustalla.
nl_nl: Controleer of het object op een platform is.
pt_pt: Verifique se o objeto está sobre uma plataforma.

source: _PARAM0_ is on floor
de_de: _PARAM0_ ist auf dem Boden
fi_fi: _PARAM0_ on lattialla
nl_nl: _PARAM0_ is op de grond
pt_pt: _PARAM0_ está no chão
zh_cn: _PARAM0_ 在地板上

source: Is on ladder
de_de: Ist auf einer Leiter
fi_fi: On tikkailla
nl_nl: Is op de ladder
pt_pt: Está numa escada
zh_cn: 是在梯子上

source: Check if the object is on a ladder.
de_de: Überprüfen ob das Objekt auf einer Leiter ist.
fi_fi: Tarkista, onko objekti tikkailla.
nl_nl: Controleer of het object op een ladder is.
pt_pt: Verifique se o objeto está numa escada.

source: _PARAM0_ is on ladder
de_de: _PARAM0_ ist auf einer Leiter
fi_fi: _PARAM0_ on tikkailla
nl_nl: _PARAM0_ is op de ladder
pt_pt: _PARAM0_ está numa escada
zh_cn: _PARAM0_ 在梯子上

source: Is jumping
de_de: Springt
fi_fi: On hyppäämässä
nl_nl: Springen
pt_pt: Está a saltar
zh_cn: 跳起中
