Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Borders :
de_de: Ränder :
fi_fi: Reunat:
nl_nl: Randen:
pt_pt: Bordas :
zh_cn: 边界：

source: Text's color
de_de: Textfarbe
fi_fi: Tekstin väri
nl_nl: Tekstkleur
pt_pt: Cor do texto
zh_cn: 文本颜色

source: Active :
de_de: Aktiv :
fi_fi: Aktiivinen:
nl_nl: Actief:
pt_pt: Ativo :
zh_cn: 活动的：

source: Inactive :
de_de: Inaktiv:
fi_fi: Inaktiivinen:
nl_nl: Inactief:
pt_pt: Inativo :
zh_cn: 未激活：

source: Tabs
de_de: Reiter
fi_fi: Välilehdet
pt_pt: Abas
zh_cn: 选项卡

source: Style
de_de: Stil
fi_fi: Tyyli
pt_pt: Estilo
zh_cn: 风格

source: Toolbars
de_de: Werkzeugleisten
fi_fi: Työkalurivit
nl_nl: Werkbalken
pt_pt: Barras de ferramentas
zh_cn: 工具栏

source: Custom color:
de_de: Benutzerdefinierte Farbe:
fi_fi: Mukautettu väri:
nl_nl: Aangepaste kleur:
pt_pt: Cor personalizada:
zh_cn: 自定义颜色：

source: Default width of the condition column:
de_de: Standardbreite der Bedingungspalte:
fi_fi: Ehto-sarakkeen oletusleveys:
nl_nl: Standaardbreedte van de voorwaarde kolom:
pt_pt: Largura padrão da coluna de condição:
zh_cn: 条件列的默认宽度:

source: Hide the button's labels in context panels
de_de: Button Beschriftungen in Context Panels verstecken
fi_fi: Piilota painikkeiden otsikot kontekstipaneeleissa
nl_nl: Verberg de labels van de knoppen in de context panelen
pt_pt: Ocultar rótulos do botão em painéis de contexto
zh_cn: 隐藏在內容面板中的按钮标签

source: Parameters colors
de_de: Parameter-Farben
fi_fi: Parametrien värit
nl_nl: Parameter kleuren
pt_pt: Cores de parâmetros
zh_cn: 参数颜色

source: Choose the font used by events editors
de_de: Wählen Sie die Schriftart des Ereignis-Editors
fi_fi: Valitse tapahtumaeditorin fontti
nl_nl: Kies het lettertype dat wordt gebruikt door de gebeurtenis editors
pt_pt: Escolha a fonte usada pelos editores de eventos
zh_cn: 选择事件编辑器所使用的字体

source: Edit sources
de_de: Quellen bearbeiten
fi_fi: Muokkaa lähteitä
nl_nl: Bronnen bewerken
pt_pt: Editar códigos-fonte
zh_cn: 编辑源代码

source: Edit sources using internal GDevelop code editor
de_de: Quellen mit dem internen GDevelop-Code-Editor bearbeiten
fi_fi: Muokkaa lähteitä GDevelopin sisäisellä koodieditorilla
nl_nl: Bewerk bronnen met de interne GDevelop code bewerker
pt_pt: Editar códigos-fonte usando o editor de código interno do GDevelop
zh_cn: 使用内部的 GDevelop 代码编辑器编辑源代码

source: Use an external program :
de_de: Verwenden eines externen Programms:
fi_fi: Käytä ulkoista ohjelmaa:
nl_nl: Gebruik een externe applicatie :
pt_pt: Use um programa externo:
zh_cn: 使用外部程序：

source: Internal code compiler
de_de: Interner Codecompiler
fi_fi: Sisäinen koodikääntäjä
nl_nl: Interne code compiler
pt_pt: Compilador de código interno
zh_cn: 内部代码编译器

source: Maximum thread number for code compiler :
de_de: Maximale Thread-Anzahl des Codecompilers:
fi_fi: Suurin säielukumäärä, jota koodikääntäjä voi käyttää:
nl_nl: Maximale operaties voor de code compiler :
pt_pt: Número máximo de segmento para o compilador de código:
zh_cn: 代码编译器的最大线程数：

source: General
de_de: Allgemein
fi_fi: Yleistä
nl_nl: Algemeen
pt_pt: Geral
zh_cn: 一般

source: Language
de_de: Sprache
fi_fi: Kieli
nl_nl: Taal
pt_pt: Idioma
zh_cn: 语言

source: Folders
de_de: Ordner
fi_fi: Kansiot
nl_nl: Mappen
pt_pt: Pastas
zh_cn: 文件夹

source: Default position
de_de: Standardposition
fi_fi: Oletussijainti
nl_nl: Standaardpositie
pt_pt: Posição padrão
zh_cn: 默认位置

source: Appearance
de_de: Darstellung
fi_fi: Ulkoasu
nl_nl: Uiterlijk
pt_pt: Aparência
zh_cn: 外观

source: Events editor
de_de: Ereignis-Editor
fi_fi: Tapahtumaeditori
nl_nl: Gebeurtenissen editor
pt_pt: Editor de eventos
zh_cn: 事件编辑器

source: C++ Compilation
de_de: C++ Kompilierung
fi_fi: C++-kääntäjä
nl_nl: C++ compilatie
pt_pt: Compilação de C++
zh_cn: C + + 编译

source: Check for the news
de_de: Auf Neues überprüfen
fi_fi: Tarkista uutiset
nl_nl: Controleer op nieuws
pt_pt: Veja as notícias
zh_cn: 检查消息

source: Events editors
de_de: Ereignis-Editor
fi_fi: Tapahtumaeditorit
nl_nl: Gebeurtenissen editor
pt_pt: Editor de eventos
zh_cn: 多个事件编辑器

source: : Bold
de_de: : Fett
fi_fi: : Lihavoitu
nl_nl: : Vet
pt_pt: : Negrito
zh_cn: ： 粗体

source: : Italic
de_de: : kursiv
fi_fi: : Kursivoitu
nl_nl: : Cursief
pt_pt: : Itálico
zh_cn: ： 斜体

source: GDevelop must be relaunched to apply changes.
de_de: GDevelop muss neu gestartet werden, um Änderungen zu übernehmen.
fi_fi: GDevelop on käynnistettävä uudelleen, jotta muutokset tulevat voimaan.
nl_nl: GDevelop moet opnieuw worden opgestart om wijzigingen toe te passen.
pt_pt: GDevelop deve ser reiniciado para aplicar as alterações.
zh_cn: GDevelop 必须重新启动去应用更改。

source: Choose a temporary folder for deployment
de_de: Wählt einen temporären Ordner für die Bereitstellung
fi_fi: Valitse väliaikainen kansio käyttöönottoa varten
nl_nl: Kies een tijdelijke map voor het publiseren
pt_pt: Escolha uma pasta temporária para deployment
zh_cn: 选择用于配署的临时文件夹

source: Choose the default folder for new projects
de_de: Wählt den Standardordner für neue Projekte
fi_fi: Valitse oletuskansio uusille projekteille
nl_nl: Kies de standaard map voor nieuwe projecten
pt_pt: Escolha a pasta padrão para novos projetos
zh_cn: 选择新项目的默认文件夹

source: Choose a temporary folder for compilation
de_de: Wählt einen temporären Ordner für die Kompilierung
fi_fi: Valitse väliaikainen kansio koodikäännöksille
nl_nl: Kies een tijdelijke map voor het compileren
pt_pt: Escolha uma pasta temporária para compilação
zh_cn: 选择用于编译的临时文件夹

source: Choose the directory containing the java executable
de_de: Wählt das Verzeichnis der Java-EXE
fi_fi: Valitse kansio, joka sisältää suoritettavan java-tiedoston
nl_nl: Kies de locatie die het uitvoerbare bestand Java bevat
pt_pt: Escolha o diretório que contém o executável do java
zh_cn: 选择包含 java 可执行文件的目录

source: Choose a image editing software
de_de: Wählt eine Bildbearbeitungs-Software
fi_fi: Valitse kuvanmuokkausohjelmisto
nl_nl: Kies een applicatie voor het bewerken van afbeeldingen
pt_pt: Escolher uma software de edição de imagem
zh_cn: 选择一个图像编辑软件

source: Choose an external code editor
de_de: Wählt einen externen Code-Editor
fi_fi: Valitse ulkoinen koodieditori
nl_nl: Kies een externe code bewerker
pt_pt: Escolha um editor de código externo
zh_cn: 选择外部代码编辑器

source: Program (*.exe)|*.exe
de_de: Programm (*.exe)|*.exe
fi_fi: Ohjelma (*.exe) | *.exe
nl_nl: Programma (*.exe)|*.exe
pt_pt: Programa (*.exe) | * .exe
zh_cn: 程序 ( *.exe ) | *.exe

source: Choose where the log file must be saved
de_de: Wählt wo die Protokolldatei gespeichert werden muss
fi_fi: Valitse lokitiedoston sijainti
nl_nl: Kies waar het logbestand moet worden opgeslagen
pt_pt: Escolher onde o arquivo de log deve ser salvo
zh_cn: 选择要保存日志文件的位置

source: Log file (*.txt)|*.txt
de_de: Protokolldatei (*.txt)|*.txt
fi_fi: Lokitiedosto (*.txt) | *.txt
nl_nl: Logbestand (*.txt)|*.txt
pt_pt: Arquivo de log (*. txt) | *. txt
zh_cn: 日志文件 (*.txt) | *.txt

source: The font you have chosen is not a fixed-width font. It cannot be used by the events editor.
de_de: Die ausgewählte Schrift besitzt keine feste Breite. Sie kann nicht im Event Editor verwendet werden.
fi_fi: Valitsemasi fontti ei ole kiinteäleveyksinen fontti. Sitä ei voi käyttää tapahtumaeditorissa.
nl_nl: Het gekozen lettertype is geen lettertype met een vaste breedte. Het kan niet gebruikt worden in de gebeurtenis bewerker.
pt_pt: A fonte que você selecionou não é uma fonte de largura fixa. Não pode ser usado pelo editor de eventos.
zh_cn: 你所选择的字体并不是等宽字体。它不能被事件编辑器使用。

source: Edit this scene
de_de: Diese Szene bearbeiten
fi_fi: Muokkaa tätä kenttää
nl_nl: Bewerk deze scene
pt_pt: Editar esta cena
zh_cn: 编辑这场景

source: Edit the properties
de_de: Bearbeitet die Eigenschaften
fi_fi: Muokkaa ominaisuuksia
nl_nl: Bewerk deze eigenschappen
pt_pt: Editar as propriedades
zh_cn: 编辑属性

source: Modify inital variables
de_de: Ändern der Ausgangsvariablen
fi_fi: Muokkaa alustavia muuttujia
nl_nl: Pas de initiale variabelen aan
pt_pt: Modificar as variáveis iniciais
zh_cn: 修改初始变量

source: Rename F2
de_de: Umbenennen F2
fi_fi: Nimeä uudelleen F2
nl_nl: Hernoem F2
pt_pt: Renomear F2
zh_cn: 重新命名 F2

source: Add a scene
de_de: Hinzufügen einer Szene
fi_fi: Lisää kenttä
nl_nl: Een scène toevoegen
pt_pt: Adicionar uma cena
zh_cn: 添加场景

source: Move up Ctrl-Up
de_de: Nach Oben Strg-Hoch
fi_fi: Siirrä ylös Ctrl-Ylös
nl_nl: Verplaats omhoog Ctrl-Up
pt_pt: Mover para cima Ctrl-Up
zh_cn: 上移 Ctrl

source: Move down Ctrl-Down
de_de: Nach Unten Strg-Runter
fi_fi: Siirrä alas Ctrl-Alas
nl_nl: Verplaats omlaag Ctrl-Down
pt_pt: Mover para baixo Ctrl-Down
zh_cn: 下移 Ctrl-Down

source: Copy Ctrl-C
de_de: Kopieren Strg + C
fi_fi: Kopioi Ctrl-C
nl_nl: Kopieren Ctrl-C
pt_pt: Copiar Ctrl + C
zh_cn: 复制 Ctrl-C

source: Cut Ctrl-X
de_de: Ausschneiden Ctrl + X
fi_fi: Leikkaa Ctrl-X
nl_nl: Knippen Ctrl-X
pt_pt: Cortar Ctrl + X
zh_cn: 剪切 Ctrl-X

source: Paste Ctrl-V
de_de: Einfügen Strg + V
fi_fi: Liitä Ctrl-V
nl_nl: Plakken Ctrl-V
pt_pt: Colar Ctrl + V
zh_cn: 粘贴 Ctrl-V

source: Edit the property of the game
de_de: Bearbeitet die Eigenschaft des Spiels
fi_fi: Muokkaa pelin ominaisuuksia
nl_nl: Bewerk de eigenschappen van het spel
pt_pt: Editar a propriedade do jogo
zh_cn: 编辑游戏属性

source: Modify global variables
de_de: Ändert die Globale Variablen
fi_fi: Muokkaa globaaleja muuttujia
nl_nl: Pas globale variabelen aan
pt_pt: Modificar variáveis globais
zh_cn: 修改全局变量

source: Open the folder of the project
de_de: Öffnet den Ordner des Projekts
fi_fi: Avaa projektin-kansio
nl_nl: Open de map van het project
pt_pt: Abra a pasta do projeto
zh_cn: 打开项目的文件夹

source: Close this project
de_de: Schließt dieses Projekt
fi_fi: Sulje tämä projekti
nl_nl: Dit project sluiten
pt_pt: Fechar este projeto
zh_cn: 关闭此项目

source: Add external events
de_de: Fügt externe Ereignissen hinzu
fi_fi: Lisää ulkoisia tapahtumia
nl_nl: Externe gebeurtenissen toevoegen
pt_pt: Adicionar eventos externos
zh_cn: 添加外部事件

source: Edit
de_de: Bearbeiten
fi_fi: Muokkaa
nl_nl: Bewerk
pt_pt: Editar
zh_cn: 编辑

source: Create a new source file
de_de: Erstellt eine neue Quelldatei
fi_fi: Luo uusi lähdetiedosto
nl_nl: Een nieuwe bronbestand maken
pt_pt: Criar um novo arquivo de origem
zh_cn: 创建新的源代码文件

source: Add an already existing source file
de_de: Fügt eine bereits vorhandene Quellcode-Datei hinzu
fi_fi: Lisää olemassa oleva lähdetiedosto
nl_nl: Voeg een bestaand bron bestand toe
pt_pt: Adicionar um arquivo de fonte já existente
zh_cn: 添加现有的源文件

source: Add an external layout
de_de: Fügt ein externes Layout hinzu
fi_fi: Lisää ulkoinen asettelu
nl_nl: Voeg een externe opmaak toe
pt_pt: Adicionar um layout externo
zh_cn: 添加外部布局

source: New
de_de: Neu
fi_fi: Uusi
nl_nl: Nieuw
pt_pt: Novo
zh_cn: 新建

source: Create a new game
de_de: Erstellt ein neues Spiel
fi_fi: Luo uusi peli
nl_nl: Maak een nieuw spel
pt_pt: Criar um novo jogo
zh_cn: 创建一个新的游戏

source: Open
de_de: Öffnen
fi_fi: Avaa
pt_pt: Abrir
zh_cn: 打开

source: Open a previously saved project
de_de: Ein zuvor gespeichertes Projekt öffnen
fi_fi: Avaa aiemmin tallennettu projekti
nl_nl: Open een eerder opgeslagen project
pt_pt: Abrir um projeto salvo anteriormente
zh_cn: 打开以前保存的项目

source: Current project
de_de: Aktuelles Projekt
fi_fi: Nykyinen projekti
nl_nl: Huidige project
pt_pt: Projeto atual
zh_cn: 当前项目

source: Save the current project
de_de: Speichern des aktuellen Projekts
fi_fi: Tallenna nykyinen projekti
nl_nl: Het huidige project opslaan
pt_pt: Salvar o projeto atual
zh_cn: 保存当前项目

source: Save all
de_de: Alle speichern
fi_fi: Tallenna kaikki
nl_nl: Alles opslaan
pt_pt: Salvar Tudo
zh_cn: 保存所有

source: Save all open projects
de_de: Speichern aller geöffneter Projekte
fi_fi: Tallenna kaikki avoimet projektit
nl_nl: Sla alle open staande projecten op
pt_pt: Salvar todos projetos abertos
zh_cn: 保存所有打开的项目

source: Basic Operations
de_de: Grundlegende Operationen
fi_fi: Perustoiminnot
nl_nl: Basisbewerkingen
pt_pt: Operações básicas
zh_cn: 基本操作

source: Images
de_de: Bilder
fi_fi: Kuvat
nl_nl: Afbeeldingen
pt_pt: Imagens
zh_cn: 图像

source: Display the resources used by the game
de_de: Zeigt die vom Spiel verwendeten Ressourcen an
fi_fi: Näytä pelin käyttämät resurssit
nl_nl: Laat de bronnen die gebruikt worden door het spel zien
pt_pt: Exibir os recursos usados pelo jogo
zh_cn: 显示游戏所使用的资源

source: Extensions and platforms
de_de: Erweiterungen und Plattformen
fi_fi: Laajennukset ja alustat
nl_nl: Uitbreidingen en systemen
pt_pt: Extensões e plataformas
zh_cn: 扩展组件和平台

source: Display the project manager
de_de: Anzeigen des Projektmanagers
fi_fi: Näytä projektinhallinta
nl_nl: Toon de project manager
pt_pt: Exibir o Gerenciador de projeto
zh_cn: 显示项目管理器

source: Start page
de_de: Startseite
fi_fi: Aloitussivu
nl_nl: Startpagina
pt_pt: Página inicial
zh_cn: 起始页

source: Open the start page
de_de: Öffnet die Startseite
fi_fi: Avaa aloitussivu
nl_nl: Open de startpagina
pt_pt: Abrir a página de início
zh_cn: 打开开始页

source: C++ Tools
de_de: C++ Werkzeuge
fi_fi: C++-työkalut
nl_nl: C++ gereedschappen
pt_pt: Ferramentas C++
zh_cn: C + + 工具

source: Display tools related to native games
de_de: Zeigt die Werkzeuge mit Bezug zu nativen Spielen an
fi_fi: Näytä natiivipeleihin liittyvät työkalut
nl_nl: Laat gereedschappen zien gerelateerd aan directe spellen
pt_pt: Exibir Ferramentas relacionadas com jogos nativos
zh_cn: 显示本机游戏相关工具

source: Converter
de_de: Konverter
fi_fi: Muunnin
pt_pt: Conversor
zh_cn: 转换器

source: Open a tool to convert MP3 files to OGG
de_de: Öffnet ein Werkzeug zum Konvertieren von MP3-Dateien in OGG-Dateien
fi_fi: Avaa työkalu muuntaaksesi MP3-tiedostoja OGG-muotoon
nl_nl: Open een hulpprogramma om MP3-bestanden te converteren naar OGG
pt_pt: Abra uma ferramenta para converter arquivos de MP3 para OGG
zh_cn: 打开工具将 MP3 文件转换为 OGG

source: Image converter
de_de: Bild-Konverter
fi_fi: Kuvamuunnin
nl_nl: Afbeelding omvormer
pt_pt: Conversor de imagem
zh_cn: 图像转换器

source: Open a tool to convert various images format
de_de: Öffnet ein Werkzeug um verschiedene Bilder-Format zu konvertieren
fi_fi: Avaa työkalu muuntaaksesi erilaisia kuvamuotoja
nl_nl: Open een gereedschap om verschillende afbeeldingsformaten te converteren
pt_pt: Abra a ferramenta para converter várias formatos de imagens
zh_cn: 打开各种图像格式转换工具

source: Open the online help for GDevelop
de_de: Öffnet die Online-Hilfe von GDevelop
fi_fi: Avaa GDevelopin online-ohje
nl_nl: Open de online hulp voor GDevelop
pt_pt: Abra a ajuda on-line GDevelop
zh_cn: 打开 GDevelop 的线上帮助

source: (No name)
de_de: (Kein Name)
fi_fi: (nimetön)
nl_nl: (Geen naam)
pt_pt: (Sem nome)
zh_cn: ( 没有名称 )

source: Scenes
de_de: Szenen
fi_fi: Kentät
nl_nl: Scènes
pt_pt: Cenas
zh_cn: 场景

source: External events
de_de: Externe Ereignisse
fi_fi: Ulkoiset tapahtumat
nl_nl: Externe gebeurtenissen
pt_pt: Eventos externos
zh_cn: 外部事件

source: External layouts
de_de: Externe Layouts
fi_fi: Ulkoiset asettelut
nl_nl: Externe lay-outs
pt_pt: Layouts externos
zh_cn: 外部布局

source: Source files
de_de: Quelldateien
fi_fi: Lähdetiedostot
nl_nl: Bronbestanden
pt_pt: Ficheiro fonte
zh_cn: 源代码文件

source: Extensions
de_de: Erweiterungen
fi_fi: Laajennukset
nl_nl: Extensies
pt_pt: Extensões
zh_cn: 扩展组件

source: Double click to set the project as the current project. Double click on an item to edit it, or use right click to display more options.
de_de: Doppelklicke, um das Projekt als das aktuelle Projekt festzulegen. Doppelklicke auf ein Objekt, um es zu bearbeiten oder rechtsklicke für weitere Optionen.
fi_fi: Tuplaklikkaa asettaakseis projekti nykyiseksi projektiksi. Tuplaklikkaa kohdetta muokataksesi sitä tai käytä hiiren kakkospainiketta avataksesi lisäominaisuudet.
nl_nl: Dubbel klik om het project tot het huidige project te maken. Dubbel klik op een voorwerp om het te bewerken. Klik om meer opties te tonen.
pt_pt: Dê um duplo clique para definir o projeto, como projeto atual. Duplo, clique num item para editá-lo, ou usar a direita click para exibir mais opções.
zh_cn: 双击将项目设置为当前的项目。 双击某一物件来编辑它，或使用右 键来显示更多选项。

source: Create or open a project using the ribbon.
de_de: Erstelle oder öffne ein Projekt über die Menüleiste.
fi_fi: Luo tai avaa projekti valintanauhan avulla.
nl_nl: Maak of open een project door middel van het lint.
pt_pt: Criar ou abrir um projeto usando a faixa de opções.
zh_cn: 利用功能区创建或打开一个项目

source: Unable to open
de_de: Kann nicht geöffnet werden
fi_fi: Ei voi avata
nl_nl: Kan niet openen
pt_pt: Impossível de abrir
zh_cn: 无法打开

source: , the file does not exist
de_de: , die Datei existiert nicht
nl_nl: , het bestand bestaat niet
pt_pt: , o arquivo não existe
zh_cn: ，该文件不存在

source: Choose a scene to edit in the project's manager
de_de: Wählen Sie eine Scene zum Editieren im Projekt Manager aus
fi_fi: Valitse muokattava kenttä projektinhallinnasta
nl_nl: Kies een scene om in de project manager te bewerken
pt_pt: Escolha uma cena para editar no gestor de projetos
zh_cn: 在项目管理器中选择一个场景，进行编辑

source: You can not use this name, it contains invalid characters.
de_de: Sie können diesen Namen nicht verwenden, er enthält ungültige Zeichen.
fi_fi: Et voi käyttää tätä nimeä, se sisältää virheellisiä merkkejä.
nl_nl: Je kan deze naam niet gebruiken, het bevat ongeldige tekens.
pt_pt: Você não pode usar esse nome, ele contém caracteres inválidos.
zh_cn: 您不能使用此名称，它包含无效字符。

source: Unable to rename: a scene has already the same name.
de_de: Umbenennen nicht möglich: Es existiert bereits eine Scene Mit dem selben Namen.
fi_fi: Ei voi nimetä uudelleen: samanniminen kenttä on jo olemassa.
nl_nl: Kan niet hernoemen: een scene maakt al gebruik van deze naam.
pt_pt: Não é possível renomear: uma cena já tem o mesmo nome.
zh_cn: 无法重新命名： 一个场景已具有相同的名称。

source: Unable to found events.
de_de: Nicht in der Lage, Ereignisse zu finden.
fi_fi: Tapahtumia ei löydy.
nl_nl: Kan geen gebeurtenissen vinden.
pt_pt: Impossível encontrar eventos.
zh_cn: 无法找到事件。

source: Unable to rename: some external events have already the same name.
de_de: Konnte nicht umbenannt werden: Einige externe Ereignisse verwenden bereits denselben Namen.
fi_fi: Ei voi nimetä uudelleen: samannimisiä ulkoisia tapahtumia on jo olemassa.
nl_nl: Kan niet hernoemen: er is al een externe gebeurtenis met deze naam.
pt_pt: Impossível renomear: alguns eventos externos já têm o mesmo nome.
zh_cn: 无法重新命名： 一些外部的事件已具有相同的名称。

source: Unable to add the new layout!
de_de: Das neue Layout konnte nicht hinzugefügt werden!
fi_fi: Uuden asettelun lisääminen ei onnistunut.
nl_nl: Kan de nieuwe opmaak niet toevoegen!
pt_pt: Impossível adicionar novo layout!
zh_cn: 无法添加新的布局 ！

source: Please wait while the internal compilation of events is finishing...
de_de: Bitte warten Sie, bis die interne Zusammenstellung der Ereignisse beendet wird...
fi_fi: Odota, kunnes tapahtumien sisäinen kääntäminen valmistuu...
nl_nl: Even geduld terwijl de interne compilatie van gebeurtenissen wordt afgerond...
pt_pt: Por favor aguarde enquanto a compilação interna dos eventos está terminando...
zh_cn: 请在事件内部编译整理过程中稍候...

source: Please wait, the internal compilation of events must be finished before continuing...
de_de: Bitte warten. Die interne Zusammenstellung der Ereignisse muss abgeschlossen sein, bevor Sie fortfahren...
fi_fi: Odota, tapahtumien sisäinen kääntäminen täytyy valmistua ennen kuin voit jatkaa...
nl_nl: Even geduld, de interne compilatie van gebeurtenissen moet voor het doorgaan klaar zijn...
pt_pt: Por favor, aguarde, a compilação interna de eventos deve ser concluída antes de continuar...
zh_cn: 请稍等，在继续之前必须完成事件内部编译......

source: Changes have been made to the project. Are you sure you want to close it?
de_de: Es wurden Änderungen am Projekt vorgenommen. Sind Sie sicher, dass Sie schließen wollen?
fi_fi: Projektiin on tehty muutoksia. Oletko varma, että haluat sulkea sen?
nl_nl: Verandering zijn aangebracht in het project. Weet je zeker dat je wilt afsluiten?
pt_pt: Foram feitas alterações para o project. Tem a certeza de que quer fechá-lo?
zh_cn: 项目已套用更改。 您确定要关闭它吗？

source: Unsaved changes
de_de: Ungespeicherte Änderungen
fi_fi: Tallentamattomat muutokset
nl_nl: Onopgeslagen wijzigingen
pt_pt: Alterações não gravadas
zh_cn: 未保存的更改

source: Unable to found external events.
de_de: Nicht in der Lage, ein externes Ereignis zu finden.
fi_fi: Ulkoisia tapahtumia ei löydy.
nl_nl: Kan geen externe gebeurtenissen vinden.
pt_pt: Impossível encontra eventos externos.
zh_cn: 无法找到外部事件。

source: External layout
de_de: Externes Layout
fi_fi: Ulkoinen asettelu
nl_nl: Externe lay-outs
pt_pt: Layout externo
zh_cn: 外部布局

source: Unable to found external layout.
de_de: Nicht in der Lage das externe Layout zu finden.
fi_fi: Ulkoista asettelua ei löydy.
nl_nl: Kan geen externe opmaak vinden.
pt_pt: Impossível encontrar layout externo.
zh_cn: 无法找到外部布局。

source: Choose one or more files to add
de_de: Wählen Sie eine oder mehrere Dateien zum hinzufügen
fi_fi: Valitse lisättävät tiedostot
nl_nl: Kies een of meer bestanden om toe te voegen
pt_pt: Escolha um ou mais arquivos para adicionar
zh_cn: 选择要添加的一个或多个文件

source: All files|*.*
de_de: Alle Dateien| *.*
fi_fi: Kaikki tiedostot| *.*
nl_nl: Alle bestanden|*.*
pt_pt: Todos os ficheiros | *. *
zh_cn: 所有文件| *.*

source: File not found
de_de: Datei nicht gefunden
fi_fi: Tiedostoa ei löydy
nl_nl: Bestand niet gevonden
pt_pt: Ficheiro não encontrado
zh_cn: 找不到文件

source: Choose a file name
de_de: Wählen Sie einen Dateinamen
fi_fi: Valitse tiedostonimi
nl_nl: Kies een bestandsnaam
pt_pt: Escolha um nome para o ficheiro
zh_cn: 选择文件名称

source: Empty list
de_de: Leere Liste
fi_fi: Tyhjä luettelo
nl_nl: Lege lijst
pt_pt: Lista vazia
zh_cn: 空列表

source: Open file "%s"
de_de: Datei öffnen "%s"
fi_fi: Avaa tiedosto "%s"
nl_nl: Bestand openen "%s"
pt_pt: A abrir o arquivo "%s"
zh_cn: 打开文件"%s"

source: Search in events
de_de: Suche in Ereignissen
fi_fi: Etsi tapahtumista
nl_nl: Zoeken in gebeurtenissen
pt_pt: Procurar nos eventos
zh_cn: 在事件中搜索

source: Match case
de_de: Passender Fall
fi_fi: Huomioi kirjainkoko
nl_nl: Hoofdletter gevoelig
pt_pt: Coincidir maiúsculas/minúsculas
zh_cn: 区分大小写

source: Where
de_de: Wo
fi_fi: Missä
nl_nl: Waar
pt_pt: Onde
zh_cn: 位置：

source: The conditions
de_de: Die Bedingungen
fi_fi: Ehdot
nl_nl: De voorwaarden
pt_pt: As condições
zh_cn: 条件

source: The actions
de_de: Die Aktionen
fi_fi: Toiminnot
nl_nl: De acties
pt_pt: As ações
zh_cn: 动作

source: Previous
de_de: Vorheriges
fi_fi: Edellinen
nl_nl: Vorige
pt_pt: Anterior
zh_cn: 上一个

source: Replace
de_de: Ersetzen
fi_fi: Korvaa
nl_nl: Vervang
pt_pt: Substituir
zh_cn: 取代

source: by
de_de: nach
fi_fi: tehnyt
nl_nl: door
pt_pt: por
zh_cn: 通过

source: Only the selected event
de_de: Nur das ausgewählte Ereignis
fi_fi: Vain valittu tapahtuma
nl_nl: Alleen de geselecteerde gebeurtenis
pt_pt: Apenas o evento selecionado
zh_cn: 只有所选事件

source: Replace all
de_de: Alle ersetzen
fi_fi: Korvaa kaikki
nl_nl: Alles vervangen
pt_pt: Substituir tudo
zh_cn: 取代全部

source: %i results.
de_de: %i Ergebnisse.
fi_fi: %i tulokset.
nl_nl: %i resultaten.
pt_pt: %i resultados.
zh_cn: %i 结果。

source: Choose the modification's sign
de_de: Wählt Zeichen der Änderung
fi_fi: Valitse muutoksen merkki
nl_nl: Kies het wijzigings teken
pt_pt: Escolha a modificação
zh_cn: 选择修改符号

source: = ( Set to )
de_de: = ( Setzen )
fi_fi: = (Aseta)
nl_nl: = (ingesteld op)
pt_pt: = (definido como)
zh_cn: = ( 设为 )

source: + ( Add )
de_de: + ( Addieren )
fi_fi: + (Lisää)
nl_nl: + (Toevoegen)
pt_pt: + (Adicionar)
zh_cn: + ( 加 )

source: - ( Subtract )
de_de: - ( Subtrahieren )
fi_fi: - (Vähennä)
nl_nl: - (Aftrekken)
pt_pt: -(Subtrair)
zh_cn: - ( 减去 )

source: * ( Multiply by )
de_de: * ( Multiplizieren mit )
fi_fi: * (Kerro)
nl_nl: * (Vermenigvuldigen met)
pt_pt: * (Multiplicar por)
zh_cn: * ( 乘以 )

source: / ( Divide by )
de_de: / ( Dividieren durch )
fi_fi: / (Jaa)
nl_nl: / (Delen door)
pt_pt: / (Dividir por)
zh_cn: / ( 除以 )
