Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Click to see help...
fi_fi: Klikkaa nähdäksesi ohjeet...
nl_nl: Klik om help te zien...
pt_pt: Clique para ver ajuda...
zh_cn: 单击此处查看帮助...

source: Cameras
de_de: Kameras
fi_fi: Kamerat
pt_pt: Câmeras
zh_cn: 镜头

source: The layer must have at least one camera.
de_de: Die Ebene muss mindestens eine Kamera haben.
fi_fi: Kerroksella on oltava vähintään yksi kamera.
nl_nl: De laag moet ten minste één camera bevatten.
pt_pt: A camada deve ter pelo menos uma câmera.
zh_cn: 图层必须具有至少一个镜头

source: Objects on the layer to delete
fi_fi: Kerrokselta poistettavat objektit
nl_nl: Objecten op de te verwijderen laag
pt_pt: Objetos na camada para excluir
zh_cn: 删除图层上的对象

source: What to make of objects on the layer to delete ?
fi_fi: Mitä tehdään kerrokselta poistettavilla objekteilla?
nl_nl: Wat te maken van de objecten op de te verwijderen laag?
pt_pt: O que fazer com os objetos na camada a excluir?

source: Delete them
fi_fi: Poista ne
nl_nl: Verwijderen
pt_pt: Excluí-los
zh_cn: 删除它们

source: Move them
fi_fi: Siirrä ne
nl_nl: Verplaatsen
pt_pt: Movê-los
zh_cn: 移动它们

source: on the layer :
fi_fi: kerrokselle:
nl_nl: op de laag:
pt_pt: na camada:
zh_cn: 在图层 ︰

source: General object properties
de_de: Allgemeine Objekteigenschaften
fi_fi: Yleiset objektin ominaisuudet
nl_nl: Algemene objecteigenschappen
pt_pt: Propriedades gerais do objeto
zh_cn: 一般对象属性

source: Object name
de_de: Objektname
fi_fi: Objektin nimi
nl_nl: Objectnaam
pt_pt: Nome do objeto
zh_cn: 对象名称

source: Kind
fi_fi: Tyyppi
nl_nl: Soort
pt_pt: Tipo
zh_cn: 类别

source: Object variables
de_de: Objektvariablen
fi_fi: Objektimuuttujat
nl_nl: Objectvariabelen
pt_pt: Variáveis do objeto
zh_cn: 对象变量

source: Remove...
de_de: Entfernen...
fi_fi: Poista...
nl_nl: Verwijderen...
pt_pt: Remova...
zh_cn: 删除...

source: Rename...
de_de: Umbenennen...
fi_fi: Nimeä uudelleen...
nl_nl: Hernoem...
pt_pt: Renomear...
zh_cn: 重命名......

source: Choose the behavior to delete
fi_fi: Valitse poistettava käytös
nl_nl: Kies het gedrag om te verwijderen
pt_pt: Escolha o comportamento para excluir
zh_cn: 选择要删除的行为

source: Enter a new name for the behavior
fi_fi: Anna käytöksen uusi nimi
nl_nl: Geef een nieuwe naam voor het gedrag
pt_pt: Digite um novo nome para o automatismo
zh_cn: 输入行为的新名称

source: Rename a behavior
de_de: Ein Verhalten umbenennen
fi_fi: Uudelleennimeä käytös
nl_nl: Naam wijzigen van een gedrag
pt_pt: Renomear um automatismo
zh_cn: 重命名行为

source: Parameter:
fi_fi: Parametri:
pt_pt: Parâmetro:
zh_cn: 参数：

source: Use extension modules for GDevelop
fi_fi: Käytä laajennusmoduuleja GDevelopissa
nl_nl: Gebruik uitbreidingsmodules voor GDevelop
pt_pt: Utilizar módulos de extensão para GDevelop
zh_cn: 使用GDevelop 扩展模块

source: Extensions available :
de_de: Verfügbare Erweiterungen:
fi_fi: Käytettävissä olevat laajennukset:
nl_nl: Uitbreidingen beschikbaar:
pt_pt: Extensões disponíveis:
zh_cn: 可用的扩展组件：

source: Built-in extensions are automatically used by the project and are not shown here.
de_de: Integrierte Erweiterungen werden vom Projekt automatisch genutzt und hier nicht angezeigt.
fi_fi: Sisäänrakennetut laajennukset ovat automaattisesti käytössä eikä niitä näytetä tässä.
nl_nl: Ingebouwde extensies worden automatisch gebruikt door de project en worden hier niet weergegeven.
pt_pt: Extensões embutidas que são usadas automaticamente pelo projeto não aparecem aqui.
zh_cn: 内置扩展自动应用到工程，并不会在这里显示

source: Information about the extension
de_de: Informationen über die Erweiterung
fi_fi: Tietoja laajennuksesta
nl_nl: Informatie over de uitbreiding
pt_pt: Informações sobre a extensão
zh_cn: 扩展的信息

source: No information about the extension.
de_de: Keine Informationen über die Erweiterung.
fi_fi: Tietoja laajennuksesta ei ole saatavilla.
nl_nl: Geen informatie over de uitbreiding.
pt_pt: Não há informações sobre a extensão.
zh_cn: 此扩展无信息

source: Author :
de_de: Autor :
fi_fi: Tekijä:
nl_nl: Auteur:
pt_pt: Autor: :
zh_cn: 作者：

source: License :
de_de: Lizenz :
fi_fi: Lisenssi:
nl_nl: Licentie:
pt_pt: Licença :
zh_cn: 授权：

source: Compatibility :
de_de: Kompatibilität:
fi_fi: Yhteensopivuus:
nl_nl: Compatibiliteit:
pt_pt: Compatibilidade :
zh_cn: 兼容性：

source: More extensions
de_de: Mehr Erweiterungen
fi_fi: Lisää laajennuksia
nl_nl: Meer uitbreidingen
pt_pt: Mais extensões
zh_cn: 更多扩展组件

source: Use this platform
de_de: Benutzen sie diese Platform
fi_fi: Käytä tätä alustaa
nl_nl: Gebruik dit platform
pt_pt: Usar esta plataforma
zh_cn: 使用此平台

source: Do not use this platform anymore
de_de: Verwenden Sie diese Plattform nicht mehr
fi_fi: Älä käytä tätä alusta enää
nl_nl: Dit platform niet meer gebruiken
pt_pt: Não use mais esta plataforma
zh_cn: 不要再使用这平台

source: (deprecated)
de_de: (veraltet)
fi_fi: (vanhentunut)
nl_nl: (verouderd)
pt_pt: (obsoleto)
zh_cn: (不推荐使用)

source: Unable to remove this platform: The project must use at least one plaform.
de_de: Plattform kann nicht entfernt werden: Das Projekt muss mindestens eine Plattform nutzen.
fi_fi: Ei voi poistaa tätä alustaa: projektin on käytettävä vähintään yhtä alustaa.
nl_nl: Niet in staat om dit platform te verwijderen: het project moet ten minste één platform gebruiken.
pt_pt: Não é possível remover esta plataforma: O projeto deve usar pelo menos uma plataforma.
zh_cn: 无法删除这个平台： 项目必须使用至少一个平台。

source: Project updated
de_de: Projekt aktualisiert
fi_fi: Projekti on päivitetty
nl_nl: Project bijgewerkt
pt_pt: Projeto atualizado
zh_cn: 更新项目

source: If you save your project using this version of GDevelop, you won't be able to use it with a previous version of GDevelop due to these changes :
de_de: Wenn Sie Ihr Projekt mit dieser Version von GDevelop speichern, können Sie es nicht mit einer früheren Version von GDevelop nutzen, da Folgendes geändert wurde:
fi_fi: Jos tallennat projektin tällä GDevelop-versiolla, et voi käyttää sitä enää aiemmalla GDevelop-versiolla näiden muutosten vuoksi:
nl_nl: Als u uw project met deze versie van GDevelop opslaat, kunt u deze niet meer gebruiken met een vorige versie van GDevelop als gevolg van deze wijzigingen:
pt_pt: Se você salvar o seu projeto usando esta versão do GDevelop, você não será capaz de usá-lo na versão com a anterior do GDevelop devido a essas alterações:

source: Remember to always make regular saves of your projects so as to have backup if something goes wrong.
de_de: Denken Sie daran, Ihr Projekt regelmäßig zu speichern, um im Falle eines Fehlers ein Backup zu haben.
fi_fi: Muista tallentaa projektisi säännöllisesti, jotta sinulla on varmuuskopioita siltä varalta, että jokin menee pieleen.
nl_nl: Vergeet niet om regelmatig veranderingen in uw projecten op te slaan als reserve kopie in het geval iets mis gaat.
pt_pt: Lembre-se de realizar salvamentos regulares dos teus projetos para que assim possa ter uma cópia de segurança se algo der errado.

source: Resources library
de_de: Ressourcen-Bibliothek
fi_fi: Resurssikirjasto
nl_nl: Bronbibliotheek
pt_pt: Biblioteca de recursos
zh_cn: 资源库

source: Drag images to add them to your project images bank.
fi_fi: Vedä kuvia lisätäksesi niitä projektisi kuvapankkiin.
nl_nl: Sleep afbeeldingen naar uw project's beeldbank om deze toe te voegen.
pt_pt: Arraste imagens para adicioná-las ao seu banco de imagens do projeto.
zh_cn: 拖动图像以将它们添加到您的项目的图像库存。

source: Images are copied into the project folder when you drag and drop them in the image bank. You can choose a specific subfolder:
fi_fi: Kuvat kopioidaan projektikansioon, kun vedät ja pudotat ne kuvapankkiin. Voit valita tietyn alikansion:
nl_nl: Afbeeldingen worden naar de projectmap gekopieerd wanneer u deze naar afbeeldingenbank. U kunt een bepaalde submap kiezen:
pt_pt: Imagens são copiadas dentro do diretório do projeto quando você arrasta-os e larga-os no banco de imagens. Você pode escolher um sub diretório específico:

source: Sub folder where copy images:
fi_fi: Alikansio, jonne kuvat kopioidaan:
nl_nl: Submap waar de kopieën van afbeeldingen worden opgeslagen:
pt_pt: Sub-pasta onde copiar as imagens:
zh_cn: 复制图像到哪个子文件夹 ︰

source: The file is relative to the folder of the project
fi_fi: Tiedoston sijainti on suhteessa projektikansioon
nl_nl: Het bestand is relatief ten opzichte van de map van het project
pt_pt: O arquivo é relativo à pasta do projeto
zh_cn: 该文件是相对于该项目的文件夹

source: Parent folder
de_de: Übergeordnetes Verzeichnis
fi_fi: Pääkansio
nl_nl: Bovenliggende map
pt_pt: Pasta a cima
zh_cn: 父文件夹

source: Add from resource library
fi_fi: Lisää resurssikirjastosta
nl_nl: Toevoegen van bronbibliotheek
pt_pt: Adicionar da biblioteca de recursos
zh_cn: 从资源库中添加

source: Get help about using the resource manager
fi_fi: Resurssienhallinnan ohje
nl_nl: Help-informatie over het gebruik van de bronnenbeheerder opvragen
pt_pt: Obter ajuda sobre de como usar o Gerenciador de recursos
zh_cn: 获取有关使用资源管理器的帮助

source: Right click on an image to access to more options
fi_fi: Klikkaa kuvaa hiiren oikealla painikkeella lisäominaisuuksien avaamiseksi
nl_nl: Klik met de rechtermuisknop op een afbeelding om toegang tot meer opties
pt_pt: Clique com o botão direito na imagem para aceder a mais opções

source: Add a sound/music
nl_nl: Voeg geluid/muziek toe
pt_pt: Adicionar um som/música

source: Remove from folder only
de_de: Nur aus Ordner entfernen
fi_fi: Poista vain kansiosta
nl_nl: Alleen uit map verwijderen
pt_pt: Remover unicamente da pasta
zh_cn: 仅从文件夹中删除

source: Move up Ctrl-J
fi_fi: Siirrä ylös Ctrl-J
nl_nl: Verplaats omhoog Ctrl-J
pt_pt: Mover para cima Ctrl-J
zh_cn: 向上移动 Ctrl-J

source: Move the image up
de_de: Bild nach oben bewegen
fi_fi: Siirrä kuva ylöspäin
nl_nl: Verplaats de afbeelding omhoog
pt_pt: Mover a imagem para cima
zh_cn: 向上移动图像

source: Move down Ctrl-K
de_de: Nach Unten Ctrl-K
fi_fi: Siirä alas Ctrl-K
nl_nl: Verplaats omlaag Ctrl-K
pt_pt: Mover para baixo Ctrl-K
zh_cn: 向下移动 Ctrl-K

source: Move the image down
de_de: Bild nach unten bewegen
fi_fi: Siirrä kuva alaspäin
nl_nl: Verplaats de afbeelding omlaag
pt_pt: Mover a imagem para baixo
zh_cn: 向下移动图像

source: Add a folder
de_de: Neuer Ordner
fi_fi: Lisää kansio
nl_nl: Een map toevoegen
pt_pt: Adicionar uma pasta
zh_cn: 添加文件夹

source: Adding images
de_de: Bilder Hinzufügen
fi_fi: Kuvien lisääminen
nl_nl: Afbeeldingen toevoegen
pt_pt: Adicionando imagens
zh_cn: 添加图像

source: Resources successfully added
de_de: Ressourcen erfolgreich hinzugefügt
fi_fi: Resurssien lisääminen onnistui
nl_nl: Bronnen succesvol toegevoegd
pt_pt: Recursos adicionados com sucesso
zh_cn: 成功添加资源

source: Choose one or more audio files to add
de_de: Wählen Sie eine oder mehrere Audio-Dateien zum hinzufügen
nl_nl: Kies een of meer audio bestanden om toe te voegen
pt_pt: Escolha um ou mais arquivos de áudio para adicionar

source: Supported audio files|*.ogg;*.mp3;*.wav|All files|*.*
de_de: Unterstützte Audio-Formate |*.ogg;*.mp3;*.wav|Alle Dateien|*.*
nl_nl: Ondersteunde audio bestanden| *.ogg; *.mp3; *. wav| Alle bestanden| *. *
pt_pt: Arquivos de áudio suportados|*.ogg;*.mp3;*.wav|Todos os arquivos|*.*

source: Adding audio files
de_de: Fügt Audio-Dateien hinzu
nl_nl: Audiobestanden toevoegen
pt_pt: Adicionando arquivos de áudio

source: Copy of
de_de: Kopie von
fi_fi: Kopio
nl_nl: Kopie van
pt_pt: Cópia de
zh_cn: 副本

source: Adding
de_de: Hinzufügen
fi_fi: Lisätään
nl_nl: Toevoegen
pt_pt: Adicionando
zh_cn: 添加

source: Some images in the list have already the same name, and have not been added:
de_de: Einige Bilder in der Liste haben bereits den gleichen Namen und wurden nicht hinzugefügt:
fi_fi: Joillakin luettelon kuvilla on jo sama nimi, joten niitä ei lisätty:
nl_nl: Sommige afbeeldingen in de lijst hebben al dezelfde naam en zijn niet toegevoegd:
pt_pt: Algumas imagens na lista já tem o mesmo nome e não foram adicionadas:
zh_cn: 列表中的一些图像具有相同的名称，并且尚未添加 ︰

source: No image selected
de_de: Kein Bild ausgewählt
fi_fi: Ei valittua kuvaa
nl_nl: Geen afbeelding geselecteerd
pt_pt: Nenhuma imagem selecionada
zh_cn: 没有选定的图像

source: (Multiple values)
de_de: (Mehrere Werte)
fi_fi: (Useita arvoja)
nl_nl: (Meerdere waarden)
pt_pt: (Vários valores)
zh_cn: （多个值）

source: Choose the resource file
de_de: Wählen Sie die Ressourcen-Datei
fi_fi: Valitse resurssitiedosto
nl_nl: Kies het bronbestand
pt_pt: Escolha o arquivo de recurso
zh_cn: 选择资源文件

source: File of the resource. The filename is relative to the project directory.
fi_fi: Resurssitiedosto. Tiedostonimi on suhteessa projektikansioon.
nl_nl: Bestand van de bron. De bestandsnaam is relatief ten opzichte van de projectmap.
pt_pt: Arquivo de recurso. O nome do arquivo é relativo ao diretório do projeto.
zh_cn: 文件资源。 文件名是相对于项目目录。

source: Unable to rename the image: another image has already this name.
de_de: Bild konnte nicht umbennant werden: Name bereits vergeben.
fi_fi: Ei voi nimetä kuvaa uudelleen: tämänniminen kuva on jo olemassa.
nl_nl: Niet in staat om de naam van de afbeelding te: een ander afbeelding heeft al deze naam.
pt_pt: Não é possível renomear a imagem: outra imagem já tem este nome.
zh_cn: 无法重命名图像 ︰ 另一个图像已经有这个名字。

source: Unable to rename the folder: another folder has already this name.
de_de: Ordner konnte nicht umbennant werden: Name bereits vergeben.
fi_fi: Ei voi nimetä kansiota uudelleen: tämänniminen kansio on jo olemassa.
nl_nl: Niet in staat om de map te hernoemen: een andere map heeft al deze naam.
pt_pt: Não é possível renomear a pasta: outra pasta já tem este nome.
zh_cn: 无法重命名文件夹 ︰ 另一个文件夹已经有这个名字。

source: All images
de_de: Alle Bilder
fi_fi: Kaikki kuvat
nl_nl: Alle afbeeldingen
pt_pt: Todas as imagens
zh_cn: 所有图像

source: These resources seems to be useless: Check resources to delete.
fi_fi: Nämä resurssit vaikuttavat ylimääräisiltä: Tarkista poistettavat resurssit.
nl_nl: Deze bronnen lijken nutteloos: Controleer bronnen om te verwijderen.
pt_pt: Estes recursos parecem inúteis: Verifique os recursos para deletá-los.
zh_cn: 这些资源似乎无用处 ︰ 选中要删除的资源。

source: Choose the program for editing this kind of resource
fi_fi: Valitse ohjelma tämäntyyppisten resurssien muokkaamiseksi
nl_nl: Kies het programma voor het bewerken van dit type materiaal
pt_pt: Escolha o programa para a edição deste tipo de recurso
zh_cn: 选择用于编辑这种资源的程序

source: Programs (*.exe)|*.exe
de_de: Programme (*.exe) | * .exe
fi_fi: Ohjelmia (*.exe) | *.exe
nl_nl: Programma's (*.exe) | *.exe
pt_pt: Programas (*.exe) | * .exe
zh_cn: 程序 (*.exe)|*.exe

source: Choose a resource in the list to display it.
de_de: Wählen Sie eine Ressource aus der Liste, um sie anzuzeigen.
fi_fi: Valitse resurssi luettelosta näytettäväksi.
nl_nl: Kies een bron in de lijst om weer te geven.
pt_pt: Escolher um recurso na lista para exibir la.n
zh_cn: 在列表中选择资源 来显示

source: You can add and modify resources using the ribbon.
de_de: Sie können Ressourcen mit der Leiste hinzufügen und ändern.
fi_fi: Voit lisätä ja muokata resursseja valintanauhan avulla.
nl_nl: U kunt bronnen toevoegen en wijzigen via het lintmenu.
pt_pt: Você pode adicionar e modificar recursos usando o ribbon.
zh_cn: 您透过功能区添加和 修改资源。

source: You can add and modify resources using the toolbar
de_de: Sie können Ressourcen mit der Werkzeugleiste hinzufügen und ändern
fi_fi: Voit lisätä ja muokata resursseja työkalurivin avulla
nl_nl: U kunt bronnen toevoegen en wijzigen via de werkbalk
pt_pt: Você pode adicionar recursos e modificar usando a barra de ferramentas
zh_cn: 您可以使用工具栏添加 更改资源

source: New folder
de_de: Neuer Ordner
fi_fi: Uusi kansio
nl_nl: Nieuwe map
pt_pt: Nova pasta
zh_cn: 新文件夹

source: No conditions
de_de: Keine Bedingung
fi_fi: Ei ehtoa
nl_nl: Geen voorwaarden
pt_pt: Sem condições
zh_cn: 没有条件

source: No actions
de_de: Keine Aktionen
fi_fi: Ei toimintoa
nl_nl: Geen acties
pt_pt: Sem ações
zh_cn: 沒有动作

source: Cancel 10 changes
fi_fi: Peruuta 10 muutosta
nl_nl: 10 wijzigingen annuleren
pt_pt: Cancelar 10 alterações
zh_cn: 取消 10 更改

source: Cancel 20 changes
fi_fi: Peruuta 20 muutosta
nl_nl: 20 wijzigingen annuleren
pt_pt: Cancelar 20 alterações
zh_cn: 取消 20 更改

source: Delete the history
de_de: Verlauf löschen
fi_fi: Poista historia
nl_nl: De geschiedenis verwijderen
pt_pt: Apagar o histórico
zh_cn: 删除历史记录

source: Put the object(s) on the higher layer
fi_fi: Aseta objekti(t) ylemmälle tasolle
nl_nl: Zet de object(en) in de hogere laag
pt_pt: Coloque o(s) objeto(s) na camada superior
zh_cn: 把对象放在更高的层

source: Put the object(s) on the lower layer
fi_fi: Aseta objekti(t) alemmalle tasolle
nl_nl: Zet de object(en) in de lagere laag
pt_pt: Coloque o(s) objeto(s) na camada inferior
zh_cn: 把对象放在较低层

source: Delete the selection DEL
fi_fi: Poista valinta DEL
nl_nl: Verwijderen van de selectie DEL
pt_pt: Apagar a seleção DEL
zh_cn: 删除所选 DEL

source: Add a behavior to the object
fi_fi: Lisää objektille käytös
nl_nl: Een gedrag toevoegen aan het object
pt_pt: Adicionar um automatismo ao objeto
zh_cn: 添加行为到对象

source: Insert a new object
de_de: Neues Objekt hinzufügen
fi_fi: Lisää uusi objekti
nl_nl: Voeg een nieuw object toe
pt_pt: Inserir um novo objeto
zh_cn: 插入一个新的对象

source: Lock the object(s)
de_de: Sperre das/die Objekt(e)
fi_fi: Lukitse objekti(t)
nl_nl: Vergrendelen van het/de object(en)
pt_pt: Bloquear o(s) objeto(s)
zh_cn: 锁定对象

source: Unlock the object under the cursor
fi_fi: Avaa kohdistimen alla olevan objektin lukitus
nl_nl: Het object onder de cursor ontgrendelen
pt_pt: Desbloquear o objeto sob o cursor
zh_cn: 解锁的光标下的对象

source: Preview for
de_de: Vorschau für
fi_fi: Esikatselu
nl_nl: Voorbeeld voor
pt_pt: Pré-visualização para
zh_cn: 预览

source: Launch a preview for this platform
de_de: Starten Sie eine Vorschau für diese Plattform
fi_fi: Käynnistä tämän alustan esikatselu
nl_nl: Een voorbeeld voor dit platform lanceren
pt_pt: Lançar um preview para esta plataforma
zh_cn: 执行这个平台的预览

source: No preview available for
de_de: Keine Vorschau verfügbar für
fi_fi: Esikatselu ei ole käytettävissä
nl_nl: Geen voorbeeld beschikbaar voor
pt_pt: Não há preview disponível para
zh_cn: 无可用的预览

source: No preview can be done for this platform
fi_fi: Esikatselu ei ole mahdollista tällä alustalla
nl_nl: Er kan geen voorbeeld worden gemaakt voor dit platform
pt_pt: Não pode ser feita preview para esta plataforma

source: This platform does not support launching previews.
fi_fi: Tämä alusta ei tue esikatselua.
nl_nl: Dit platform biedt geen ondersteuning voor het starten van voorbeelden.
pt_pt: Esta plataforma não suporta visualizações de lançamento.

source: Mode
de_de: Modus
fi_fi: Tila
nl_nl: Modus
pt_pt: Modo
zh_cn: 模式

source: Stop the preview
de_de: Vorschau anhalten
fi_fi: Lopeta esikatselu
nl_nl: Stop het voorbeeld
pt_pt: Parar a pré-visualização
zh_cn: 停止预览

source: Stop the preview and go back to editing
de_de: Vorschau anhalten und zur Bearbeitung zurückkehren
fi_fi: Lopeta esikatselu ja palaa muokkaamaan
nl_nl: Stop het voorbeeld en ga terug naar bewerken
pt_pt: Parar a pré-visualização e voltar para a edição

source: Launch a preview
de_de: Eine Vorschau starten
fi_fi: Käynnistä esikatselu
nl_nl: Start een voorbeeld
pt_pt: Lançar a pré-visualização
zh_cn: 启动预览

source: Objects editor
de_de: Objekt-Editor
fi_fi: Objektieditori
nl_nl: Objecten bewerker
pt_pt: Editor de objetos
zh_cn: 对象编辑器

source: Show the list of objects of the scene
de_de: Liste der Objekte der Szene anzeigen
fi_fi: Näytä luettelo kentän objekteista
nl_nl: Toon de lijst met objecten van de scène
pt_pt: Mostrar a lista de objetos da cena
zh_cn: 显示场景中对象的列表

source: Show the layers editor
de_de: Ebeneneditor anzeigen
fi_fi: Näytä kerroseditori
nl_nl: Toon de lagenbewerker
pt_pt: Mostrar o editor de camadas
zh_cn: 显示图层编辑器

source: Instances
de_de: Instanzen
fi_fi: Instanssit
nl_nl: Exemplaren
pt_pt: Instâncias
zh_cn: 实例

source: Open a list of all instances of objects put on the scene
de_de: Liste aller Instanzen von Objekten in der Szene öffnen
fi_fi: Avaa luettelo kaikista kentän objektien instansseista
nl_nl: Open een lijst met alle exemplaren van objecten die in de scène gezet zijn
pt_pt: Abrir uma lista de todas as instâncias de objetos que foram colocadas em cena
zh_cn: 打开放入场景中的对象实例的列表

source: Undo the last change
de_de: Letzte Änderung rückgängig machen
fi_fi: Kumoa viimeisin muutos
nl_nl: De laatste wijziging ongedaan maken
pt_pt: Anular última alteração
zh_cn: 撤销最后更改

source: Grid
de_de: Rasteransicht
fi_fi: Ruudukko
nl_nl: Raster
pt_pt: Grelha
zh_cn: 网格

source: Edit the grid
de_de: Raster bearbeiten
fi_fi: Muokkaa ruudukkoa
nl_nl: Het raster bewerken
pt_pt: Editar a grelha
zh_cn: 编辑网格

source: Edit the size of the grid
de_de: Rastergröße ändern
fi_fi: Muokkaa ruudukon kokoa
nl_nl: De grootte van het raster bewerken
pt_pt: Editar o tamanho da grelha
zh_cn: 编辑网格的大小

source: Mask
de_de: Maske
fi_fi: Maski
nl_nl: Masker
pt_pt: Máscara
zh_cn: 遮罩

source: Show a mask corresponding to the size of the game window
fi_fi: Näytä peli-ikkunan kokoinen maski
nl_nl: Toon een masker dat overeenkomt met de grootte van het spel venster
pt_pt: Mostrar a máscara correspondente ao tamanho da janela de jogo
zh_cn: 显示对应于游戏窗口大小的遮罩

source: Return to the initial position ( 0;0 )
de_de: Zur Ausgangsposition zurückkehren ( 0;0 )
fi_fi: Palaa alkusijaintiin (0, 0)
nl_nl: Terug naar de eerste positie (0, 0)
pt_pt: Retornar à posição inicial (0; 0)
zh_cn: 返回到初始位置 （0，0）

source: Go back to the origin of the scene
fi_fi: Palaa kentän alkupisteeseen
nl_nl: Ga terug naar de oorsprong van de scène
pt_pt: Voltar para a origem da cena
zh_cn: 回到场景的原点

source: Initial zoom
de_de: anfängliche Vergrößerung
fi_fi: Oletuszoomaus
nl_nl: Initiele vergroting
pt_pt: Zoom inicial
zh_cn: 初始的缩放

source: Go back to the initial zoom level
de_de: Zurück zur anfänglichen Vergrößerungsstufe
fi_fi: Palaa alkuperäiselle zoomaustasolle
nl_nl: Ga terug naar het oorspronkelijke zoomniveau
pt_pt: Volte para o nível de zoom inicial
zh_cn: 回到最初的缩放级别

source: Put the object(s) on the layer "
fi_fi: Aseta objekti(t) kerrokselle "
nl_nl: Leg het/de object(en) op de laag "
pt_pt: Coloque o(s) objeto(s) na camada"
zh_cn: 把对象放在图层 "

source: Are you sure you want to clear the Undo History?
fi_fi: Haluatko varmasti tyhjentää kumoamishistorian?
nl_nl: Weet u zeker dat u de ongedaan maken geschiedenis wil wissen?
pt_pt: Tem a certeza que deseja limpar o Histórico da Anulação?
zh_cn: 你确定你想要清除撤消历史记录？

source: Relational operator
fi_fi: Relaatio-operaattori
nl_nl: Relationele operator
pt_pt: Operador Relacional
zh_cn: 关系运算符

source: Mouse button
de_de: Maus-Taste
fi_fi: Hiiripainike
nl_nl: Muisknop
pt_pt: Botão do mouse
zh_cn: 鼠标按钮

source: String
de_de: Text
fi_fi: Merkkijono
nl_nl: Tekenreeks
pt_pt: Texto
zh_cn: 字符串

source: Variable of the object
de_de: Variable des Objektes
fi_fi: Objektin muuttuja
nl_nl: Variabele van het object
pt_pt: Variável de objeto
zh_cn: 对象的变量

source: Unknown
de_de: Unbekannt
fi_fi: Tuntematon
nl_nl: Onbekend
pt_pt: Desconhecido
zh_cn: 未知

source: Some resources are using absolute filenames. Do you want them to be copied in the new folder of the project? If you choose No, they won't be modified.
de_de: Einige Ressourcen nutzen absolute Dateinamen. Sollen diese in den neuen Projektordner kopiert werden? Wählen Sie "Nein", werden sie nicht modifiziert.
fi_fi: Jotkin resurssit käyttävät absoluuttisia tiedostonimiä. Haluatko kopioida ne projektin uuteen kansioon? Jos valitset ei, muutoksia ei tehdä.
nl_nl: Sommige bronnen gebruiken absolute filenames. Wilt u deze kopiëren naar de nieuwe map van het project? Als u Nee kiest, zullen ze niet worden gewijzigd.
pt_pt: Alguns recursos estão endereçados fora da pasta do projeto. Você quer que eles sejam copiados em uma nova pasta do projeto? Se você escolher não, eles não serão modificados.
