Repository: dos1/GD
Catalog: Binaries/Output/Release_Windows/locale/*/*.po
Languages: de_de, fi_fi, nl_nl, pt_pt, zh_cn

source: Compare the text of a scene variable.
fi_fi: Vertaile kenttämuuttujan tekstiä.
nl_nl: Vergelijk de tekst van een scène variabele.
pt_pt: Compare o texto de uma variável de cena.
zh_cn: 比较场景变量的文本。

source: The text of variable _PARAM0_ is _PARAM1__PARAM2_
fi_fi: Muuttujan _PARAM0_ teksti on _PARAM1__PARAM2_
nl_nl: De tekst van de variabele _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O texto da variável _PARAM0_ é _PARAM1__PARAM2_
zh_cn: 变量 _PARAM0_ 的文本是 _PARAM1__PARAM2_

source: Text to compare
fi_fi: Verrattava teksti
nl_nl: Tekst om te vergelijken
pt_pt: Texto para comparar
zh_cn: 要比较的文本

source: Child _PARAM1_ of variable _PARAM0_ exists
fi_fi: Muuttujan _PARAM0_ lapsi _PARAM1_ on olemassa
nl_nl: Kind _PARAM1_ van variabele _PARAM0_ bestaat
pt_pt: Variável _PARAM1_, filha de _PARAM0_ existe

source: Return true if the specified child of the global variable exists.
fi_fi: Palauta tosi, jos globaalin muuttujan määritetty lapsi on olemassa.
nl_nl: Is waar als het opgegeven kind van de globale variabele bestaat.
pt_pt: Retornar true se existir o filho especificado da variável global.

source: Child _PARAM1_ of global variable _PARAM0_ exists
fi_fi: Globaalin muuttujan _PARAM0_ lapsi _PARAM1_ on olemassa
nl_nl: Kind _PARAM1_ van globale variabele _PARAM0_ bestaat
pt_pt: Variável _PARAM1_, filha de variável global _PARAM0_ existe

source: Variables/Global variables/Structures
fi_fi: Muuttujat/Globaalit muuttujat/Rakenteet
nl_nl: Variabelen/Globaal variabelen/structuren
pt_pt: Variáveis/Variáveis Globais/Estruturas
zh_cn: 变量/全局变量/结构

source: Test if a scene variable is defined
fi_fi: Testaa, onko kenttämuuttuja määritelty
nl_nl: Test als een scène variabele is gedefinieerd
pt_pt: Testar se uma variável de cena está definida
zh_cn: 检测场景变量是否已定义

source: Test if the scene variable exist.
fi_fi: Testaa, onko kenttämuuttuja olemassa.
nl_nl: Test als de scène variabele bestaat.
pt_pt: Testar se a variável de cena existir.
zh_cn: 检测场景变量是否存在

source: Variable _PARAM0_ is defined
fi_fi: Muuttuja _PARAM0_ on määritelty
nl_nl: Variabele _PARAM0_ is gedefinieerd
pt_pt: Variável _PARAM0_ é definida
zh_cn: 变量 _PARAM0_ 已定义

source: Value of a global variable
fi_fi: Globaalin muuttujan arvo
nl_nl: Waarde van een globale variabele
pt_pt: Valor de uma variável global
zh_cn: 全局变量的数值

source: Compare the value of a global variable.
fi_fi: Vertaile globaalin muuttujan arvoa.
nl_nl: Vergelijk de waarde van een globale variabele.
pt_pt: Compare o valor de uma variável global.
zh_cn: 比较全局变量的值

source: Global variable _PARAM0_ is _PARAM1__PARAM2_
fi_fi: Globaali muuttuja _PARAM0_ on _PARAM1__PARAM2_
nl_nl: Globale variabele _PARAM0_ is _PARAM1__PARAM2_
pt_pt: A variável global _PARAM0_ é _PARAM1__PARAM2_
zh_cn: 全局变量 _PARAM0_ _PARAM1_ _PARAM2_

source: Variables/Global variables
fi_fi: Muuttujat/Globaalit muuttujat
nl_nl: Variabelen/Globaal variabelen
pt_pt: Variáveis Globais/Volúveis
zh_cn: 变量/全局变量

source: Text of a global variable
fi_fi: Globaalin muuttujan teksti
nl_nl: Tekst van een globale variabele
pt_pt: Texto de uma variável global
zh_cn: 全局变量的文本

source: Compare the text of a global variable.
fi_fi: Vertaile globaalin muuttujan tekstiä.
nl_nl: Vergelijk de tekst van een globale variabele.
pt_pt: Compare o texto de uma variável global.
zh_cn: 比较全局变量的文本。

source: The text of the global variable _PARAM0_ is _PARAM1__PARAM2_
fi_fi: Globaalin muuttujan _PARAM0_ teksti on _PARAM1__PARAM2_
nl_nl: De tekst van de globale variabele _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O texto da variável global _PARAM0_ é _PARAM1__PARAM2_
zh_cn: 全局变量 _PARAM0_ 的文本是 _PARAM1__PARAM2_

source: Test if a global variable is defined
fi_fi: Testaa, onko globaali muuttuja määritelty
nl_nl: Test of een algemene variabele is gedefinieerd
pt_pt: Testar se uma variável global estiver definida
zh_cn: 检测全局变量是否已定义

source: Test if a global variable exists
fi_fi: Testaa, onko globaali muuttuja olemassa
nl_nl: Test of een globale variabele bestaat
pt_pt: Teste se existir uma variável global
zh_cn: 检测全局变量是否存在

source: Global variable _PARAM0_ is defined
fi_fi: Globaali muuttuja _PARAM0_ on määritelty
nl_nl: Globale variabele _PARAM0_ is gedefinieerd
pt_pt: A variável global _PARAM0_ está definida
zh_cn: 全局变量 _PARAM0_ 已定义

source: Modify the value of a scene variable.
fi_fi: Muuta kenttämuuttujan arvoa.
nl_nl: Wijzig de waarde van een scène variabele.
pt_pt: Modifica o valor de uma variável de cena.
zh_cn: 变更场景变量的值

source: Do _PARAM1__PARAM2_ to variable _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ muuttujalle _PARAM0_
nl_nl: Pas _PARAM1__PARAM2_ toe op variabele _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a variável _PARAM0_
zh_cn: 变量 _PARAM0_ _PARAM1_ _PARAM2_

source: String of a variable
fi_fi: Muuttujan merkkijono
nl_nl: Tekenreeks van een variabele
pt_pt: Caracteres de uma variável
zh_cn: 变量的字符串

source: Modify the text of a scene variable.
fi_fi: Muuta kenttämuuttujan tekstiä.
nl_nl: Wijzig de tekst van een scène variabele.
pt_pt: Modifica o texto de uma variável de cena.
zh_cn: 修改场景变量的文本。

source: Do _PARAM1__PARAM2_ to the text of variable _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ muuttujan _PARAM0_ tekstille
nl_nl: Pas _PARAM1__PARAM2_ toe op de tekst van de variabele _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o texto da variável _PARAM0_
zh_cn: 把 _PARAM1__PARAM2_ 成变量的文本 _PARAM0_

source: Modify the value of a global variable
fi_fi: Muuta globaalin muuttujan arvoa
nl_nl: Wijzig de waarde van een globale variabele
pt_pt: Modificar o valor de uma variável global
zh_cn: 修改全局变量的值

source: Do _PARAM1__PARAM2_ to global variable _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ globaalille muuttujalle _PARAM0_
nl_nl: Pas _PARAM1__PARAM2_ toe op de globale variabele _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para _PARAM0_ de variável global
zh_cn: 全局变量 _PARAM0_ _PARAM1_ _PARAM2_

source: String of a global variable
fi_fi: Globaalin muuttujan merkkijono
nl_nl: Tekenreeks van een globale variabele
pt_pt: Caracteres de uma variável global
zh_cn: 全局变量的字符串

source: Modify the text of a global variable.
fi_fi: Muuta globaalin muuttujan tekstiä.
nl_nl: Wijzig de tekst van een globale variabele.
pt_pt: Modifica o texto de uma variável global.
zh_cn: 修改全局变量的文本。

source: Do _PARAM1__PARAM2_ to the text of global variable _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ globaalin muuttujan _PARAM0_ tekstille
nl_nl: Pas _PARAM1__PARAM2_ toe op de tekst van de globale variabele _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o texto da variável golobal _PARAM0_

source: Remove a child from a variable.
fi_fi: Poista lapsi muuttujasta.
nl_nl: Verwijderen een kind uit een variabele.
pt_pt: Remova um filho de uma variável.

source: Remove child _PARAM1_ from variable _PARAM0_
fi_fi: Poista lapsi _PARAM1_ muuttujasta _PARAM0_
nl_nl: Kind _PARAM1_ verwijderen uit variabele _PARAM0_
pt_pt: Remover variável _PARAM1_, filha de _PARAM0_

source: Remove a child from a global variable.
fi_fi: Poista lapsi globaalista muuttujasta.
nl_nl: Verwijderen een kind uit een globale variabele.
pt_pt: Remover um filho de uma variável global.

source: Remove child _PARAM1_ from global variable _PARAM0_
fi_fi: Poista lapsi _PARAM1_ globaalista muuttujasta _PARAM0_
nl_nl: Kind _PARAM1_ verwijderen uit de globale variabele _PARAM0_
pt_pt: Remover o filho _PARAM1_ da variável global _PARAM0_

source: Variables/Global variables/Structure
fi_fi: Muuttujat/Globaalit muuttujat/Rakenne
nl_nl: Variabelen/Globale variabelen/structuur
pt_pt: Variáveis/variáveis globais/estrutura
zh_cn: 变量/全局变量/结构

source: Text of a scene variable
fi_fi: Kenttämuuttujan teksti
nl_nl: Tekst van een scène variabele
pt_pt: Texto de uma variável de cena
zh_cn: 场景变量的文本

source: Global variables
de_de: Globale Variablen
fi_fi: Globaalit muuttujat
nl_nl: Globale variabelen
pt_pt: Variáveis globais
zh_cn: 全局变量

source: Global variable
de_de: Globale Variable
fi_fi: Globaali muuttuja
nl_nl: Globale variabele
pt_pt: Variável global
zh_cn: 全局变量

source: Name of the global variable
de_de: Name der globalen Variable
fi_fi: Globaalin muuttujan nimi
nl_nl: Naam van de globale variabele
pt_pt: Nome da variável global
zh_cn: 全局变量的名称

source: De/activate fullscreen
de_de: Vollbild de/aktivieren
fi_fi: De/aktivoi kokonäyttö
nl_nl: De/activeren vol scherm
pt_pt: Des/ativar tela cheia
zh_cn: 禁/激活 全屏

source: Activate fullscreen: _PARAM1_ (keep aspect ratio: _PARAM2_)
fi_fi: Aktivoi kokonäyttö: _PARAM1_ (säilytä kuvasuhde: _PARAM2_)
nl_nl: Fullscreen activeren: _PARAM1_ (hoogte-breedteverhouding behouden: _PARAM2_)
pt_pt: Ativar tela cheia: _PARAM1_ (manter taxa de proporção: _PARAM2_)
zh_cn: 激活全屏 ︰ _PARAM1_ (保持纵横比 ︰ _PARAM2_)

source: Game's window
fi_fi: Peli-ikkuna
nl_nl: Het spel venster
pt_pt: Janela do jogo
zh_cn: 游戏的窗口

source: Activate fullscreen
de_de: Vollbild aktivieren
fi_fi: Aktivoi kokonäyttö
nl_nl: Fullscreen activeren
pt_pt: Ativar tela cheia
zh_cn: 激活全屏

source: Keep aspect ratio (HTML5 games only, yes by default)
fi_fi: Säilytä kuvasuhde (vain HTML5-pelit, kyllä oletuksena)
nl_nl: Hoogte-breedteverhouding behouden (alleen HTML5 games, standaard ja)
pt_pt: Manter proporção (HTML5 jogos apenas, sim por padrão)
zh_cn: 保持纵横比 （仅HTML5 游戏,yes为默认）

source: Set margins of game window to _PARAM1_;_PARAM2_;_PARAM3_;_PARAM4_
fi_fi: Aseta peli-ikkunan marginaaleiksi _PARAM1_;_PARAM2_;_PARAM3_;_PARAM4_
nl_nl: Marges van spel venster instellen met _PARAM1_; _PARAM2_; _PARAM3_; _PARAM4_
pt_pt: Definir as margens da janela do jogo para _PARAM1_; _PARAM2_; _PARAM3_; _PARAM4_

source: Right
de_de: Rechts
fi_fi: Oikea
nl_nl: Rechts
pt_pt: Direita
zh_cn: 右

source: Left
de_de: Links
fi_fi: Vasen
nl_nl: Links
pt_pt: Esquerda
zh_cn: 左

source: Change window size: _PARAM1_x_PARAM2_
fi_fi: Muuta ikkunan kokoa: _PARAM1_x_PARAM2_
nl_nl: Formaat van venster wijzigen: _PARAM1_x_PARAM2_
pt_pt: Alterar o tamanho da janela: _PARAM1_x_PARAM2_

source: Name of the image to be used as the icon
fi_fi: Kuvakkeena käytettävän kuvan nimi
nl_nl: Naam van de afbeelding die moet worden gebruikt als het pictogram
pt_pt: Nome da imagem a ser usada como o ícone

source: Change window title to _PARAM1_
fi_fi: Muuta ikkunan otsikoksi _PARAM1_
nl_nl: Wijzig venstertitel met _PARAM1_
pt_pt: Alterar o título da janela para _PARAM1_

source: New title
de_de: Neuer Titel
fi_fi: Uusi otsikko
nl_nl: Nieuwe titel
pt_pt: Novo título
zh_cn: 新标题

source: Width of the scene window
fi_fi: Kenttäikkunan leveys
nl_nl: Breedte van het scène venster
pt_pt: Largura da janela da cena
zh_cn: 场景窗口的宽度

source: Width of the scene window (or scene canvas for HTML5 games)
fi_fi: Kenttäikkunan leveys (tai kentän canvas HTML5-peleille)
nl_nl: Breedte van de scène venster (of scène canvas voor HTML5 spellen)
pt_pt: Largura da janela de cena (ou canvas da cena para HTML5 jogos)

source: Screen
fi_fi: Näyttö
nl_nl: Scherm
pt_pt: Ecrã
zh_cn: 屏幕

source: Height of the scene window
fi_fi: Kenttäikkunan korkeus
nl_nl: Hoogte van het scène venster
pt_pt: Altura da janela da cena
zh_cn: 场景窗口的高度

source: Height of the scene window (or scene canvas for HTML5 games)
fi_fi: Kenttäikkunan korkeus (tai kentän canvas HTML5-peleille)
nl_nl: Hoogte van de scène venster (of scène canvas voor HTML5 spellen)
pt_pt: Altura da janela de cena (ou canvas da cena para HTML5 jogos)

source: Width of the screen/page
fi_fi: Näytön/sivun leveys
nl_nl: Breedte van het scherm/pagina
pt_pt: Largura do ecrã/página
zh_cn: 屏幕/页面的宽度

source: Width of the screen (or the page for HTML5 games in browser)
fi_fi: Näytön leveys (tai sivun, selainpohjaisille HTML5-peleille)
nl_nl: Breedte van het scherm (of de pagina voor HTML5 spellen in browser)
pt_pt: Largura do ecrã (ou a página HTML5 do navegador para jogar)

source: Height of the screen/page
fi_fi: Näytön/sivun korkeus
nl_nl: Hoogte van de scherm/pagina
pt_pt: Altura do ecrã/página
zh_cn: 屏幕/页面的高度

source: Height of the screen (or the page for HTML5 games in browser)
fi_fi: Näytön korkeus (tai sivun, selainpohjaisille HTML5-peleille)
nl_nl: Hoogte van het scherm (of de pagina voor HTML5 spelen in de browser)
pt_pt: Altura do ecrã (ou a página HTML5 do navegador para jogar)

source: Color depth
fi_fi: Värisyvyys
nl_nl: Kleurdiepte
pt_pt: Profundidade da Cor
zh_cn: 颜色深度

source: Window's title
fi_fi: Ikkunan otsikko
nl_nl: De venstertitel
pt_pt: Título da janela
zh_cn: 窗口的标题

source: Animated object which can be used for most elements of a game
fi_fi: Animoitu objekti, jota voidaan käyttää suurimpaan osaan pelin elementeistä
nl_nl: Geanimeerd object welke gebruikt kan worden voor de meeste elementen in een spel
pt_pt: Objecto animado que pode ser usado para a maior parte dos elementos de um jogo
zh_cn: 动画对象可用于游戏中的大多数元素

source: Change object's opacity
fi_fi: Muuta objektin peittävyyttä
nl_nl: Dekking van het object wijzigen
pt_pt: Alterar a opacidade do objeto
zh_cn: 更改对象的不透明度

source: Change the opacity of an object.
fi_fi: Muuta objektin peittävyyttä.
nl_nl: De dekking van een object wijzigen.
pt_pt: Altere a opacidade de um objeto.
zh_cn: 更改对象的不透明度。

source: Change the animation
fi_fi: Muuta animaatiota
nl_nl: De animatie wijzigen
pt_pt: Alterar a animação
zh_cn: 更改动画

source: Do _PARAM1__PARAM2_ to the number of current animation of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n nykyisen animaation numerolle
nl_nl: Pas _PARAM1__PARAM2_ toe op het nummer van de huidige animatie van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para o número de animação atual de _PARAM0_
zh_cn: _PARAM0_ 当前动画的编号 _PARAM1_ _PARAM2_

source: Animations and images
fi_fi: Animaatiot ja kuvat
nl_nl: Animaties en afbeeldingen
pt_pt: Animações e imagens
zh_cn: 动画和图像

source: Change the direction
fi_fi: Vaihda suuntaa
nl_nl: De richting wijzigen
pt_pt: Mudar a direção
zh_cn: 更改方向

source: Change the direction of the object. If the object is set to automatically rotate, the direction is its angle. If the object is in 8 directions mode, the valid directions are 0..7
fi_fi: Vaihda objektin suuntaa. Jos objekti on asetettu kiertämään automaattisesti, kulma on sen suunta. Jos objekti on 8-suunnan tilassa, sallitut suunnat ovat 0-7
nl_nl: Verander de richting van het object. Als het object is ingesteld op automatische rotatie, is de richting is de hoek. Als het object in 8-richtingen modus is, zijn de geldige richtingen 0..7
pt_pt: Muda a direcção de um objecto. Se o objecto esta preparado para rodar automaticamente, a direcção será o seu ângulo. Se o objecto está no modo de 8 direcções, as direcções validas são 0..7

source: Do _PARAM1__PARAM2_ to the direction of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n suunnalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de richting van _PARAM0_
pt_pt: Faça _PARAM1__PARAM2_ na direção de _PARAM0_
zh_cn: _PARAM0_ 的方向 _PARAM1_ _PARAM2_

source: Current frame
fi_fi: Nykyinen kehys
nl_nl: Huidige beeld
pt_pt: Quadro atual
zh_cn: 当前帧

source: Modify the current frame of the object
fi_fi: Muuta objektin nykyistä kehystä
nl_nl: Het huidige frame van het object wijzigen
pt_pt: Modificar o quadro actual do objecto
zh_cn: 变更对象的当前帧

source: Do _PARAM1__PARAM2_ to animation frame of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n animaation kehykselle
nl_nl: Pas _PARAM1__PARAM2_ toe op het animatiebeeld van _PARAM0_
pt_pt: Faça _PARAM1__PARAM2_ no frame de animação de _PARAM0_
zh_cn: _PARAM0_ 的动画帧 _PARAM1_ _PARAM2_

source: Pause the animation
de_de: Animation pausieren
fi_fi: Keskeytä animaatio
nl_nl: De animatie onderbreken
pt_pt: Pausar a animação
zh_cn: 暂停动画

source: Pause the current animation of the object
fi_fi: Keskeytä objektin nykyinen animaatio
nl_nl: De huidige animatie van het object onderbreken
pt_pt: Pausar a animação atual do objeto
zh_cn: 暂停对象的当前动画

source: Pause the current animation of _PARAM0_
fi_fi: Keskeytä _PARAM0_:n nykyinen animaatio
nl_nl: De huidige animatie van _PARAM0_ onderbreken
pt_pt: Pausar a animação atual de _PARAM0_
zh_cn: 暂停 _PARAM0_ 的当前动画

source: Play the animation
de_de: Animation abspielen
fi_fi: Toista animaatio
nl_nl: Speel de animatie af
pt_pt: Reproduzir a animação
zh_cn: 播放动画

source: Play the current animation of the object
fi_fi: Toista objektin nykyinen animaatio
nl_nl: De huidige animatie van het object afspelen
pt_pt: Reproduzir a animação do atual objeto
zh_cn: 播放对象的当前动画

source: Play the current animation of _PARAM0_
fi_fi: Toista _PARAM0_:n nykyinen animaatio
nl_nl: De huidige animatie van _PARAM0_ afspelen
pt_pt: Reproduzir a animação atual de _PARAM0_
zh_cn: 播放 _PARAM0_ 的当前动画

source: Animation speed scale
fi_fi: Animaation nopeuden skaala
nl_nl: Animatie snelheid schaal
pt_pt: Escala da velocidade de animação
zh_cn: 动画速度比值

source: Modify the animation speed scale (1 = the default speed, >1 = faster and <1 = slower).
fi_fi: Muuta animaation nopeuden skaalaa (1 = oletusnopeus > 1 = nopeampi ja < 1 = hitaampi).
nl_nl: Wijzig de schaal van de animatiesnelheid (1 = de standaardsnelheid, > 1 = sneller en < 1 = langzamer).
pt_pt: Modificar a escala da velocidade de animação (1 = a velocidade padrão, > 1 = mais rápido e < 1 = mais devagar).
zh_cn: 更改动画速度比例（1=默认速度，>1 =更快 ，<1 =更慢）

source: Do _PARAM1__PARAM2_ to the animation speed scale of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n animaation nopeuden skaalalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de animatiesnelheid schaal van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a escala da velocidade de animação de _PARAM0_

source: Rotate an object toward a position
fi_fi: Kierrä objektia kohti tiettyä sijaintia
nl_nl: Een object naar een positie roteren
pt_pt: Girar um objeto em direção a uma posição
zh_cn: 旋转对象朝向位置

source: Rotate an object towards a position.
fi_fi: Kierrä objektia kohti tiettyä sijaintia.
nl_nl: Een object naar een positie roteren.
pt_pt: Gire um objeto para uma posição.
zh_cn: 旋转对象朝向位置

source: Rotate _PARAM0_ towards _PARAM1_;_PARAM2_
fi_fi: Kierrä _PARAM0_ kohti _PARAM1_;_PARAM2_
nl_nl: Roteer _PARAM0_ naar _PARAM1_; _PARAM2_
pt_pt: Rode o _PARAM0_ para _PARAM1_; _PARAM2_
zh_cn: 旋转 _PARAM0_ 朝向位置 _PARAM1_;_PARAM2_

source: Object to be rotated
fi_fi: Kierrettävä objekti
nl_nl: Te roteren object
pt_pt: Objeto a ser rodado
zh_cn: 对象被旋转

source: Angular speed (degrees per second)
fi_fi: Kulmanopeus (astetta sekunnissa)
nl_nl: Hoeksnelheid (graden per seconde)
pt_pt: Velocidade angular (graus por segundo)
zh_cn: 角速度 ( 单位为度每秒 )

source: Modify the scale of the specified object.
fi_fi: Muuta määritetyn objektin skaalaa.
nl_nl: Wijzig de schaal van het opgegeven object.
pt_pt: Modifica a escala do objeto especificado.
zh_cn: 修改指定对象的比例

source: Do _PARAM1__PARAM2_ to the scale of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n skaalalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de schaal van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ para a escala de _PARAM0_
zh_cn: _PARAM0_ 的比例 _PARAM1_ _PARAM2_

source: Scale on X axis
fi_fi: Skaala X-akselilla
nl_nl: Schaal op X-as
pt_pt: Escala no eixo X
zh_cn: X轴比例

source: Modify the scale of the width of an object.
fi_fi: Muuta objektin leveyden skaalaa.
nl_nl: De schaal van de breedte van een object wijzigen.
pt_pt: Modifica a escala da largura de um objeto.
zh_cn: 修改对象的宽度的比例

source: Do _PARAM1__PARAM2_ to the width's scale of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n leveyden skaalalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de breedte schaal van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a escala da largura de _PARAM0_
zh_cn: _PARAM0_ 的宽度的比例 _PARAM1_ _PARAM2_

source: Scale on Y axis
fi_fi: Skaala Y-akselilla
nl_nl: Schaal op Y-as
pt_pt: Escala no eixo Y
zh_cn: Y轴比例

source: Modify the scale of the height of an object.
fi_fi: Muuta objektin korkeuden skaalaa.
nl_nl: De schaal van de hoogte van een object wijzigen.
pt_pt: Modifica a escala da altura de um objeto.
zh_cn: 修改对象的高度的比例

source: Do _PARAM1__PARAM2_ to the height's scale of _PARAM0_
fi_fi: Tee _PARAM1__PARAM2_ _PARAM0_:n korkeuden skaalalle
nl_nl: Pas _PARAM1__PARAM2_ toe op de hoogte schaal van _PARAM0_
pt_pt: Fazer _PARAM1__PARAM2_ a escala da altura de _PARAM0_
zh_cn: _PARAM0_ 的高度的比例 _PARAM1_ _PARAM2_

source: Current animation
de_de: Aktuelle Animation
fi_fi: Nykyinen animaatio
nl_nl: De huidige animatie
pt_pt: Animação atual
zh_cn: 当前动画

source: The number of the current animation of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n nykyisen animaation numero on _PARAM1__PARAM2_
nl_nl: Het nummer van de huidige animatie van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O número da animação atual de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 当前动画的数字 _PARAM1_ _PARAM2_

source: Number to test
fi_fi: Testattava numero
nl_nl: Nummer om te testen
pt_pt: Número a testar
zh_cn: 检测数字

source: Current direction
fi_fi: Nykyinen suunta
nl_nl: Huidige richting
pt_pt: Direção atual
zh_cn: 当前方向

source: Compare the direction of the object. If 8 direction mode is activated for the sprite, the value taken for direction will be from 0 to 7. Otherwise, the direction is in degrees.
fi_fi: Vertaile objektin suuntaa. Jos 8-suuntainen tila on aktivoitu Spritelle, suunnan arvo on väliltä 0-7. Muutoin suunta on asteina.
nl_nl: Vergelijk de richting van het object. Als de 8-richting modus is geactiveerd voor de sprite zal de waarde varieren tussen 0 tot en met 7. Anders is de richting in graden.
pt_pt: Compara a direção do objecto. Se o modo de 8-way está habilitado para o sprite, o valor necessário para endereços será entre 0 e 7. Caso contrário, o endereço é em ângulos.
zh_cn: 比较对象的方向。如果精灵的8方向模式已激活，方向的值为0到7 . 否则，方向是度.

source: Direction of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n suunta on _PARAM1__PARAM2_
nl_nl: Richting van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: Direção de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 的方向 _PARAM1_ _PARAM2_

source: Direction to test
fi_fi: Testattava suunta
nl_nl: Richting om te testen
pt_pt: Direção a testar
zh_cn: 检测方向

source: Test the number of the current animation frame.
fi_fi: Testaa nykyisen animaation kehyksen numeroa.
nl_nl: Test het nummer van het huidige animatieframe.
pt_pt: Avalia o número do quadro (frame) na animação atual.
zh_cn: 检测当前动画帧的数字

source: The animation frame of _PARAM0_ is _PARAM1__PARAM2_
fi_fi: _PARAM0_:n animaation kehys on _PARAM1__PARAM2_
nl_nl: Het animatieframe van _PARAM0_ is _PARAM1__PARAM2_
pt_pt: O quadro de animação de _PARAM0_ é _PARAM1__PARAM2_
zh_cn: _PARAM0_ 当前动画帧 _PARAM1_ _PARAM2_

source: Animation frame to test
fi_fi: Testattava animaatiokehys
nl_nl: Animatiebeeld om te testen
pt_pt: Quadro (frame) de animação a testar
zh_cn: 检测动画帧

source: Animation paused
de_de: Animation angehalten
fi_fi: Animaatio keskeytetty
nl_nl: Animatie onderbroken
pt_pt: Animação em pausa
zh_cn: 动画已暂停

source: Test if the animation of an object is paused
fi_fi: Testaa, onko objektin animaatio keskeytetty
nl_nl: Test of de animatie van een object is onderbroken
pt_pt: Teste se a animação de um objeto está em pausa
zh_cn: 测试对象的动画是不是暂停的

source: The animation of _PARAM0_ is paused
fi_fi: _PARAM0_:n animaatio on keskeytetty
nl_nl: De animatie van _PARAM0_ is onderbroken
pt_pt: A animação da _PARAM0_ está em pausa
zh_cn: _PARAM0_ 的动画是暂停的

source: Animation finished
de_de: Animation abgeschlossen
fi_fi: Animaatio valmis
nl_nl: Animatie klaar
pt_pt: Animação finalizada
zh_cn: 动画播放完毕

source: Check if the animation being played by the Sprite object is finished.
fi_fi: Tarkista, Sprite-objektin animaation toisto valmis.
nl_nl: Controleer als de animatie gespeeld door het object Sprite is voltooid.
pt_pt: Verifique se a animação é reproduzida através do objeto Sprite e foi concluída.

source: The animation of _PARAM0_ is finished
fi_fi: _PARAM0_:n animaatio on valmis
nl_nl: De animatie van _PARAM0_ is voltooid
pt_pt: A animação de _PARAM0_ terminou
zh_cn: _PARAM0_ 的动画播放完毕

source: Compare the scale of the width of an object.
fi_fi: Vertaile objektin leveyden skaalaa.
nl_nl: Vergelijk de schaal van de breedte van een object.
pt_pt: Compare a escala da largura de um objeto.
zh_cn: 比较对象的宽度的比例
